sorted_terms_with_scores = {
    "元吉": 100,
    "大吉": 98,
    "元亨": 95,
    "吉": 90,
    "终吉": 80,
    "征吉": 77,
    "贞吉": 74,
    "夙吉": 72,
    "利贞": 70,
    "利见大人": 70,
    "利涉大川": 65,
    "无不利": 60,
    "无悔": 55,
    "无攸利": 52,
    "悔亡": 50,
    "无咎": 40,
    "有悔": 35,
    "吝": 30,
    "贞吝": 25,
    "终吝": 25,
    "厉": 20,
    "贞厉": 15,
    "咎": 5,
    "凶": 0,
    "贞凶": 0,
}

for hexagram in hexagram


"""
不利有攸往，一个字只能算在一个词里
不能同时识别成利有攸往

统计没有关键词的/有的
爻，卦分开统计


利 - 无攸利，无不利，利见大人，利涉大川，喜
亨 - 亨，元亨，利贞
吉 - 元吉，贞吉，终吉, 征吉，吉，大吉，夙吉
吝 - 吝，贞吝，终吝，
厉 - 厉，贞厉，乱
悔 - 悔亡，有悔，无悔
咎 - 无咎，咎
凶 - 凶，贞凶

"""
