{
  "hexagram_number": 30,
  "gua": "Judgment\nLegge: The free course and success of Clarity comes from firm correctness. The\nnourishment of bovine docility creates good fortune.\nWilhelm/Baynes: The Clinging. Perseverance furthers. It brings success.\nCare of the cow brings good fortune.\nBlofeld: Flaming beauty. Righteous persistence brings reward. Success!\nRearing cows -- good fortune! [Cows are gentle creatures which require looking\nafter; hence this sentence means that good fortune can be gained by looking\nafter those in need of help.]\nLiu: Fire. It is of benefit to continue. Success. To take care of the cow leads to\ngood fortune.\nRitsema/Karcher: Radiance, Harvesting Trial. Growing. Accumulating\nfemale cattle. Significant. [This hexagram describes your situation in terms of\nexpanding light, warmth and awareness. It emphasizes that joining with and\ndepending on what spreads this light, the action of Radiance, is the adequate\nway to handle it...]\nShaughnessy: The Net: Beneficial to determine; receipt; raising a cow is\nauspicious.\nCleary(1): Fire is beneficial for correctness and development. Raising a cow\nbrings good fortune.\nCleary (2): Fire is beneficial if correct; then there is success, etc. [In Buddhism,\nwhen demons cause disturbance, it is necessary to cleave to true teaching to get\nrid of aberrations.]\nWu: Allegiance indicates that it will be advantageous to be persevering and\npervasion will follow. It will be auspicious to raise the cow.\n\nThe Image\nLegge: The image of brightness repeated forms Clarity. The great man, in\naccordance with this, cultivates more and more his brilliant virtue, and diffuses\nits brightness over the four quarters of the land.\nWilhelm/Baynes: That which is bright rises twice: the image of Fire. Thus the\ngreat man, by perpetuating this brightness, illuminates the four quarters of the\nworld.\nBlofeld: This hexagram symbolizes fire rising in two tongues of brilliant flame.\nThe Superior Man, by perpetuating the brilliance of the ancients, illuminates\nevery quarter of the earth. [In other words, we should make ourselves as\ncompletely dependent on the principle of righteousness as natural objects are\ndependent upon nature; in this way, we are sure to be successful.]\nLiu: Doubled brightness symbolizes Fire. A great man perpetuates the light and\nilluminates the four corners of the universe.\nRitsema/Karcher: Brightness doubled arousing Radiance. Great People use\nconsecutive brightening to illuminate tending- towards the four sides.\nCleary (1): Light has dual function. Thus do great people illumine the four\nquarters with continuing light. [The sun goes in at night and comes out in the\ndaytime; this pattern represents inner illumination and outer illumination, one\nlight having dual function…Outer illumination has to be based on inner\nillumination… Illumination must reach inside and outside, so that both are\nillumined and both are correct.]\nCleary (2): Illumination doubled makes fire. Great people illumine the four\nquarters with continuing illumination.\nWu: Brightness doubled makes Allegiance. Thus the great man carries on the\nbrightness to shine the four corners of the earth.\nCOMMENTARY\nConfucius/Legge: Clarity means clinging attachment. The sun and moon\nhave their roots in heaven, and all the growing things have their roots in the\nearth. The double brightness of the two trigrams is rooted in correctness, and all\nunder heaven are thereby transformed. The magnetic second line is central and\ncorrect, indicating a free and successful course. Nourishing a passive docility will\nlead to good fortune.\nLegge: Clarity is the trigram of fire and light, and the sun is the source of both\nof these. Its attribute is brightness, and by a natural metaphor: intelligence. But\n\nthis trigram also means inhering or in adhering to -- being attached to. In the\nhexagram we have a double brightness -- a phrase which denotes the ruler. If we\ntake the two central lines as emblematic of the situation, we have the magnetic\ndwelling with the dynamic above and below -- a condition requiring a docile\nhumility and strict adherence to what is correct. Ch'eng-tzu says: \"The nature of\nthe ox is docile, and that of the cow is much more so. The subject of the\nhexagram adhering closely to what is correct must be able to act in obedience to\nit, as docile as a cow, and then there will be good fortune.\"\nNOTES AND PARAPHRASES\nJudgment: Willed persistence gets results. Be receptive to your inner light, and\nreflect it in your life.\nThe Superior Man cultivates his capacity to manifest his comprehension of the\nWork in his everyday choices.\nLight is a symbol of both normal consciousness and super- consciousness.\nProbably every religion in the world uses it in the latter sense -- from the \"Let\nthere be light\" in the first chapter of Genesis, to The Lord of Light (Ahura\nMazda), the supreme being of Zoroastrianism. The Tibetan Book of the\nDead speaks of the \"clear white light\" which is the first thing encountered after\nbodily death -- a phenomenon reported as the experiential perception of those\nwho have had near-death experiences. Light means Truth, it means Reality, and\nthe \"double brightness\" of this hexagram tells us that Clarity is manifested both\nabove and below.\nMeditation on light is one of the most important exercises in the various\nschools of Tibetan Yoga. The more these psychic and spiritual powers can\nbe achieved during life, the stronger is the ability to penetrate and\novercome the bardo.\nD. I. Lauf, Secret Doctrines Of The Tibetan Book Of The\nDead\nThe Confucian commentary gives the examples of the sun and moon in the\nheavens, and of growing things on the earth as emblems of Clarity. Sun and\nmoon are certainly luminous, but growing things are not, and when we meditate\non the reason for this strange juxtaposition we are led to the idea of the Self and\nthe ego. The Self is the sun, the source of illumination which causes the ego to\ngrow. Sun is to growing things as Self is to ego. This idea is repeated in the\nrelationship between the sun and the moon -- the moon is not self-luminous, it\ncan only reflect the light of the sun. Therefore, sun is to moon as Self is to ego.\nThe idea is that despite our illusions to the contrary, all of our power\noriginates somewhere else. When we allow the power to work through us without\ninterference, we become \"docile\" like the cow in the judgment. Clarity,\ntherefore, is attained through docility -- the ability to subdue and restrain the\n\nautonomous components of the psyche, which left to their own devices would\nprefer to go around pontificating their brilliant illusions rather than quietly\nreflecting the truth. It is not easy to reflect the truth, and the superior man is\ncounseled to constantly perfect his capacity to do so. It is only when Self and ego\ncome together in a fusion reaction that the energy released attains the true\n\"double brightness\" imaged in the hexagram. The identical idea is found in the\nKabbalah:\nSaid Rabbi Simeon: \"When the Holy One arrays himself, it is in the\nornaments from both the celestial and terrestrial worlds; from the\nformer with that heavenly light on high that no human being can\napproach unto; from the latter with the souls of the righteous who the\nmore they approximate themselves to this divine light the more receptive\nand filled with it do they become, so that through them it expands in all\ndirections and the world like a cistern or ocean is filled with it.\"\nThe Zohar\nWilhelm mentions that the hexagram \"divided within and closed without,\nis an image of the meshes of a net in which animals remain snared.\" This gives us\nthe image of Clarity as Comprehension -- a net which captures and encloses\ninsights. To receive the figure without changing lines is often a confirmation of an\nidea or action -- it is saying: \"You have comprehended,\" or \"Your proposed action\nis lucid, intelligent, etc.\"",
  "lines": {
    "1": "Line-1\nLegge: The first line, dynamic, shows one ready to move with confused steps.\nBut he treads at the same time reverently, and there will be no mistake.\nWilhelm/Baynes: The footprints run crisscross. If one is seriously intent, no\nblame. [It is precisely at the beginning that serious concentration is important,\nbecause the beginning holds the seed of all that is to follow.]\nBlofeld: Approaching with reverent steps, he pays them his respects -- no error!\n[This suggests a rather delicate situation in which we should avoid any\nappearance of lacking respect for others.]\nLiu: The footsteps are confused. If one is cautious, no blame. [Everyone should\nwatch his steps so that he doesn’t injure his feet.]\nRitsema/Karcher: Treading, polishing therefore. Respecting it. Without fault.\nShaughnessy: Treading counter-wise; respect it; there is no trouble.\nCleary (1): The steps are awry. If you are heedful of this, there will be no fault.\n\nWu: The subject is treading cautiously. With due respect, he will be blameless.\nCOMMENTARY\nConfucius/Legge: The reverent attention directed to his confused steps is the\nway by which error is avoided. Wilhelm/Baynes: Seriousness when footprints\nrun crisscross serves in avoiding blame. Blofeld: He walks reverently expressly\nto avoid blame. Ritsema/Karcher: Using casting-out fault indeed. Cleary\n(2): Be heedful when the steps are awry, to avoid fault. Wu: Having due respect\nin cautious treading is to avoid being blamed.\nLegge: Line one is dynamic at the bottom of the trigram of fire, the nature of\nwhich is to ascend. He therefore will move upwards, but is in danger of doing so\ncoarsely and vehemently. However, since the lowest line has hardly entered into\nthe action of the hexagram, this makes him reverently careful of his movements\nand there is no error.\nNOTES AND PARAPHRASES\nSiu: At the outset, the man is initially confused amid the bustle of life. He will\navoid error by careful attention to the central issue at stake.\nWing: When you first begin on your new path, you are bombarded by\nimpressions. Keep your goal in mind constantly and you can avoid confusion.\nFurthermore, do not forget your position as a beginner, somewhat outside the\nsituation.\nEditor: Wilhelm's commentary says that line one is analogous to the dawn, line\ntwo to noon, and line three to sunset. Here at the beginning of the day, full clarity\nhas yet to manifest, but serious intent will compensate for your relative ignorance\nof the facts at hand.\nWhen one follows the path of individuation, when one lives one's own life,\none must take mistakes into the bargain; life would not be complete\nwithout them. There is no guarantee -- not for a single moment -- that we\nwill not fall into error or stumble into deadly peril.\nJung -- Memories, Dreams, Reflections\nA. When in the dark, keep the faith: trust the Work and pick your way very\ncarefully.",
    "2": "Line-2\nLegge: The second line, magnetic, shows its subject in her place in yellow. There\nwill be great good fortune.\n\nWilhelm/Baynes: Yellow light. Supreme good fortune.\nBlofeld: Yellow sunlight -- sublime good fortune.\nLiu: The yellow light of the sun indicates great good fortune.\nRitsema/Karcher: Yellow radiance. Spring significant.\nShaughnessy: Yellow net; prime auspiciousness.\nCleary(1): Yellow fire is very auspicious.\nWu: The yellow fire will bring great fortune.\nCOMMENTARY\nConfucius/Legge: Good fortune because she holds the course of the due mean.\nWilhelm/Baynes: One has found the middle way. Blofeld: The good fortune\nof being able to keep to a middle path. [This is suggested by the position of the\nline, which is central to the lower trigram. The middle path, the golden mean, is\npraised by Taoists, Confucians and Buddhists alike. It has always been\nregarded by traditionally minded Chinese as the principle upon which conduct\nshould be based. Extremes of any kind have no place in Chinese philosophy,\nwhich is thus more humanistic than many of the philosophies of India and the\nMiddle East.] Ritsema/Karcher: Acquiring centering tao indeed. Cleary (2):\nAttaining the middle way. Wu: Because it is centrally situated.\nLegge: Line two is magnetic and occupies the center. Yellow is one of the five\ncorrect colors, and here symbolizes the correct course to which she adheres.\nNOTES AND PARAPHRASES\nSiu: The man occupies the central position of reasonableness, which results in\nenduring good fortune.\nWing: A reasonable and moderate attitude will bring you the best possible luck.\nRemember, indulge in no excess, no extremes of thought or action.\nEditor: Yellow is a nearly universal symbol of light and clarity. Both the sun and\ngold are yellow, and because it is in the middle of the trigram this line images the\nconcept of the golden mean. Wilhelm's commentary places this line at midday\nwhen the sun is directly overhead, hence: full illumination. If this is the only\nchanging line, the new hexagram becomes number fourteen, Wealth\n(Possession in Great Measure), suggesting the richness of clear insight.\nI, wisdom, am mistress of discretion, the inventor of lucidity of thought.\n\nGood advice and sound judgment belong to me, Perception to me,\nstrength to me.\nProverbs 8: 12\nA. The image suggests a position of balance and lucidity. Full\ncomprehension is implied.",
    "3": "Line-3\nLegge: The third line, dynamic, shows its subject in a position like that of the\ndeclining sun. Instead of playing on his instrument of earthenware, and singing\nto it, he utters the groans of an old man of eighty. There will be evil.\nWilhelm/Baynes: In the light of the setting sun, men either beat the pot and\nsing or loudly bewail the approach of old age. Misfortune.\nBlofeld: In the light of the setting sun, young men do not beat upon their\ncooking pots or sing; the old sigh piteously -- misfortune!\nLiu: Under the light of the setting sun, one sings without beating the pot,\nbemoaning one's old age. Misfortune.\nRitsema/Karcher: Sun going-down's radiance. Not drumbeating a jar\nand-also singing. By-consequence great old-age's lamenting. Pitfall.\nShaughnessy: The net of the sun's decline; not drumming the earthenware jar\nand yet singing, then the sighing of the great mourning kerchief; inauspicious.\nCleary (1): The afternoon light; unless you drum on a jug and sing, there will\nbe the lament of old age, which is unfortunate.\nCleary (2): In the fire of the afternoon sun, you either drum on a jug and sing,\nor lament as in old age. This bodes ill. [When you use insight too much without\nconcentration to balance it, sometimes you will be extremely joyful, drumming\nand singing, and sometimes you will be extremely anxious, lamenting as in old\nage. Sadness and joy disturb the song of your heart; intellectual insight cannot\nsustain itself – backsliding and loss are inevitable.]\nWu: The sun is passing the meridian. If he does not play his earthen\ninstrument and sing, but sighs like an old man of eighty years, there will be\nforeboding. [The passing of the meridian is like the passing of the prime time in\nlife. If one does not make the best of his life now, it will be gone forever.]\n\nCOMMENTARY\nConfucius/Legge: A position like that of the setting sun -- how can it continue\nlong? Wilhelm/Baynes: How can one wish to hold for long the light of the\nsetting sun? Blofeld: Sunset beauty -- how can it endure for long? [This\npassage suggests that our present happiness or success is not destined to\nendure; we must prepare for a setback.] Ritsema/Karcher: Wherefore\npermitting lasting indeed? Cleary (2): Afternoon sun cannot last long. Wu:\nHow long will the day last?\nLegge: Line three is at the top of the lower trigram, whose light is now\nexhausted, suggesting a sunset. He should accept his position and resign himself\nto the ordinary amusements mentioned, but he groans and mourns instead. His\nrestless activity interferes with the lowly contentment he should cherish. The\nK'ang-hsi editors say that the declining sun is an emblem of \"obscuration coming\nover the virtue of the mind.\"\nAnthony: Fear and worry over the length of time required to attain recognizable\nprogress puts us in the wrong balance. If we can nobleheartedly accept that\nthings will be fulfilled when they will, we secure our fate by making possible that\nit can be fulfilled. As long as the ego stands by expectantly, measuring and\nweighing our progress, the dark force of doubt operates and the power of good\ncannot manifest itself. Obtaining this line reminds us that adversity lasts only for\na time; through it we mould our character.\nNOTES AND PARAPHRASES\nSiu: The man reaches his declining years and recalls the transitoriness of life.\nInstead of enjoying the ordinary pleasures while they last, he groans in\nmelancholy.\nWing: The best attitude to cultivate at this time in your life is a general\nacceptance of fate. To totally lose yourself in the happiness of the moment is as\nbad as to bemoan the passing of time. Such folly of the mind and the emotions\nleads to a loss of inner freedom. Misfortune.\nEditor: There is apparently more than one way to translate this line, best seen in\nthe contrast between Cleary’s Taoist and Buddhist versions. One implies that\nfrivolity is an antidote to depression, the other that both positions are extreme.\nEmphasized in all translations is the contrast between joy and sorrow, singing\nand groaning, youth and old age. The setting sun symbolizes the decline of\nawareness, the \"darkening of the light,\" the advance of illusion. That is: to either\nmindlessly sing or to bewail one's fate is to be deluded -- one has forgotten one's\nSource. Frivolity and despair are polarized attitudes, and the line tells us that\nclarity wanes whenever one takes an extreme position. In another context, the\nsetting sun suggests the inevitability of death. Those who believe that death is\nfinal usually respond in either of the two ways shown, and thus miss the mark.\n\nThere is also a suggestion of the futility of trying to hold onto something that is by\nnature transitory. Note the similarity between this line and line three of\nHexagram #61, Inner Truth: “He finds a comrade. Now he beats the drum,\nnow he stops. Now he sobs, now he sings.” Wing’s paraphrase is probably the\nbest.\nNo soul, not even our own, enters into the body completely. Soul always\nremains united by its higher part to the intelligible realm. But if the part\nthat is in the realm of sense dominates, or rather becomes dominated and\ndisturbed, it keeps us unaware of what the higher part of the soul\ncontemplates.\nPlotinus -- The Enneads\nA. An image of gross illusion. Clarity is lost when perception is polarized.\nB. Nothing lasts here below, but that's only half the story -- the least\ninteresting half.\nC. “Gather your rosebuds while ye may.”",
    "4": "Line-4\nLegge: The fourth line, dynamic, shows the manner of its subject's coming. How\nabrupt it is, as with fire, with death, to be rejected by all!\nWilhelm/Baynes: Its coming is sudden; it flames up, dies down, is thrown\naway.\nBlofeld: How sudden its coming! Then with flamelike swiftness it is dead and\ncast away. [Apparently we may expect some unlooked for good fortune, but of a\nkind that will have passed away before we have had time to enjoy it.]\nLiu: It comes abruptly; it burns up, dies, and is cast aside.\nRitsema/Karcher: Assailing thus, its coming thus. Burning thus. Dying thus.\nThrown-out thus.\nShaughnessy: As if going out, as if coming, as if confused, as if dying, as if\ndismissing.\nCleary (1): The coming forth is abrupt, burning, dying, abandoned.\nWu: So abruptly it comes, like burning, like dying, like being abandoned. [The\nsymbolic associations paint a scene of hell. Some scholars consider this\njudgment to be the most vicious of the 384 judgments of the lines in the Yi\nJing.]\n\nCOMMENTARY\nConfucius/Legge: None can bear with him. Wilhelm/Baynes: Yet in itself it\nhas nothing that would cause it to be accepted. Blofeld: Its coming was sudden\nand there was no place for it. Ritsema/Karcher: Without a place to tolerate\nindeed. Cleary (2): There is no accommodation. [Why wait until burning out\nthat this is not the way to a good end?] Wu: Because it is not accommodated.\nLegge: Line four's dynamic activity in a magnetic place makes him appear in this\nunseemly manner -- a disaster to himself.\nAnthony: We know that perseverance over a period of time is necessary to\naccomplish our goals; nevertheless, or inferiors complain of how long it takes.\nThis causes us to doubt ourself, the great-man potential in others and the\nCreative. We need to rid ourselves of our complaining inferiors, thereby\ndisconnect our inner gaze. In this way we overcome the ego and hold to clarity.\nNOTES AND PARAPHRASES\nSiu: The man forges upward too abruptly in his restlessness. Others cannot bear\nhis unseemly manner, and he consumes himself like the fire.\nWing: Your display of overly enthusiastic energies and endeavors will exhaust\nyou. Nothing will come of it all.\nEditor: This is often an image of myopic enthusiasm -- perhaps a \"brilliant idea”\nthat will come to nothing because it does not harmonize with a larger reality.\nAlthough sometimes a warning about intemperate responses, at its most neutral\nthe line can refer to a temporary situation which will end as soon as it begins.\nDespite Wu’s commentary about this being the most “vicious” line in the Book\nof Changes, it is more often an image of an inconsequential manifestation of\nsome sort. [Added note 5/24/08: I concur with Wu. See paraphrase C.]\nThe second stage, that of emotional excitement or elation – when the\nindividual is carried away by an excessive enthusiasm and cherishes the\nillusion of having arrived at a permanent attainment – calls for a gentle\nwarning that his blessed state is, of necessity, but temporary and he\nshould be given a description of the vicissitudes of the way ahead of him.\nR. Assagioli – Psychosynthesis\nA. A flash in the pan -- a sudden but temporary burst of energy.\nB. “So much for that idea!\"\nC. “Hell also is a place to live.”",
    "5": "Line-5\nLegge: The fifth line, magnetic, shows its subject as one with tears flowing in\ntorrents, and groaning in sorrow. There will be good fortune.\nWilhelm/Baynes: Tears in floods, sighing and lamenting. Good fortune.\nBlofeld: His tears streamed forth as though to extinguish his piteous sighs -good fortune! [Bitter regret serves us in good stead.]\nLiu: A flood of tears, sighing, and sadness. Good fortune. [There may be\nsuffering and mourning, but good fortune hides in misfortune.]\nRitsema/Karcher: Issuing-forth tears like gushing. Sadness like lamenting.\nSignificant.\nShaughnessy: Going out with tears as if streaming and grief as if sighing;\nauspicious.\nCleary (1): Weeping and lamenting. Good fortune. [This is clearly knowing one\nis not illumined.]\nWu: With tears flowing profusely, he sighs with sorrow. Auspicious.\nCOMMENTARY\nConfucius/Legge: This is due to her occupying the place of the ruler.\nWilhelm/Baynes: [She] clings to king and prince. Blofeld: This good fortune\nstems from the rulers. [For purposes of divination, we may take it that \"rulers\"\nmeans anyone with authority over us.] Ritsema/ Karcher: Radiance: the\nkingly prince indeed. Cleary (2): The good fortune of the fifth yin is cleaving to\nrulers. [This represents concentration in balance, which can bring forth genuine\ninsight; therefore progress is certain. “Weeping and lamenting” refers to\nabstention from complacency and presumption; this is always characteristic of\nthe study of sages.] Wu: The auspiciousness is due to his adherence to the king.\n[When he is humble enough to pledge allegiance to the higher authority, he will\nbe rewarded with good fortune.]\nLegge: Line five is central in the place of honor, but she is magnetic, as is her\ncorrelate in line two. Her position between the dynamic four and six fills her with\nanxiety and apprehension -- shown by her weeping and groaning. But such\ndemonstrations are proof of her inward adherence to humility\nand correctness, so there will be good fortune.\nAnthony: We attain a clear view when, in going through difficulties, we\nacknowledge that adversity is necessary for growth. This change of heart\n\ndisplaces vain considerations that accompany change, such as dread at growing\nolder, being unattractive, or having to go through embarrassing decreases of ego.\nWe overcome vanity when we realize that the ego, despite its bravado, has\nnothing to do with our success, and is an obstruction to progress.\nNOTES AND PARAPHRASES\nSiu: The man reaches the zenith of life. After experiencing certain\ndisappointments, he recognizes the vanity of human behavior. If he modifies his\nvalue system and mood, good fortune will eventually be realized.\nWing: A true change of heart is occurring. Such dramatic change is sometimes\naccompanied by a deep grief. Yet with this grief comes good fortune because the\nchange will bring better times for all concerned.\nEditor: If this is the only moving line, the hexagram is changed to number\nthirteen, Union of Forces, the corresponding line of which reads: \"The\nrepresentative of the Union of Forces first wails and cries out, and then\nlaughs...\" The present position thus describes the struggles and pains involved in\ngrowth, and the \"union of forces\" is the product of this growth. Since this\nhexagram refers to clarity and comprehension, the increase could be the creation\nof new concepts or ideas. Because this is a magnetic line located between two\ndynamic lines there is conveyed the idea of mediating between two extremes.\nThis mediation is necessarily a balancing act, as the stress of the position\nindicates.\nSuffering that is not understood is hard to bear, while on the other hand\nit is often astounding to see how much a person can endure when he\nunderstands the why and the wherefore. A philosophical or religious\nview of the world enables him to do this, and such views prove to be, at\nthe very least, psychic methods of healing if not of salvation.\nJung -- The Symbolic Life\nA. Growing pains are harbingers of integration.\nB. The shattering of illusions is never pleasant, yet the pain is a prelude to\nsomething better.\nC. Growing pains, but still growing!",
    "6": "Line-6\nLegge: The sixth line, dynamic, shows the king employing his subject in his\npunitive expeditions. Achieving admirable merit, he breaks only the chiefs of the\nrebels. Where his prisoners were not their associates, he does not punish. There\nwill be no error.\n\nWilhelm/Baynes: The king uses him to march forth and chastise. Then it is\nbest to kill the leaders and take captive the followers. No blame.\nBlofeld: The King went forth to set things to rights and, blessed by heaven with\nvictory, he destroyed the leader of the rebels; but he did not chastise the rebel\nfollowers -- no error!\nLiu: The king goes to fight. Victory. He kills the leader and captures the\nfollowers. No blame.\nRitsema/Karcher: Kinghood availing-of issuing-forth chastising. Possessing\nexcellence. Severing the head. Catching in-no-way its demons. Without fault.\nShaughnessy: The king goes out on campaign; there is the joy of cutting off\nheads and bagging the non-masses; there is no trouble.\nCleary (1): The king hereby goes on an expedition; there is good luck, and he\ncrushes the leader. As the captive is not the common followers, there is no blame.\nCleary (2): The king goes on an expedition, has good luck, and overcomes the\nleader, taking captives, but not because they are repugnant. No fault.\nWu: The king leads his expedition, commends those who kill the defiant\nchieftains, and captures those who are against his people. There will be no blame.\nCOMMENTARY\nConfucius/Legge: The object is to bring the regions to a correct state.\nWilhelm/Baynes: In order to bring the country under discipline. Blofeld: To\nrectify the affairs of the various states comprising his realm. [This passage\nimplies that we may be compelled to resort to forceful measures but that we\nshould avoid chastising those who have been led to do harm by others.]\nRitsema/Karcher: Using correcting the fiefdoms indeed. Cleary (2): To bring\ncorrect order to the country. Wu: He does what is good for the country.\nLegge: Line six. dynamic and at the top of the figure, has the intelligence\ndenoted by its trigrams in the highest degree, as well as his own proper vigor.\nBecause of this his achievements are great, and since his generous consideration\nis equally conspicuous he falls into no error.\nNOTES AND PARAPHRASES\nSiu: The man is employed by the ruler to conduct punitive expeditions. He kills\nthe ringleaders of the enemy but spares the followers. He roots out the bad but\ntolerates the relatively harmless. He avoids excessive punishments.\n\nWing: It is up to you to penetrate to the source of trouble in the situation and\neradicate it. Act with moderation however, in dealing with others who may have\nbeen duped into wrong thinking. Once the major problem is out of the way, order\nwill reign. (Note: This line may refer to a bad habit or character weakness.)\nEditor: The image here is one of analysis -- Clarity as a function of logic. The\nidea is to sort out all the elements of the situation, remove the source of error but\nretain the good elements. The peak of Clarity is reached when one takes action\nbased upon lucid differentiation between the defective (or dangerous) and the\nuseful.\nIf, as administrators of His kingdom, you have not governed justly nor\nobserved the law, nor behaved as God would have you behave, He will\nfall on you swiftly and terribly. Ruthless judgment is reserved for the\nhigh and mighty; the lowly will be compassionately pardoned.\nWisdom 6: 4-7\nA. One differentiates between harmful and benign elements within the\nsituation.\nB. “Don't throw out the baby with the bath water.\"\nC. “Accent the positive, eliminate the negative.”\nMay 9, 2001, Rev. 4/25/06"
  }
}