{
  "hexagram_number": 52,
  "gua": "Judgment\nLegge: When his repose is like the back, and he loses all consciousness of self; when\nhe walks in his courtyard and does not see the people, there will be no error.\nWilhelm/Baynes: Keeping Still. Keeping his back still so that he no longer feels his\nbody. He goes into his courtyard and does not see his people. No blame.\nBlofeld: Keeping the back so still as to seem virtually bodiless, or walking in the\ncourtyard without noticing the people there involves no error!\nLiu: Stillness. Keeping the back still -- one feels that the body no longer exists. Even\nwhen one walks in the courtyard, one sees no people. No blame.\nRitsema/Karcher: Bound: one's back. Not catching one's individuality. Moving one's\nchambers. Not visualizing one's people. Without fault. [This hexagram describes your\nsituation in terms of confronting a boundary or obstacle. It emphasizes that stopping\nand acknowledging the limit, the action of Bound, is the adequate way to handle it. To be\nin accord with the time, you are told to stop!]\nShaughnessy: Stilling his back, but not stilling his body: Walking into his courtyard,\nbut not seeing his person; there is no trouble.\nCleary (1): Stopping at the back, one does not have a body; walking in the garden,\none does not see a person. No fault.\nCleary (2): Stilling the back, one does not find the body, etc.\nWu: Stoppage indicates that, resting on his back, he does not find his body and walking\nin his courtyard, he does not see any person. Faultless.\n\nThe Image\nLegge: The image of one mountain atop another forms Keeping Still. The superior\nman, in accordance with this, does not allow his thoughts to go beyond the duties of his\nimmediate circumstances.\nWilhelm/Baynes: Mountains standing close together: the image of Keeping Still..\nThus the superior man does not permit his thoughts to go beyond his situation.\nBlofeld: This hexagram symbolizes two mountains conjoined. The Superior Man\ntakes thought in order to avoid having to move from his position.\nLiu: Mountain next to mountain symbolizes stillness. The superior man's thoughts do\nnot go beyond his position.\nRitsema/Karcher: Joined mountains. Bound. A chun tzu uses pondering not to issueforth-from one's situation.\nCleary (1): Joining mountains. Thus do superior people think without leaving their\nplace.\nCleary (2): The mountains are still. Thus the thoughts of developed people are not\nout of place.\nWu: One mountain overlapping another makes Stoppage. Thus the jun zi does not\ncontemplate things beyond his position. [Confucius said: “If you do not hold an office, do\nnot give counsels on its administration.” What he meant is: not to volunteer counsels\nfreely. On the other hand, if you are requested, then give the best you can.]\nCOMMENTARY\nConfucius/Legge: Keeping Still means stopping: One rests when it is time to rest, and\nacts when it is time to act. When action and rest occur at the proper times, one's behavior\nis enlightened. Keeping his back still, he rests in his proper place. The upper and lower\nlines of the hexagram all mirror each other, but are without any interaction: Hence it is\nsaid that he has no consciousness of [ego]. He does not see the persons in his courtyard,\nand there will be no error.\nLegge: Two trigrams symbolizing Mountain make up the hexagram of Keeping Still.\nMountains rise up grandly from the surface of the earth, their huge masses resting on it in\nquiet and solemn majesty. They are barriers to the onward progress of the traveler. The\nattributes of this hexagram are both resting and arresting. It denotes the characteristic of\nresting in what is right in principle, right on the widest possible scale -- in the absolute\nconception of the mind and in every possible position in which a man can be placed. As in\nhexagram number thirty-one, Initiative, the symbolism is taken from the different parts\nof the human body.\n\nAccording to the K'ang-hsi editors, the second sentence in the Image should be\ntranslated: \"The superior man, in consequence with this, thinks anxiously how he shall\nnot go beyond the duties of his position.\"\nNOTES AND PARAPHRASES\nJudgment: \"Wipe out imagination: check desire: extinguish appetite: keep the ruling\nfaculty in its own power.” -- Marcus Aurelius\nThe Superior Man eliminates all distraction and concentrates on the matter at hand.\nA large portion of the Work consists of nothing more than the will to keep still.\nAnyone who has ever tried it can attest that Keeping Still, or doing “nothing,” is\nprobably the most difficult thing that a human can be asked to do. We are an ever-flowing\nfountain of restless desire -- the senses are mindlessly programmed to encounter their\nobjects, and when we prevent them from doing this, a great commotion occurs in the\npsyche. We are so accustomed to feeling our desires, drives, instincts and appetites as\nintegral to our awareness, that we are seldom conscious of the fact that they are actually\nautonomous forces -- as separate from the ego, or choice-making complex, as we are from\nother people, creatures or objects in the physical world. Try controlling an ingrained habit,\nsuch as smoking, and observe how difficult it is to impose your will upon it. Who controls\nwhom?\nThe power of sight does not come from the eye, the power to hear does not come\nfrom the ear, nor the power to feel from the nerves; but it is the spirit of man that\nsees through the eye, and hears with the ear, and feels by means of the nerves.\nWisdom and reason and thought are not contained in the brain, but they belong to\nthe invisible and universal spirit which feels through the heart and thinks by\nmeans of the brain. All these powers are contained in the invisible universe, and\nbecome manifest through material organs, and the material organs are their\nrepresentatives, and modify their mode of manifestation according to their\nmaterial construction, because a perfect manifestation of power can only take\nplace in a perfectly constructed organ, and if the organ is faulty, the\nmanifestation will be imperfect, but not the original power defective.\nParacelsus -- De Viribus Membrorum\nThe ego has only one legitimate function -- to make choices: it is the switchboard in\nthe psyche which directs where the energy of the instinctual powers shall go. If these\nautonomous forces are stronger than the will of the ego, they soon learn to get their way as\noften as possible. The main difference between an inferior and a superior man is that the\nlatter has learned to control and direct his energies for a higher purpose. One of the best\nways to acquire this ability is to learn the lessons inherent within Keeping Still.\nPsychoanalysis has demonstrated that the power of these images and complexes\nlies chiefly in the fact that we are unconscious of them, that we do not recognize\nthem as such. When they are unmasked, understood, and resolved into their\n\nelements, they often cease to obsess us; in any case we are then much better able\nto defend ourselves against them.\nRoberto Assagioli -- Psychosynthesis\nThe lines of the upper and lower trigrams are mirror images of each other, yet not\none of them has a proper correlate: they don't connect with each other. This suggests the\nseparation of the senses from their objects. For example, eyeballs are sensory-receptors\ndesigned for the perception of light and form -- close your eyes, and they are prevented\nfrom contacting the phenomena they were created to perceive. That the psychic entities\nattached to this desire to perceive phenomena might resist restriction is a foregone\nconclusion, but the ego has control over the eyelids -- or should have. “Not seeing the\npeople in one's own courtyard” means that one ignores one's autonomous impulses.\nRegulation of the psyche’s autonomous manifestations in accordance with the will\nof the Self is for the purpose of gaining a controlling influence over one’s karma. As stated\nherein many times, you, as ego, are nothing more than a tool created by the Self for the\ndirection of its own destiny.\nBoth karma theory and quantum mechanics refuse to accept that observers can\nexist independent of the systems they observe. Spiritual science goes so far as to\ntake the observer’s own internal universe and its states as its experimental field.\nFor it is within that field that karma is produced and stored …The “matter” from\nwhich we and our obstructions are created includes both the dense physical\nmaterial from which our bodies are built and the thoughts, attitudes and emotions\nthat make up our minds. Tantric practice is karmic engineering within this field of\nname and form, orchestration of substance and action into result. First you direct\nnew causes against previous effects to nullify adverse influences on your\nawareness, then you unleash yet further actions to negate the influence of the\nnullifying actions.\nRobert Svoboda –Aghora III, The Law of Karma\nHow any ego could tackle such responsibilities with any hope of progress is\nimpossible to imagine without the direction of the Self. Keeping Still certainly has its\nown karmic consequences, but when the “not choosing” implied in this hexagram is done\nin accordance with the Self’s will and intent, the results slowly lead to ever higher levels of\nawareness – eventually into realms beyond the physical. That is what the Work is all\nabout: any other choice is to lock ourselves into a continuous round of birth and death in\nphysical manifestation.\nThe Kabbalists teach that everything we do stirs up a corresponding energy in\nother realms of reality. Actions, words, or thoughts set up reverberations in the\nuniverse. The universe unfolds from moment to moment as a function of all the\nvariables leading up to that moment. When we remain cognizant of this mystical\nsystem, we are careful about what we do, say, or even think, for we know that\neverything is interdependent; we know that a seemingly insignificant gesture\ncould have weighty consequences.\nRabbi David Cooper – God is a Verb\n\nSUGGESTIONS FOR MEDITATION\nNotice that every line of this hexagram except the last deals with an inherent\nchallenge involved in the discipline required to keep still. Compare the lines in Keeping\nStill with similar lines in hexagram 31, Initiative.",
  "lines": {
    "1": "Line-1\nLegge: The first line, magnetic, shows its subject keeping her toes at rest. There will\nbe no error, but it will be advantageous for her to be persistently firm and correct.\nWilhelm/Baynes: Keeping his toes still. No blame. Continued perseverance furthers.\nBlofeld: Stilling the toes -- no error. Unwavering persistence in a righteous course brings\nadvantage. [This suggests the simplest kind of stillness, namely staying where we are.]\nLiu: Keeping the toes still. No error. Continued persistence is advantageous.\nRitsema/Karcher: Bound: one's feet. Without fault. Harvesting: perpetual Trial.\nShaughnessy: Stilling his foot: there is no trouble; beneficial for permanent\ndetermination.\nCleary (1): Stopping at the feet, there is no fault. It is beneficial to be always upright.\nWu: He rests his toes. No error. It is advantageous to be persevering.\nCOMMENTARY\nConfucius/Legge: She does not fail in what is correct according to the idea of the figure.\nWilhelm/Baynes: What is right is not yet lost. Blofeld: This passage is implied by the\nposition of this line, which is not out of order. Ritsema/Karcher: Not-yet letting-go\ncorrecting indeed. Cleary (2): Stop the feet before losing correctness. Wu: He has not\nlost the correct way.\nLegge: The symbolism of the hexagram rises from one part of the body to the other. The\nfirst line at the bottom of the figure fitly suggests the toes. Toes play a great part in\nwalking, but there are here at rest, and so do not lose the correct idea of Keeping Still.\nThe lesson is that from the first men should rest in and be anxious to do what is right in all\ntheir affairs. The dynamic line in a magnetic place accounts for the caution with which the\nphrase concludes.\n\nNOTES AND PARAPHRASES\nSiu: At the outset, the man pauses to study the situation as it actually exists -- without\nbeing led astray by wishful thinking or ulterior motives. He must remain persistently firm\nand correct to avoid irresolute drifting.\nWing: Because the situation is only at its beginning, you are able to see things as they are.\nFurthermore, your interests and motives have not yet become self-serving. Continuing in\nthis objective attitude is necessary for advancement.\nEditor: The I Ching consistently uses the image of toes as symbolic of initial movement - the beginning of some kind of action. Here the message is to refrain from action. There\nis a hint that egotistical compulsiveness or impatience might\nbe involved. You are counseled to squelch this urge and remain quietly in place.\nOur vitality constantly drives us to do something and if we stop that, something\nwithin us keeps going on. Try once to think of nothing even for half a second! You\ncannot! You think: \"Gosh, I have to go to the butcher, etc.\" It is the constant\nautonomous restlessness of the life we lead and our will-power is insufficient to\nenable a simple inner life to overcome that autonomous liveliness. With the help of\nthe Self, however, it comes forth.\nM.L. Von Franz -- Alchemical Active Imagination\nA. Do not initiate action.",
    "2": "Line-2\nLegge: The second line, magnetic, shows its subject keeping the calves of her legs at rest.\nShe cannot help the subject of the line above whom she follows, and is dissatisfied in her\nmind.\nWilhelm/Baynes: Keeping his calves still. He cannot rescue him whom he follows. His\nheart is not glad.\nBlofeld: Stilling the calves. His heart is sad because he is unable to save his followers.\n[Perhaps the implication is that the mind's injunction to be still reached the calves but\nwas delayed there, so that the feet continued moving until it was too late. In other words,\nwe are too late in deciding to stay where we are, although circumstances make this most\ndesirable.]\nLiu: Keeping the calves still. But he cannot restrain the movements that follow, and he is\nuneasy in his mind. [A person cannot achieve his goal now.]\nRitsema/Karcher: Bound: one's calves. Not rescuing one's following. One's heart not\nkeen.\n\nShaughnessy: Stilling his calves: not raising aloft his rent flesh, his heart is not glad.\nCleary (1): Stopping at the calves doesn’t help out the following. The heart is unhappy.\nCleary (2): Stopping the calves, they don’t rise to follow. The mind is not happy.\nWu: He rests the calves of his legs. He cannot help the one he follows and feels unhappy.\nCOMMENTARY\nConfucius/Legge: He whom she follows will not retreat to listen to her.\nWilhelm/Baynes: Because this one does not turn toward him to listen to him. Blofeld:\nHe cannot save them because he failed to retire and wait. Ritsema/ Karcher: Not-yet\nwithdrawing-from hearkening indeed. Cleary (2): Not rising to follow means not\nretreating to listen. Wu: Because that person is unwilling to step back and listen to him.\nLegge: Above the toes are the calves, represented by the second line which is magnetic\nbut in its proper place. Above this again, are the loins, represented by the third line -dynamic and in danger of being violent. The second line follows the third and would like\nto help him, but is unable to do so because there is no correlation between them. The third\nline will persist in his course without heeding the warnings of line two.\nAnthony: Keeping his calves still. When we allow ourself to be lured by a wrong motive,\nit means we doubt that the correct way will work. When doubt pervades, we should not act.\n“He cannot rescue him whom he follows.” If our inner eye is fastened on what another\nperson does, we follow their path rather than our own. We can only rescue them if we\nfollow our own path. When they see that they are truly alone, with no one to rescue them,\nthey will try to save themselves.\nNOTES AND PARAPHRASES\nSiu: The man is unable to stop his stronger master even when the latter is bent on the\ndirection of wrongdoing. He is unhappy about being swept along by such a movement.\nWing: You are swept along by your goals and the events you've set into motion. Even\nthough you may wish to stop and reconsider, you cannot halt the flow of action. This\ncondition brings unhappiness.\nEditor: The image depicts one bound to a force or situation which one either can't or\nwon't control. Ritsema/Karcher translate \"hearkening” in the Confucian commentary as:\n“T'ING: ...The ideogram ear and actualizing-tao, hear and obey.” Perhaps you have\ndisregarded your intuition or inner voice: the Self. In some contexts, the image suggests\none disempowered by circumstances not of one’s own making. Little or nothing can be\ndone to influence the situation.\nIf you have given way to anger, be sure that over and above the evil involved\ntherein, you have strengthened the habit, and added fuel to the fire. If overcome\n\nby a temptation of the flesh, do not reckon it a single defeat, but that you have also\nstrengthened your dissolute habits. Habits and faculties are necessarily affected\nby the corresponding acts. Those that were not there before, spring up: the rest\ngain in strength and extent.\nEpictetus\nA. Depicts a powerless relationship with a controlling inferior force.\nB. Fight hard against your \"need\" to act.",
    "3": "Line-3\nLegge: The third line, dynamic, shows its subject keeping his loins at rest, and\nseparating the ribs from the body below. The situation is perilous, and the heart glows\nwith suppressed excitement.\nWilhelm/Baynes: Keeping his hips still. Making his sacrum stiff. Dangerous. The\nheart suffocates.\nBlofeld: Stilling the loins and stiffening the spine – his heart is suffocated by trouble.\n[Elsewhere in the Book of Change, it is made clear that the loins sometimes symbolize\nsexual desire. To force oneself to continence when the mind is not ready for it is\nexceedingly dangerous and may lead to mental and emotional disarrangement. What is\nrequired is stilling the WHOLE self, a cessation of desire itself.]\nLiu: Keeping the loins and the middle of the spine still. Danger. His heart is like an\nanxious flame.\nRitsema/Karcher: Bound: one's limit. Assigned-to one's loins: adversity smothers the\nheart.\nShaughnessy: Stilling his midsection: scratching his spine; danger; smoke the heart.\nCleary (1): Stopping at the waist breaks the backbone; danger inflames the heart.\nWu: He rests his waist and tightens it with a waistband. He is deeply worried.\nCOMMENTARY\nConfucius/Legge: The danger of keeping the loins at rest produces a glowing heat in the\nheart. Wilhelm/Baynes: There is danger that the heart may suffocate. Blofeld: If the\nloins are stilled, there is a danger that the heart will suffocate. Ritsema/ Karcher:\nExposure smothers the heart indeed. Cleary (2): Danger affects the heart. Wu: He is\ndeeply worried.\n\nLegge: When the calves are kept at rest, advance is stopped, but no other harm ensues.\nNot so when the loins are kept at rest, and unable to bend, for the connection between the\nupper and lower parts of the body is then broken. The dissatisfaction increases to an\nangry heat. Canon McClatchie suggests the idea of \"stopping at a limit, and separating\nwhat is in continued succession (i.e., the backbone); thus the mind, etc.\"\nNOTES AND PARAPHRASES\nSiu: Danger results from the smoldering resentment against forced inaction on the part of\nthe man. The proper frame of mind for meditation and concentration can arise naturally\nonly out of inner composure and not through artificial rigidity.\nWing: If you attempt to force stillness upon restless desires you will only create deep\ninner conflict and resentment. This can be dangerous. Attempt internal composure\nthrough relaxation and Meditation.\nEditor: If the heart is the point of balance between the dry speculations of the brain and\nthe robust libido of the genitals (\"loins\"), then the will to keep the loins at rest is certain to\ncreate a conflict within the psyche which will test our \"heart\" to serve the higher ideals of\nthe Work. As the top line of the lower trigram, this is a place of transition between a lower\nand higher condition, and the imagery describes the conflict which ensues whenever one\nundertakes such a separation. Blofeld's note about sexuality is very apt here: the Self is\ncapable of testing one's will to the very limits of endurance on this issue; indeed, control of\nsexual libido is one of the cornerstones of the Work and cannot be evaded. The concept of\nthe \"cessation of desire itself\" is easily understood, yet all but impossible to achieve. If this\nis the only changing line, the new hexagram becomes number 23, Disintegration\n(Splitting Apart), the corresponding line of which offers a strong hint about how to\nhandle the situation at hand.\nFor the flesh lusteth against the Spirit, and the Spirit against the flesh: and these\nare contrary the one to the other: so that ye cannot do the things that ye would.\nGalatians 5: 17\nA. Make a distinction between your will and your desire, and at least be conscious\nabout which one you choose.\nB. Enforced inaction is suffocating to a free spirit.\nC. Calm down -- get back on center. Disassociate yourself from an inferior force.",
    "4": "Line-4\nLegge: The fourth line, magnetic, shows its subject keeping her trunk at rest. There will\nbe no error.\nWilhelm/Baynes: Keeping his trunk still. No blame.\n\nBlofeld: Stilling the body -- no error!\nLiu: Keeping the body still. No error.\nRitsema/Karcher: Bound: one's individuality. Without fault.\nShaughnessy: Stilling his torso.\nCleary (1): Stopping at the body, there is no blame.\nCleary (2): Stopping at the torso, there is no fault.\nWu: He rests on his body. No error.\nCOMMENTARY\nConfucius/Legge: She keeps herself free from agitation. Wilhelm/Baynes: He stops\nwithin his own body. Blofeld: Stilling the body means stilling the whole self. Ritsema/\nKarcher: Stopping connoting the body indeed. Cleary (2): Stopping the torso stills the\nbody. Wu: This means he puts a stop at his own person.\nLegge: Each part of the body, such as the mouth, eyes and ears has its own particular\nappetite which draws it to that which is outside of itself. The back alone has nothing to do\nwith anything beyond itself -- hardly with itself even. All that it has to do is stand straight\nand strong. So should it be with us, resting in principle, free from the intrusion of selfish\nthoughts and external objects.\nNOTES AND PARAPHRASES\nSiu: The man forgets his ego. This leads to the highest state of rest.\nWing: Your frame of mind is conducive to self-mastery. You have only to transcend the\nimpulses of your ego to achieve the ideal of Meditation.\nEditor: Siu's paraphrase combined with Legge's commentary, implies that the situation\nrequires total non-action in the physical, emotional and mental realms of the psyche. This\nof course is the ideal of almost all forms of meditation.\nIf, in experiencing an emotion -- any emotion -- a person consciously refrains\nfrom acting on it while at the same time keeping the event alive within himself, he\nwill discover that the emotion leads him to another dimension of experience. He\nwill discover that the energy of the emotion does not die because of his refusal to\ngive it a space outside of himself. If he holds on to the tail of this tiger as it\nrebounds inward, he will discover its source. He will then learn why the\nmediaeval alchemists and Kabbalists insisted that man contains within him a sun,\n\na center of pure energy. It should be stressed that the method I am talking about\nhere is nothing new. The idea is implicit in all Oriental yogas.\nC. Ponce -- Kabbalah\nA. Non-action is correct action. Maintain repose.\nB. Meditate.",
    "5": "Line-5\nLegge: The fifth line, magnetic, shows its subject keeping her jawbones at rest, so that her\nwords are all orderly. Occasion for repentance will disappear.\nWilhelm/Baynes: Keeping his jaws still. The words have order. Remorse disappears.\nBlofeld: Stilling the jaws. Since his words are well ordered, he ceases to have cause for\nregret.\nLiu: Keeping the jaws still. His speech has order. Remorse vanishes.\nRitsema/Karcher: Bound: one's jawbones. Words possessing sequence. Repenting\nextinguished.\nShaughnessy: Stilling his cheeks: words have sequence; regret is gone.\nCleary (2): Stopping the jaws, there is order in speech, and regret vanishes.\nWu: He rests his lower jaw. He speaks with orderliness. Regret vanishes.\nCOMMENTARY\nConfucius/Legge: She acts correctly in harmony with her central position. Wilhelm/\nBaynes: As a result of central and correct behavior. Blofeld: This is indicated by the\nsuitable position of this line, which is central to the upper trigram. Ritsema/Karcher:\nUsing centering correcting indeed. Cleary (2): Stopping the jaws is done with balance\nand uprightness. Wu: Because of his central position.\nLegge: The place of the magnetic fifth line is not proper for it, hence the mention of her\nrepenting. Yu Pen (Ming dynasty) says on line five: \"Words should not be uttered rashly.\nThen, when uttered, they will accord with principle. But it is only the master of the virtue\nof the due mean who can attain to this.\"\nNOTES AND PARAPHRASES\nSiu: The man is judicious in his choice of words. He thereby eliminates occasions for\nregret.\n\nWing: Once you have centered yourself, your words will be chosen more carefully, and\noutspoken or unthinking comments will be avoided. In this way you will no longer suffer\nshame or regret.\nEditor: At its most obvious level, to keep the jawbones at rest is to refrain from illconsidered remarks. But what if one receives this line in a context where speech, per se, is\nnot a factor? Speech is the utterance of words, and words express ideas. As artifacts of the\nmental realm, words are the components of conceptualization. All of the translations\nemphasize the idea of bringing order to one's words, hence the line in its larger context is\nan injunction to sort out the facts of the matter at hand and arrange them in a meaningful\npattern. It can refer to re-thinking a situation, or sometimes just to the need to shut off\nyour constant inner chatter. Ritsema/Karcher's Confucian commentary uses the term\n\"Centering correcting,\" which they translate as: \"Make rectifying one-sidedness and error\nyour central concern; reaching a stable center in yourself can correct the situation.\"\nIt is very difficult for a man to keep silent about things that interest him. He\nwould like to speak about them to everyone with whom he is accustomed to share\nhis thoughts ... This is the most mechanical of all desires and in this case silence is\nthe most difficult abstinence of all. But if a man understands this or, at least, if he\nfollows this rule, it will constitute for him the best exercise possible for selfremembering and for the development of will. Only a man who can be silent when\nit is necessary can be master of himself.\nGurdjieff\nA. Bring order to your thinking. Thought structures can become barriers to correct\nperception -- don't jump to simplistic conclusions.\nB. \"Make sure brain is engaged before putting mouth in gear.\"\nC. When you don't understand what's happening, refrain from useless speculation.",
    "6": "Line-6\nLegge: The sixth line, dynamic, shows its subject devotedly maintaining his restfulness.\nThere will be good fortune.\nWilhelm/Baynes: Noble hearted keeping still. Good fortune.\nBlofeld: The highest form of stillness -- good fortune!\nLiu: Keeping still with benevolence. Good fortune.\nRitsema/Karcher: Magnanimous Bounding, significant.\nShaughnessy: Thick roots; auspicious.\n\nCleary (2): Careful stopping is auspicious.\nWu: He rests with honor. Auspicious.\nCOMMENTARY\nConfucius/Legge: To the end he shows himself generous and good. Wilhelm/\nBaynes: The good fortune of noble hearted keeping still comes from the fact that there is\nan ample end. Blofeld: He achieves this in order to win greater benefit in the end.\nRitsema/Karcher: Using munificence to complete indeed. Cleary (2): A rich\nconclusion. Wu: It ends with honor.\nLegge: The third line of the trigrams, and the sixth line of the hexagram, is what makes\nKeeping Still what it is -- the symbol of a mountain. The subject of it therefore will carry\nout the resting required by the whole figure in the highest style.\nNOTES AND PARAPHRASES\nSiu: The man attains tranquility in relation to life in its entirety.\nWing: When your inner composure can reach even beyond the situation into all aspects of\nyour life, you can penetrate the true meaning of things. From this perspective comes great\ngood fortune.\nEditor: The sixth line suggests the very top of the mountain -- the peak which is nearest\nto heaven and hence most in conformance with the ideals of the hexagram of Keeping\nStill.\nIf meditation is controlled thinking, it implies that the individual has the entire\nthought process under control, including input from the subconscious. The\nexperienced meditator learns how to think what he wants to think, when he wants\nto think it. He can always be in control of the situation, resisting psychological\npressures that work on the subconscious. He is also in control of himself, never\ndoing something that he knows he really does not want to do. In many schools,\nthis self-mastery is one of the most important goals of meditation.\nAryeh Kaplan -- Jewish Meditation\nA. An image of tranquil non-action.\nB. Present inaction creates future advantage.\nMarch 30, 2001, 4/25/06"
  }
}