{
  "hexagram_number": 62,
  "gua": "Judgment\nLegge: Small Powers indicates that there will be progress and attainment in small\naffairs, but not in great affairs. It will be advantageous to be firm and correct. It is like the\nsong of a flying bird: It is better to descend than to ascend. In this way there will be good\nfortune.\nWilhelm/Baynes: Preponderance of the Small. Success. Perseverance furthers.\nSmall things may be done; great things should not be done. The flying bird brings the\nmessage: It is not well to strive upward, it is well to remain below. Great good fortune.\nBlofeld: The Small Get By -- success! Persistence in a righteous course brings reward.\nSmall things can be accomplished now, but not great ones. When birds fly high, their\nsinging is out of tune. The humble, but not the mighty, are favored now with great good\nfortune. [To aim high now would be to put ourselves out of accord with the times.]\nLiu: Slight Excess. Success. Continuing is of benefit. Undertaking small things, not\ngreat things. The song of the flying bird. It is not good to go up; it is good to stay below.\nGreat good fortune. [Slight Excess signifies the slight excess or small mistake that can\nprevent the achievement of great things.]\nRitsema/Karcher: Small Exceeding, Growing. Harvesting Trial. Permitting Small\nAffairs. Not permitting Great Affairs. Flying bird: abandoning's sound. Above not\nproper, below proper. The great significant. [This hexagram describes your situation in\nterms of an overwhelming variety of encounters and details. It emphasizes that an\nexcessive concern with adapting yourself to these inner and outer events is the adequate\nway to handle it...]\nShaughnessy: Small Surpassing: Receipt; beneficial to determine; possible for little\nservice, but not possible for great service. The sound left by the flying bird is not proper for\nascent but is proper for descent; greatly auspicious.\n\nCleary (1): Predominance of the small is developmental, beneficial if correct. It is\nsuitable for a small affair but not for a great one. The call left by a flying bird should not\nrise but descend. This is very auspicious.\nCleary (2): Small excess turns out all right. It is beneficial to be correct. It is all right\nfor small matters, not for great matters. A flying bird leaves its cry; it should not ascend\nbut descend – then there will be great good fortune.\nWu: Excess of the Small indicates pervasiveness and the advantage of being\npersevering. One may succeed in doing small business, but not big one. Like the lingering\nsound of a bird flying by, it is not suitable to go upward, but suitable to go downward.\nGreat fortune.\nThe Image\nLegge: The image of thunder above a hill forms Small Powers. The superior man, in\naccordance with this, in his conduct exceeds in humility, in mourning exceeds in sorrow,\nand in his expenditure exceeds in economy.\nWilhelm/Baynes: Thunder on the mountain: the image of Preponderance of the\nSmall. Thus in his conduct the superior man gives preponderance to reverence. In\nbereavement he gives preponderance to grief. In his expenditures he gives preponderance\nto thrift. [The superior man derives an imperative from this image: he must always fix\nhis eyes more closely and more directly on duty than does the ordinary man, even though\nthis might make his behavior seem petty to the outside world. He is exceptionally\nconscientious in his actions.]\nBlofeld: This hexagram symbolizes thunder over the mountains. The Superior Man now\nacts with too much reverence, experiences too much sorrow from bereavement and is\noverly thrifty in satisfying his needs.\nLiu: Thunder over the mountain symbolizes Slight Excess. The superior man's conduct\nis overly humble; In mourning he laments exceedingly, and he is stingy in his spending.\nRitsema/Karcher: Above mountain possessing thunder. Small Exceeding. A chun\ntzu uses moving Exceeding to reach-to courtesy. A chun tzu uses losing Exceeding to\nreach-to mourning. A chun tzu uses availing of Exceeding to reach-to parsimony.\nCleary (1): There is thunder over a mountain, exessively small. Thus superior people\nare excessively deferential in conduct, excessively sad in mourning, excessively frugal in\nconsumption.\nCleary (2): Thunder over a mountain – small excess. Genteel people are exceedingly\ndeferential in conduct, exceedingly sad in mourning, and exceedingly abstemious in\nconsumption.\n\nWu: Thunder rolls over the mountain; this is Excess of the Small. Thus the jun zi\nconducts himself with a little excess in respect to others, a little excess in sorrow at\nmourning, and a little excess in frugality in expenditure.\nCOMMENTARY\nConfucius/Legge: In Small Powers we see the magnetic lines exceeding the others,\nand giving the intimation of progress and attainment. To be advantageous, such excesses\nmust be associated with firm correctness, and must always be in harmony with the\nrequirements of the time. The magnetic lines are in the central places, and hence it is said\nthat small excesses may be done in small affairs with good effect. Of the dynamic lines, one\nis not in its proper place, and the other is not central; thus it is said that small excesses\nshould not be done in great affairs. In the hexagram we have the symbol of the flying bird,\nwhose song reminds us that it is better to descend than ascend. To ascend is contrary to\nwhat is reasonable in the case, while to descend is natural and right.\nLegge: The meaning of this hexagram in which an excess of yin lines prevails, may be\ngrasped by contrasting its image with that of hexagram number twenty-eight, Critical\nMass, in which an excess of yang lines prevails. Here the idea is the prevalence of small\nor inferior powers, and the lesson to be learned is how to distinguish essentials from nonessentials. Is it ever good to deviate from the established course of procedure? The answer\nis that it is permissible only in small matters, but never in matters of import. Sometimes\nform may be dispensed with, but never substance, and the thing must always be done\nresponsibly and with appropriate humility. The symbol of the bird is to teach humility -- it\nis better for it to descend, keeping near to where it can perch and rest, than to ascend into\nthe homeless regions of the upper air.\nNOTES AND PARAPHRASES\nJudgment: Ground your flights of fancy.\nThe Superior Man bends over backwards to be correct.\nSmall Powers shows the preceding figure of Inner Truth turned inside-out.\nHere the magnetic lines are all on the outside -- uncontained and uncontrolled. The\nhexagram often reflects a situation in which the \"archetypes\": the passions, appetites,\nemotions, drives and instincts have left their proper places within the psyche and are\nflying free like birds escaped from the zoo. Most of the lines either depict the danger of\nsuch a situation or warn about how to control it.\nIn this inflated, compulsive state of identity, we and the drive are at our most\nharmful; the drive will unfold and we will act out its extreme, inappropriate and\ndestructive side. In the process we get the worst of it, along with the other people\ninvolved. The wrong thing usually happens at the wrong time and in the wrong\nplace. A capacity for moving toward differentiation and transforming the drive\nwill not arise until the state of identity has been dissolved. This requires a\nconfrontation of the drive as a Thou, as something that is not I, as something\n\nseparate from ourselves. Only at this point can the inner dialogue begin. Until\nthen the drive remains unconscious, primitive and destructive. Only after the\nidentity has been dissolved by learning to experience the drive as an autonomous\nentity that is separate from the ego, do we get a chance to choose a right time and\nplace and to develop the positive potential of the drive.\nE.C. Whitmont -- The Symbolic Quest\nInterestingly, the only line that seems to be correctly \"out of its cage\" is the second - suggesting a situation in which an intuitive inner wisdom takes proper precedence over\nthe usual firm correctness of \"reason.\"",
  "lines": {
    "1": "Line-1\nLegge: The first line, magnetic, suggests the idea of a bird flying, and ascending\nuntil the issue is evil.\nWilhelm/Baynes: The bird meets with misfortune through flying. [A bird ought to\nremain in the nest until it is fledged. If it tries to fly before this, it invites misfortune.]\nBlofeld: A bird in flight brings misfortune.\nLiu: A bird encounters misfortune when it soars.\nRitsema/Karcher: Flying bird: using a pitfall.\nShaughnessy: The flying bird brings inauspiciousness.\nCleary (1): A bird that flies thereby brings misfortune.\nWu: The flying bird gets its misfortune.\nCOMMENTARY\nConfucius/Legge: Nothing can be done to avoid this issue. Wilhelm/Baynes: Here\nthere is nothing to be done. Blofeld: There is nothing we can do about it. [The bird is\nmerely a symbol; we are due to encounter misfortune which we are powerless to avert.]\nRitsema/Karcher: Wherefore not permitted thus indeed. Cleary (2): Nothing can be\ndone about it. Wu: It cannot be helped.\nLegge: Line one is magnetic in a dynamic place, and possessed by the idea of exceeding\nthe limitations of the hexagram. Her correlate is the dynamic fourth line, belonging to the\ntrigram of Movement, so that instead of being repressed from her tendency to ascend, she\nis actually stimulated to do so. Nothing can be done to avoid an evil issue because she\nbrings it on herself.\n\nNOTES AND PARAPHRASES\nSiu: At the outset, the man should heed the case of a bird leaving the nest before it is\nfledged. He should spend his early life learning the traditional ways in order to avoid\nwasting his energies in senseless jousting.\nWing: If you are considering an extraordinary plan, forget it. The time and your position\ncould not be more inappropriate. Your destiny lies in the ordinary or traditional, and\nanything beyond that would lead you into danger.\nEditor: Despite the gloomy Confucian commentary, my experience with this line has\nusually been conditional: \"If the bird flies, disaster is inevitable.\" The implicit conclusion\nis: \"If the bird doesn't fly, it will escape the unpleasant consequences.\" The image of the\nbird (an air creature symbolizes a thought, concept or idea) can suggest blue-sky thinking\nthat will only end up lost in space. Wilhelm’s commentary offers the idea of a fledgling\ntrying to fly before it is ready, suggesting that the impulse to act may be more premature\nthan improper.\nIf we do not know what moves us we are in no position to understand what we are\ndoing, nor are we in any position to choose what we wish to do. We may think we\ndecide what we want to do but what actually happens may be quite another\nmatter. Without an awareness of the psychic fields in which we operate, any idea\nof freedom of will, decision or of relationship is an illusion.\nE.C. Whitmont -- The Symbolic Quest\nA. You have allowed your thoughts to run away with you.\nB. You are in over your head -- have exceeded your ability to cope with the reality of\nthe situation.",
    "2": "Line-2\nLegge: The second line, magnetic, shows its subject passing by her grandfather, and\nmeeting with her grandmother; not attempting anything against her ruler, but meeting her\nas her minister. There will be no error.\nWilhelm/Baynes: She passes by her ancestor and meets her ancestress. He does not\nreach his prince and meets the official. No blame.\nBlofeld: Passing by the spirit tablets of his ancestors, he encountered the ghost of (or else\nthe tablet of) his late mother. He did not get as far as the Prince but encountered one of the\nministers -- no error!\nLiu: He passes over his deceased grandfather and meets his deceased grandmother. He\ndoes not reach the king but meets an official. No blame.\n\nRitsema/Karcher: Exceeding one's grandfather. Meeting one's grandmother. Not\nextending-to one's chief. Meeting one's servant. Without fault.\nShaughnessy: Surpassing his grandfather, meeting his grandmother: Not reaching his\nlord, meeting his servant; there is no trouble.\nCleary (1): Passing the grandfather, you meet the mother; not reaching the lord, you\nmeet the retainer. No fault.\nCleary (2): Going past the grandfather, etc. ... you meet the administrator, etc.\nWu: He passes by his grandfather and meets with his grandmother. He does not reach the\nruler, but meets with the minister. No error.\nCOMMENTARY\nConfucius/Legge: A minister should not overpass the ruler. Wilhelm/Baynes: The\nofficial should not wish to surpass the prince. Blofeld: He did not reach the Prince\nbecause he was unable to get by the minister. [We fail, but through no fault of ours, to\nreach as high as we'd hoped.] Ritsema/Karcher: Not extending to one's chief. A servant\nnot permitted Exceeding indeed. Cleary (2): The administrator is not to be surpassed.\nWu: Because the minister should not be bypassed.\nLegge: The second line is magnetic but in her proper central place. Her correlate is the\nmagnetic fifth-line ruler of the hexagram. The dynamic lines separating them represent\nher father and grandfather, but she passes by them to meet with her grandmother in line\nfive. She moves toward the grandmother-ruler not as an enemy, but with the loyal\nhumility of a proper minister.\nNOTES AND PARAPHRASES\nSiu: The man fails to meet the chief executive, but goes about his duties among other\nofficials. He does not force his way into the limelight.\nWing: Use whatever common affiliations you have with others to bring you into a secure\nposition. No matter what kind of connection you make, it is the connection itself that is\nimportant. Hold as closely as possible, however, to traditional methods.\nEditor: Blofeld, Liu, Ritsema/Karcher (and Wilhelm by implication) all state that the\n\"grandfather\" and \"grandmother\" are deceased ancestors. Ritsema/Karcher translate\n\"grandmother\" as: \"Second ancestor generation ... venerated as source of her many\ndescendants.\" Psychologically, we can assume that the \"ancestral grandmother\" relates to\na primal Yin archetype. Here, a female (Eros principle) passes by two males (logos\nprinciple) to unite (correctly in this instance) with another yin line -- which also rules the\nhexagram. Psychologically, the image suggests the subordination of intellect to a deeper\nsource of wisdom within the psyche. A fair paraphrase of the Confucian commentary\nmight be: \"Don't exceed your authority.\" Perhaps a warning to the ego not to impose its\n\npreconceived ideas on the unusual situation portrayed by this line. If this is the only\nchanging line, the corresponding line in the new hexagram, 32 – Consistency, is:\nRemorse disappears. The relationship between correlate lines in these two hexagrams\nhelps explain each other. Siu’s paraphrase in the latter case is often useful: The man\nendures by keeping his force of character within the bounds of available power.\nThe utterances of the heart -- unlike those of the discriminating intellect -- always\nrelate to the whole. The heartstrings sing like an Aeolian harp only to the gentle\nbreath of a premonitory mood, which does not drown the song but listens.\nJung -- The Symbolic Life\nA. The intellect defers to the wisdom of the heart.\nB. Go with your intuition.\nC. Don't get ahead of yourself.",
    "3": "Line-3\nLegge: The third line, dynamic, shows its subject taking no extraordinary precautions\nagainst danger, and some in consequence finding opportunity to assail and injure him.\nThere will be evil.\nWilhelm/Baynes: If one is not extremely careful, somebody may come up from behind\nand strike him. Misfortune.\nBlofeld: Unless he takes appropriate precautions, one of his subordinates may slay him - misfortune!\nLiu: If he does not protect himself carefully, someone will stab him in the back.\nMisfortune.\nRitsema/Karcher: Nowhere Exceeding defending-against it. Adhering, maybe killing it.\nPitfall.\nShaughnessy: Not surpassing him but repelling him, following which someone injures\nhim; inauspicious.\nCleary (1): If you do not overcome and forestall it, indulgence will cause harm, which\nwould be unfortunate.\nCleary (2): One does not take precautions in excess, so pursuers attack one. This is\nunfortunate.\nWu: Ignoring to secure a little excess of protection, he may be fatally wounded.\nForeboding.\n\nCOMMENTARY\nConfucius/Legge: There will be evil: how great it will be! Wilhelm/Baynes: What a\nmisfortune this is! Blofeld: Were that to happen, it would indeed be misfortune!\nRitsema/Karcher: Wherefore a pitfall thus indeed. Cleary (2): Pursuers attack one.\nHow unfortunate! Wu: How can it not be foreboding?\nLegge: The subject of line three is too confident in his own strength, and too defiant of the\nmagnetic enemies that seek to hurt him.\nNOTES AND PARAPHRASES\nSiu: The man is disdainful of weak enemies and does not exercise adequate precautions\nin the face of apparently insignificant signs. He will be hurt.\nWing: This is a warning. Because you are in the right and things have gone smoothly in\nthe past, you may be tempted to overlook details and become overly confident. Dangers\nare lurking. They can be avoided with Conscientiousness. Take precautions now.\nEditor: The \"magnetic enemies\" are all of the yin lines in the hexagram, seen here as\ntreacherous adversaries. There is no ambiguity in this line at all -- it is saying in the\nclearest possible terms to \"Watch out!\"\nWe are therefore on safe ground when we speak of a personal part of the psyche\nconsisting of the conscious and controllable elements, and a nonpersonal part\nconsisting of those elements not controlled by the conscious I but superordinated\nto and acting independently of it, often dominating it and forcing it to act\ncontrary to its desires ... A man in this stage of self-consciousness does not realize\nas a rule that ideas occur to him without his willing them, that actions are\nperformed through him -- that he is being used by thoughts and impulses arising\nfrom something other than his I.\nM.E. Harding -- Psychic Energy\nA. You are vulnerable to harm -- wake up!\nB. You have taken no precautions against the threat of attack from unseen quarters.\nIf you are not extremely careful, you're going to get hurt.",
    "4": "Line-4\nLegge: The fourth line, dynamic, shows its subject falling into no error, but meeting the\nexigency of his situation without exceeding in his natural course. If he goes forward, there\nwill be peril, and he must be cautious. There is no occasion to be using firmness\nperpetually.\n\nWilhelm/Baynes: No blame. He meets him without passing by. Going brings danger.\nOne must be on guard. Do not act. Be constantly persevering. [Hardness of character is\ntempered by yielding position, so that no mistakes are made.]\nBlofeld: No error! Instead of passing him by, he accosts him. Advancing now entails\ndangers which have to be guarded against. This is not a time for action, but for unwavering\ndetermination.\nLiu: He meets things without excessive reactions. No blame. He will meet danger if he\nadvances. There must be caution. Do not continue.\nRitsema/Karcher: Without fault. Nowhere Exceeding meeting it. Going adversity\nnecessarily warning. No availing-of perpetual Trial.\nShaughnessy: There is no trouble. Not surpassing him, but meeting him; to go is\ndangerous, there necessarily being a revolt. Do not herewith determine permanently.\nCleary (1): No fault. Do not dally with it too much; it is dangerous to go on. Caution is\nnecessary. Don’t persist forever.\nCleary (2): No fault, meeting here without excess. To go is dangerous; it is necessary to\nbe cautious and not do it. Always be correct.\nWu: There will be no blame, when he encounters a chance meeting with someone without\nexceeding the spirit of small excess. Any excessive effort must be curtailed. Nor it is proper\nto be persevering.\nCOMMENTARY\nConfucius/Legge: The position is inappropriate for a dynamic line. If he goes forward\nthe result would be that his course would not be long pursued. Wilhelm/ Baynes: The\nplace is not the appropriate one. Blofeld: Accosting someone instead of passing him by is\nnow inappropriate or, is indicated by the unsuitable position of this line. The danger of\ngoing forward and the need for precaution imply that we should not continue long in our\npresent course. Ritsema/ Karcher: Situation not appropriate indeed. Going adversity\nnecessarily warning. Completing not permitting long-living indeed. Cleary (2): The\nposition is not right. After all, it cannot last. Wu: This means that his position is improper.\nBecause it will not last.\nLegge: Line four is dynamic, but the exercise of his strength is tempered by his position in\na magnetic place. He is warned however, to continue quiet and restrain himself.\nNOTES AND PARAPHRASES\nSiu: The man exercises restraint and caution. He meets the exigencies of the situation\nwithout exceeding the natural bounds.\n\nWing: Caution: Do not forge ahead toward your goals or force issues at this time. Stay low\nand remain inwardly persevering.\nEditor: The image portrays a dynamic minister who might be inclined to surpass his\nmagnetic ruler, but who is counseled to temper his impulse to advance. \"He meets him\nwithout passing by\" in Wilhelm's translation is another way of saying not to ignore the\ndanger in the situation. Legge's rendering: \"There is no occasion to be using firmness\nperpetually,\" Ritsema/Karcher's: \"No availing-of perpetual Trial,\" and Shaughnessy’s\n\"Do not herewith determine permanently,\" all contradict Wilhelm, Blofeld and Liu, who\ntranslate constant perseverance. The logic of the imagery and Confucian commentary\nargue for this latter rendering, though the circumstances of your query may leave the other\ninterpretation open for consideration. Indeed, Cleary’s Taoist and Buddhist translations\noffer each version!\nTo put it in psychological terms, it is the unawareness of danger that constitutes\nthe greatest threat to one who is assailed by an uprush of primitive libido from the\nunconscious. If he could see the threat or temptation clearly enough to call it by its\ntrue name, half the battle would be won.\nM.E. Harding -- Psychic Energy\nA. Don't get ahead of yourself or exceed your authority. Unilateral action is\ninappropriate.\nB. \"Modesty is the best policy.\"",
    "5": "Line-5\nLegge: The fifth line, magnetic, suggests the idea of dense clouds, but no rain, coming\nfrom our borders in the west. It also shows the prince shooting his arrow, and taking the\nbird in a cave.\nWilhelm/Baynes: Dense clouds, no rain from our western territory. The prince shoots\nand hits him who is in the cave. [The man in the cave is line two. The word for shooting\nmeans shooting with an arrow attached to a line for the purpose of dragging in the game\nthat has been shot. The connection arises from the fact that the present line and the\nsecond line are related through similarity of kind.]\nBlofeld: Dense clouds come from the western outskirts, but no rain falls. The prince\nshoots an arrow and hits someone in a cave.\nLiu: Heavy clouds come from the west, but no rain. What the duke shoots he takes from\nthe cave.\nRitsema/Karcher: Shrouding clouds, not raining. Originating- from my Western\nsuburbs. A prince, a string-arrow grasping another located-in a cave.\n\nShaughnessy: The dense clouds do not rain from our western pasture; the duke shoots\nand takes the skin in the cavern.\nCleary (1): Dense clouds not raining come from my neighborhood. The ruler shoots\nanother in a cave.\nCleary (2): Dense clouds do not rain, coming from one’s western province. The prince\nshoots, catching the quarry in the den.\nWu: There are dense clouds, but no rain coming from our western countryside. The duke\ngets what is in the cave with an arrow tied to a string. [This implies that he solicits and\ngets the assistance of his correlate, the second yin line.]\nCOMMENTARY\nConfucius/Legge: There are dense clouds, but no rain -- the line is in too high a place.\nWilhelm/Baynes: He is already above. Blofeld: Dense clouds and no rain points to\ntheir having risen too high. [Something which could have been of great help to us passes\nus by.] Ritsema/Karcher: Above climaxing indeed. Cleary (2): (The clouds) have\nalready risen. Wu: The clouds have been blown away by high winds.\nLegge: Line five, though in the ruler's seat, is magnetic, and incapable of doing anything\ngreat. It is a yin line, and too high. If the line were yang, the auspice would be different.\nHe is called the prince because of the ruler's seat, and the bird in the cave that he captures\nis the subject of line two.\nAnthony: To distrust our path is to distrust the Sage who guides us. We cannot make our\nway in the hidden world alone; we need the Sage’s help, which can only be obtained\nthrough a modest acceptance of our fate.\nNOTES AND PARAPHRASES\nSiu: Because of the lack of able helpers, the prince is unsuccessful in his attempts to set\nthe world in order. He searches intently for the required talents among those who have\nretired from the public scene. The right man with a demonstrated record of achievement is\nfinally found and the difficult task completed.\nWing: Your strength is adequate to bring forth that which you desire, but your position is\nnot appropriate. You will need help from others. Modestly seek such assistance from\nqualified people and you can accomplish your aim.\nEditor: There are two sets of images here -- the first suggests an accumulation of latent\nenergy and the second the grasp of something concealed. Rain symbolizes the union of\nheaven and earth -- the connection between higher and lower, inner and outer. Dense\nclouds therefore represent a buildup of unreleased tension: union has yet to be\naccomplished. The arrow shot into the cave with a line attached to it traditionally\nsymbolizes the link between this line’s magnetic second-line correlate. (Meditation on the\n\ndifferences between the two lines and their respective messages is often useful in\ndiscerning subtle ego/Self relationships.) The arrow suggests discrimination or\ncomprehension -- to shoot an arrow into the heart of something is a conscious, active\nattempt to pierce its essence, to comprehend it. To shoot into the darkness of a cave\nsymbolizes seeking comprehension of what is unknown or unconscious; it can also suggest\n\"a shot in the dark\" -- a guess. Only Legge identifies the target as a bird – the other\ntranslations are less specific: the object is “something or someone” hidden from\nconsciousness. As a creature of the air, a bird represents thoughts, ideas, concepts,\nintelligible answers, etc., so this often applies in the interpretation. (Note how central the\nbird symbol is in this hexagram.) The line suggests one seeking comprehension of an\nunknown situation or process and receiving relatively little satisfaction -- the answer is out\nof reach (\"too high\") in the imagery of the Confucian commentary. If this is the only\nchanging line, the new hexagram created is Number 31, Influence, which often carries\nthe connotation of “importuning” – suggesting that perhaps you are seeking information\nwhich the oracle has no intention of providing, or you are incapable of understanding at\nthis stage: it’s too high, it’s beyond you. (See commentary on Hex 31 for more details.)\nAlso compare this line with the virtually identical message in the Judgement of Hexagram\n9: ’The Taming Power of the Small has success. Dense clouds, no rain from our\nwestern region.’ This repetition of the theme of ’smallness’ (in all of its possible\nconnotations) is useful to contemplate here.\nThus does the Archer hunt his quarry, for as the huntsman seeks to kill his prey for\nfood, so does the (Self) seek out conscious contact with its projection (the ego) for\nsimilar reasons, for the fully illuminated man is he who is dead to the domination\nof the lower worlds, using his vehicles in the lower worlds for the ends of his\nhigher nature.\nGareth Knight -- Qabalistic Symbolism\nA. A build-up of tension without release: You are groping in the dark. Play it by ear\nuntil the situation clarifies. Don’t get ahead of yourself.\nB. The answer to your question is beyond your present ability to comprehend.",
    "6": "Line-6\nLegge: The sixth line, magnetic, shows its subject not meeting the exigency of her\nsituation, and exceeding her proper course. It suggests the idea of a bird flying far aloft.\nThere will be evil. The case is one of calamity and self-inflicted injury.\nWilhelm/Baynes: He passes him by, not meeting him. The flying bird leaves him.\nMisfortune. This means bad luck and injury.\nBlofeld: Instead of accosting him, he passed him by, The bird flew away from him -misfortune in the form of natural calamity and deliberate injury.\n\nLiu: He passes over someone, not meeting him. The birds fly away. Misfortune. There\nwill be disaster.\nRitsema/Karcher: Nowhere meeting, Exceeding it. Flying bird radiating it. Pitfall. That\ndesignates Calamity and Blunder.\nShaughnessy: Not meeting him, but surpassing him; the flying bird is netted in it;\ninauspicious. This is called calamitous imperfection.\nCleary (1): Don’t overstay here. The flying bird is gone. This is called calamity.\nCleary (2): The flying birds leave. This is unfortunate. This is called calamity.\nWu: He meets with no one even though he applies the spirit of small excess. Like a bird\nflying away from other birds, he is alone. Foreboding. It will be catastrophic.\nCOMMENTARY\nConfucius/Legge: The position indicates the habit of domineering. Wilhelm/\nBaynes: He is already arrogant. Blofeld: The first sentence suggests that we behave too\narrogantly. Ritsema/Karcher: Climaxing overbearing indeed. Cleary (2): Passing by\nwithout meeting is because of arrogance. Wu: Because he is too arrogant.\nLegge: Line six is magnetic at the top of the trigram of Movement. She is possessed by\nthe idea of the hexagram to an extreme degree, and is incapable of keeping herself under\nrestraint.\nNOTES AND PARAPHRASES\nSiu: The man does not know how to control his preoccupation with trivia. His\novershooting and restlessly pressing on bring disappointment and calamity to himself and\nhis people.\nWing: Your ambitions may be too great. In an aggressive attempt to reach an unrealistic\ngoal you will meet with disaster.\nEditor: Wilhelm and Blofeld both translate \"domineering\" as \"arrogance,\" thus creating\nan image of rising above one's proper station (exceeding the mean) through overconfidence or pride. If we accept the universal symbol of the bird as emblematic of\nthoughts or thought processes, the line becomes a commentary on the dangers of excessive\nintellectualism. Compare this line with the sixth line of hexagram number fifty-six.\nWherever there is identity, as we have seen, there is compulsiveness. When we are\nidentical with a drive we never question why we are moving or where we are\ngoing: there is only automatic response to an impulse. This state of\ncompulsiveness, moreover, gives us the feeling of being carried by a tremendous\nforce of energy, in much the same way that an automobile going at the speed of\n\neighty miles an hour may give us a feeling of exhilaration: We are really going\nfast now! This exhilaration, this unquestioning feeling of assurance that \"I'm\nreally going, and I'm going fine and well\" is called inflation.\nE.C. Whitmont -- The Symbolic Quest\nA. You have missed the mark. Arrogance or overconfidence have put your head in\nthe clouds.\nMarch 26, 2001, 4/25/06, 10/17/09, 12/6/09, 10/26/10"
  }
}