{
  "hexagram_number": 29,
  "gua": "Judgment\nLegge: The trigram of Danger, here repeated, shows the possession of sincerity,\nthrough which the mind is penetrating. Action in accordance with this will be of\nhigh value.\nWilhelm/Baynes: The Abysmal repeated. If you are sincere, you have\nsuccess in your heart, and whatever you do succeeds.\nBlofeld: Abyss upon abyss -- grave danger! All will be well if confidence is\nmaintained and a sharp hold kept upon the mind; activities so conducted will win\nesteem.\nLiu: Water doubled. Danger. Sincerity leads to success (peacefulness) in your\nheart and mind. You will succeed in your actions. [This hexagram means\ndanger, misfortune, or entanglement in a difficult situation... You should be\nboth careful and patient; do not struggle with all of the difficulties around you.]\nRitsema/Karcher: Repeating Gorge. Possessing conformity. Holding-fast\nthe heart Growing. Movement possesses honor. [This hexagram describes your\nsituation in terms of a dangerous situation you cannot avoid. It emphasizes that\ntaking the risk without reserve, the action of Gorge, is the adequate way to\nhandle it. To be in accord with the time, you are told to: venture and fall!]\nShaughnessy: Repeated Entrapment: There is a return; the appended\nheart; receipt; in motion there will be elevation.\nCleary (1): In mastering pitfalls there is truthfulness; thus the mind develops.\nThere is excellence in practice.\nCleary (2): In multiple danger, if there is sincerity, the mind gets through\nand action has value.\n\nWu: Entrapment indicates there is confidence. The heart of the matter is that\nit is pervasive. Actions taken in its accord will be commendable.\nThe Image\nLegge: The image of water flowing on continuously forms the repeated trigram\nof Danger. The superior man, in accordance with this, maintains constantly the\nvirtue of his heart and the sincerity of his conduct, and practices the business of\ninstruction.\nWilhelm/Baynes: Water flows on uninterruptedly and reaches its goal. The\nimage of the Abysmal repeated. Thus the superior man walks in lasting virtue\nand carries on the business of teaching.\nBlofeld: This hexagram symbolizes water flowing on and on and abyss upon\nabyss. [The trigram K'an is usually inauspicious; here it occurs in duplicate as\nthe upper and the lower trigram; thus the implication is that we are beset by\ngrave dangers from which, if we can escape them at all, the utmost skill and\nconfidence will be required to extricate ourselves.] The Superior Man acts in\naccordance with the immutable virtues and spends much of his time instructing\nothers in the conduct of affairs.\nLiu: Water flows unceasingly into the depths symbolizing Water doubled.\nThe superior man constantly preserves his virtue and practices his task of\neducation.\nRitsema/Karcher: Streams reiterating culminating. Repeating Gorge. A\nchun tzu uses rules actualizing-tao to move. [A chun tzu uses] repeating to teach\naffairs. [Actualize-tao, TE: realize tao in action; power, virtue; ability to\nfollow the course traced by the ongoing process of the cosmos... Linked with\nacquire, TE: acquiring that which makes a being become what it is meant to\nbe.]\nCleary (1): Water travels, double water. Thus do superior people consistently\npractice virtue and learn how to teach.\nCleary (2): Water comes repeatedly – multiple danger. Developed people\npractice teaching by constant virtuous action. [This is in perfect accord with the\nTiantai Buddhist teaching of knowing how to get through an impasse, the\nmethod of making an impasse itself into a way through; this is also the method\nof skillfully using natural ills.]\nWu: Water comes time and again; this is Entrapment. Thus the jun zi practices\nvirtuous conduct and reviews didactics.\n\nCOMMENTARY\nConfucius/Legge: Danger repeated shows us one defile succeeding another.\nThis is the nature of water -- it flows on, without accumulating its volume so as to\noverflow; it pursues its way through a dangerous defile, without losing its true\nnature. That the mind is penetrating is indicated by the dynamic line in the\ncenter. Advance in accordance with this will be followed by achievement. The\ndangerous height of heaven cannot be ascended; the difficult places of the earth\nare mountains, rivers, hills and mounds. Kings and princes arrange, by means of\nsuch strengths, to maintain their territories. Great indeed is the use of what is\nhere taught about seasons of peril.\nLegge: The trigram of Danger which is doubled to form this hexagram is the\nsymbol of water, and means a pit, a perilous cavity or defile with water flowing\nthrough it. The trigrams consist of a dynamic central line between two magnetic\nlines. Together they symbolize danger -- how it should be encountered, its effects\non the mind, and how to escape from it.\nLiang Yin says: \"Water stops at the proper time, and moves at the proper\ntime. Is not this an emblem of the course of the superior man in dealing with\ndanger?”\nThe K'ang-hsi editors say that to exercise one's self in meeting difficulty\nand peril is the way to establish and strengthen the character, and the use of such\nexperience is seen in all measures for self-defense.\nNOTES AND PARAPHRASES\nJudgment: Commitment to the Work engenders a keen discernment of\nthreatening situations and the factors which create them. With the ability to\nrecognize the dangerous elements in a situation, success is assured.\nThe Superior Man maintains his connection with the Self and learns from the\ntrials thus provided.\nThis is one of the first hexagrams that one learns to recognize by name and\nnumber, and it is usually received with trepidation. Like the Death card in Tarot,\nit is often interpreted as an evil omen, although a deeper understanding reveals\nopportunity rather than defeat in such images.\nThere is danger and suffering in the Work, but probably far less of it (in\nthe long run) than in an ordinary unexamined life. Anguish in the service of\npurpose is ultimately tolerable -- it is the incredible suffering of ignorance that is\ntruly tragic: all that pain and sorrow expended on worldly illusions!\nThe Confucian commentary provides some valuable insights concerning\nthe defensive use of danger by kings and princes to protect their realms. To\n\nmaster a dangerous challenge before one can progress to a higher level of\nawareness is a classical theme of initiation: without it, the candidate would be\ndestroyed by forces he wasn't ready to confront. (This is the purpose and\nmeaning behind of the \"Guardian of the Threshold\" archetype.) Danger is evil or\nunfortunate only if one is intimidated by it -- correct behavior in accordance with\nthe principles of the Work will always take you to your destination. The Self will\nseldom, if ever, give you a test that you cannot pass if you fully apply yourself.\nWhen it seems otherwise, bear in mind that failure often renders better lessons\nthan success, or the illusion thereof.\nA neurosis is by no means merely a negative thing, it is also something\npositive.\nOnly a soulless rationalism reinforced by a narrow\nmaterialistic outlook could possibly have overlooked this fact. In reality\nthe neurosis contains the patient's psyche, or at least an essential part of\nit; and if, as the rationalist pretends, the neurosis could be plucked from\nhim like a bad tooth, he would have gained nothing but would have lost\nsomething very essential to him. That is to say, he would have lost as\nmuch as the thinker deprived of his doubt, or the moralist deprived of his\ntemptation, or the brave man deprived of his fear. To lose a neurosis is\nto find oneself without an object; life loses its point and hence its\nmeaning. This would not be a cure, it would be a regular amputation.\nJung -- Civilization in Transition",
  "lines": {
    "1": "Line-1\nLegge: The first line, magnetic, shows its subject in the double defile, and yet\nentering a cavern within it. There will be evil.\nWilhelm/Baynes: Repetition of the Abysmal. In the abyss one falls into a pit.\nMisfortune.\nBlofeld: Abyss upon abyss! In one of them, he tumbles into a cranny -misfortune!\nLiu: Water flows repeatedly. One falls into the pit of water. Misfortune.\nRitsema/Karcher: Repeating Gorge. Entering tending-towards the Gorge, the\nrecess. Pitfall.\nShaughnessy: Repeated entrapment; entering the trap pit; inauspicious.\nCleary (1): Repeating pitfalls, one goes into a hole in a pit: bad results.\nCleary (2): Multiple danger, going into a hole in a pit, leads to misfortune.\nWu: Entrapment enters into the depths of a pit. There will be foreboding.\n\nCOMMENTARY\nConfucius/Legge: She has missed her proper way, and there will be evil.\nWilhelm/Baynes: One falls into the abyss because one has lost the way; this\nbrings misfortune. Blofeld: Namely the misfortune of getting lost upon the way.\nRitsema/Karcher: Letting-go tao: pitfall indeed. Cleary (2): The misfortune\nof losing the way. Wu: The misfortune of losing the way.\nLegge: Line one is magnetic at the bottom of the figure, and has no correlate to\nhelp her. This renders her situation as hopeless. By her own efforts she will only\nmake matters worse.\nNOTES AND PARAPHRASES\nSiu: At the outset, the man is hopelessly in danger. As a consequence of allowing\nhimself to grow accustomed to evil, he has lost the right way. His efforts will only\nembroil him more deeply.\nWing: You have become accustomed to evil influences and no longer fight them.\nThis could be the result of a weakness in your character. In any event, you've lost\nyour way. The more action you take, the farther afield you'll stray. Begin again at\nanother time.\nEditor: There is no ambiguity here: To enter a cavern within a labyrinth, or\n\"double defile\" is to make things hopelessly worse.\nHaving once strayed into the labyrinth of evils, the wretched Soul finds\nno way out.\nNaassene Psalm\nA. You have lost your way and are surrounded by negative forces.\nworse.\n\nB. An image of confusion compounded -- you are making a bad situation",
    "2": "Line-2\nLegge: The second line, dynamic, shows its subject in all the peril of the defile.\nHe will, however, get a little of the deliverance that he seeks.\nWilhelm/Baynes: The abyss is dangerous. One should strive to attain small\nthings only.\nBlofeld: Danger lurks within the abyss; only in small matters can he obtain\nwhat he desires.\n\nLiu: There is danger in the abyss. One should work for small gains only.\nRitsema/Karcher: Gorge possessing venturing. Seeking, the small acquiring.\nShaughnessy: The trap has depth; in seeking there is a little gain.\nCleary (1): There is danger in a pitfall. One finds a small gain. [Dwelling in the\nmiddle of two yins, daily in the company of petty people and not knowing to\napproach people imbued with Tao, one will ultimately fall and become a fool,\njust as there is danger in a pitfall.]\nCleary (2): … One seeks a small gain.\nWu: There is danger in Entrapment. It is all right to seek small gains.\nCOMMENTARY\nConfucius/Legge: He will not yet escape from his environed position.\nWilhelm/Baynes: \"One should strive to attain small things only.\" For the\nmiddle has not yet been passed. Blofeld: Though he obtain these trifles, he\nremains within the abyss. [Whatever small successes we may win will not have\nany effect in lessening the danger that threatens.] Ritsema/ Karcher: Not-yet\nissuing-forth-from the center indeed. Cleary (2): Not yet gotten out of the\nmiddle. Wu: He has not stepped out of the center of danger.\nLegge: Line two is dynamic and in the center. Although unable to escape the\ndanger completely, at least he doesn't involve himself more deeply in it like the\nfirst line does, and therefore he obtains a measure of relief.\nNOTES AND PARAPHRASES\nSiu: A person in danger should not try to escape at one stroke. He should first\ncalmly hold his own, then be satisfied with small gains, which will come by\ncreative adaptations.\nWing: The danger is great and cannot be surmounted with one single action.\nSmall, consistent efforts to stay afloat in a sea of difficulties are all that are\npossible at this time.\nEditor: The image portrays a tight spot -- calm awareness of the realities of the\nsituation enables one to prevail without panic. Go with the flow until an exit\npresents itself. In psychological terms, it is possible that inner forces are being\nstressed for integration -- the ego can only destroy the Work by giving them an\noutlet.\n\nKnowledge of good is sharpened by experience of evil in those incapable\nof any sure knowledge of evil unless they have experienced it.\nPlotinus -- The Enneads\nA. Don't fight dark forces -- adapt to your situation until you can escape.\nB. A dangerous though stable position -- remain calm and don't rock the\nboat.",
    "3": "Line-3\nLegge: The third line, magnetic, shows its subject, whether she comes or goes,\ndescends or ascends, confronted by a defile. All is peril to her and unrest. Her\nendeavors will lead her into the cavern of the pit. There should be no action in\nsuch a case.\nWilhelm/Baynes: Forward and backward, abyss on abyss. In danger like this,\npause at first and wait, otherwise you will fall into a pit in the abyss. Do not act in\nthis way.\nBlofeld: Abyss upon abyss rears up and the danger is acute. He falls into a\ncranny and there is nothing he can do to help himself.\nLiu: Water flows on and on. One is in the pit of the abyss. Danger. Do not act.\nRitsema/Karcher: Coming's Gorge, the Gorge. Venturing moreover reclining.\nEntering tending-towards the Gorge, the recess. No availing-of.\nShaughnessy: Bringing it so entrappedly, both steep and deep; entering the\ntrap pit; do not use it.\nCleary (1): Coming and going, pitfall upon pitfall, dangerous and obstructed,\ngoing into a hole: Don’t act this way.\nWu: There is danger in coming and there is danger in going. The subject is in\ndanger and is stopped from exiting. He enters into the depths of a pit and nothing\nuseful will come out of it.\nCOMMENTARY\nConfucius/Legge: She will never in such circumstances achieve any success.\nWilhelm/Baynes: Here any effort ends up as impossible. Blofeld: This\npresages our ultimate failure to accomplish anything at all. Ritsema/ Karcher:\nCompleting without achieving indeed. Cleary (2): In the end there is no\naccomplishment. Wu: In the end nothing will be accomplished.\n\nLegge: Line three is magnetic and occupies the place of a dynamic line. She is in\nan evil case. She goes and comes, moves up and down, backwards and forwards,\nmaking no advance. This can be of no use in extracting her from the danger.\nAnthony: Every step leads to danger. Our attitude has brought out elements in\nothers which further expose us to difficulty. We should take refuge in neutrality\nand disengagement until a way out shows itself.\nNOTES AND PARAPHRASES\nSiu: The man becomes entangled in danger at every turn. He should refrain\nfrom action, which only worsens the situation, and wait until the solution reveals\nitself.\nWing: You are surrounded by danger and you do not understand it. Any action\nwill only make matters worse. Maintain your principles and wait for the solution\nto reveal itself.\nEditor: Here is an image of raw panic -- the fear of a trapped animal: a bird in a\nhouse mindlessly battering itself against a plate-glass window. Hysteria is a\ngrossly futile and incompetent response to stress: a demeaning lack of selfcontrol. Get a grip on yourself!\nDisquietude is always vanity, because it serves no good.\nYes, even if\nthe whole world were thrown into confusion and all things in it,\ndisquietude on that account would be vanity.\nSaint John of the Cross\nA. Stop right now! Calm down and wait it out.",
    "4": "Line-4\nLegge: The fourth line, magnetic, shows its subject at a feast, with simply a\nbottle of spirits, and a subsidiary basket of rice, while the cups and bowls are only\nof earthenware. She introduces her important lessons as her ruler's intelligence\nadmits. There will in the end be no error.\nWilhelm/Baynes: A jug of wine, a bowl of rice with it; earthen vessels simply\nhanded in through the window. There is certainly no blame in this.\nBlofeld: A flagon of wine and a bamboo food-basket -- both. These objects were\nhanded to him through a hole in the rock. To the very end he remains free from\nblame. [The terrible trouble in which we find ourselves occurs through no fault\nof ours; others are able to help us to some extent -- but it looks as though their\nhelp may serve only to prolong our agony.]\n\nLiu: A jug of wine. Two bowls of food should be put into an earthen container\nand passed through the window. There is no blame in the end.\nRitsema/Karcher: A cup, liquor, a platter added. Availing-of a jar. Letting-in\nbonds originating-from the window. Completing, without fault.\nShaughnessy: Offering wine and tureens in pairs; use earthenware. Take in the\nangelica from the window; in the end there is no trouble.\nCleary (1): One jug of wine, two vessels. Use simplicity, sincerity, and openness,\nand in the end there will be no fault.\nCleary (2): A jug of wine with a ceremonial vessel of grain alongside. Use a plain\ncup; take in a pledge through the window. In the end there is no fault.\nWu: Using a jar of wine and a bamboo basket of food with ordinary table\nearthenware, he presents himself at the window. In the end, he will be blameless.\n[The judgment describes a person in a precarious position (the fourth)\npresenting himself in a simple way to his ruler (the fifth). The scene may also be\nviewed as a loyal minister offering his counsel to his king in time of crisis.]\nCOMMENTARY\nConfucius/Legge: This describes the meeting of the dynamic and magnetic\nlines. Wilhelm/Baynes: It is the boundary between firm and yielding.\nBlofeld: This passage is suggested by the nature of the line, which forms a\nborder between yielding and firm. Ritsema/Karcher: Solid and Supple, the\nborder indeed. Cleary (2): The border of hard and soft. Wu: The meeting of the\nstrong and weak.\nLegge: Line four is the magnetic minister who will get no help from her first line\ncorrelate. She can't avert the danger herself, but she is close to the fifth line ruler\nwhom she cautiously enlightens with the sincerity of her simple nourishment.\nConsequently, there will be no error.\nAnthony: The Sage, knowing that we are in danger, voluntarily comes to our aid.\nConsequently, we are enlightened by a breakthrough in our understanding.\nNOTES AND PARAPHRASES\nSiu: The man is without a sponsor because of the lack of impressive gifts.\nCeremonial forms and expensive gifts are unnecessary, however, during periods\nof great urgency. Spurred on by unostentatious sincerity, he presents his\nthoughts directly to the chief. No error will result from this honest request for\nmutual help during times of peril.\n\nWing: Take the simple and direct approach to solving your problems and\novercoming difficulties. Strive for clarity of mind. Do not clutter your actions with\nuseless pretense, since it will only confuse the situation.\nEditor: This image implies that the dangerous elements in the situation are\ncaused by some kind of complexity -- vanity, bureaucracy, or Byzantine\nintellectualism perhaps. Whatever it is, a return to basics is indicated. While\nsurrounded by a feast (of choices) one partakes only of simple nourishment\n(options).\nIn order to effect a constructive and lasting change in our lives we must\nstrive toward a transformation of the potentially disrupting or disruptive\ncomplexes by reaching their archetypal cores. Such a transformation\ncan occur only when we have gone beyond the personal dimension to the\nuniversal. This process is sustained by guidance from the objective\npsyche through dreams and fantasies.\nE.C. Whitmont -- The Symbolic Quest\nA. Reduce the situation to its lowest common denominator and proceed\nfrom there.\nB. Complexity demands patience. Nourish yourself on simplicity.\nC. An educational process. The image suggests patience and gradual\nchange.",
    "5": "Line-5\nLegge: The fifth line, dynamic, shows the water of the defile not yet full, so that\nit might flow away; but order will soon be brought about. There will be no error.\nWilhelm/Baynes: The abyss is not filled to overflowing. It is filled only to the\nrim. No blame.\nBlofeld: The abyss is not filled to the brim; the flowing water maintains its level\n-- no error!\nLiu: The water does not overflow its bounds. The waves are calm. No blame.\n[People will achieve their goals smoothly and without endangering themselves.]\nRitsema/Karcher: Gorge not overfilled. Merely already evened. Without fault.\nShaughnessy: The trap is not filled, but the sandbar has been flattened; there is\nno trouble.\nCleary (1): The pit is not full, it has only reached level; there is no blame.\n\nCleary (2): The pit is not filled, only leveled. No blame.\nWu: Entrapment is not full. It is level and uneventful. There will be no blame.\nCOMMENTARY\nConfucius/Legge: The virtue indicated by the central situation is not yet\nsufficiently great. Wilhelm/Baynes: The central line is not yet great. Blofeld:\nThis is because the line, being central to the upper trigram, indicates a level that\nis not too high. [The danger threatening whoever receives a moving line for the\nfifth place is relatively less serious than for many of the others whose enquiries\nare answered by this unfortunate hexagram.] Ritsema/Karcher: Centering,\nnot-yet great indeed. Cleary (2): The center is not yet great. Wu: The center\nhas not manifested its greatness.\nLegge: Line five is dynamic in its proper place as ruler, and on the verge of\ndeliverance from danger. The waters of the abyss will soon disappear and the\nground be made level and smooth.\nNOTES AND PARAPHRASES\nSiu: The man is almost extricated, but remains in danger because of excessive\nambition. He does not learn from the water's example of rising only to the lowest\npoint of the rim to flow out of a ravine. He should not attempt great and\napparently unattainable things but should only try to escape danger by following\nthe path of least resistance.\nWing: Only struggle as much as necessary to extricate yourself from your\nproblems. Overly ambitious persons who attempt more than they should may\ncreate further difficulties. It is indicated here that the danger will pass of its own\naccord.\nEditor: This depicts the crest of the flood, or just before the crest.\nPsychologically, the water is contained, and the unconscious forces do not\noverwhelm the psyche. Legge's Confucian commentary (\"The virtue indicated by\nthe central situation is not yet sufficiently great\") is not convincing in the\ncontext of what is imaged. Blofeld's rendition suggests a more credible\ninterpretation: the rising waters are not great enough to overflow their banks.\nThis gives an image of the strong fifth line ruler as centered and able to cope with\nthe danger surrounding him. In other words, the cup is full, but not over-full.\nThe situation is dangerous, but not overwhelming. The dark forces have reached\ntheir maximum power -- now they can only wane.\nWho pent up the sea behind closed doors when it leaped tumultuous out\nof the womb... when I marked the bounds it was not to cross and made it\n\nfast with a bolted gate? Come thus far, I said, and no farther: here your\nproud waves shall break.\nJob 38: 8-11\nA. Danger peaks and stabilizes. Though perilous, the situation is\ncontained.",
    "6": "Line-6\nLegge: The sixth line, magnetic, shows its subject bound with cords of three\nstrands or two strands, and placed in the thicket of thorns. But in three years she\ndoes not learn the course for her to pursue. There will be evil.\nWilhelm/Baynes: Bound with cords and ropes, shut in between thorn-hedged\nprison walls: for three years one does not find the way. Misfortune.\nBlofeld: Bound with black ropes and imprisoned amidst thorns, for three years\nhe fails to obtain what he seeks. [This situation is far from cheerful, but not as\nhopeless as the situation of those who receive moving lines in the second and\nthird places.]\nLiu: Tied with thick ropes, one is put in prison among thorn bushes. One cannot\nfind the way for three years. Misfortune. [If you receive this line, avoid all\nentanglements, both physical and mental. Be cautious, or you will be detained.]\nRitsema/Karcher: Tying availing-of stranded ropes. Dismissing\ntending-towards dense jujube-trees. Three year's-time, not acquiring. Pitfall.\nShaughnessy: The attachment uses braids and cords: place him in the clumped\nthorn bushes, for three years not getting him; inauspicious.\nCleary (1): Bound with rope, put in a briar patch, for three years one cannot find\nthe way out; misfortune.\nCleary (2): … Helpless for three years – misfortune.\nWu: He is tied with black ropes and surrounded by thorny vines. He cannot set\nhimself free for three years. Foreboding.\nCOMMENTARY\nConfucius/Legge: She misses her proper course -- there will be evil for three\nyears. Wilhelm/Baynes: This misfortune continues for three years. Blofeld:\nThe line indicates that we lose our way and suffer misfortune for three years.\nRitsema/Karcher: Pitfall: three year's-time indeed. Cleary (2): The top yin\n\nloses the way, unfortunate for three years. Wu: The sixth yin violates the proper\nway of doing things and the violation results in the misfortune for three years.\nLegge: The case of line six is hopeless. When danger has reached its peak, there\nshe is -- yielding, without a proper correlate. The thicket of thorns is a metaphor\nfor a prison.\nAnthony: Misfortune comes because we press on, taking matters into our\nhands. This line warns of the failure we may expect in maintaining this attitude\nand notes the obstinacy that has brought us to this impasse. The remedy is to\nreturn to the path of perseverance.\nNOTES AND PARAPHRASES\nSiu: The man is hopelessly enmeshed in his own faults after missing the proper\ncourse. No chances of escape are apparent.\nWing: None of your solutions or efforts have been appropriate. The way out of\ndanger is blocked. There will come a long time of disorder. All you may do is\nwait.\nEditor: On the face of it, there is little ambiguity in this line -- it depicts one who\nis severely confined because of not knowing the proper course to pursue. If we\nclosely examine the psychological symbols of this restriction however, we see\ndeeper into the possible reasons for it. Chetwynd, in his Dictionary of\nSymbols identifies cords or ropes with links to the inner psyche -- the umbilical\ncord being the connection to the Mother, or source of our physical-emotional\nbeing. He also points out that thorns are a common symbol of the dark side of\nthe Mother principle. To be bound with cords and imprisoned by thorns then, is\nto be trapped in a \"womb\" of primitive emotional darkness, or suffocated by some\nentity which does not want to evolve into conscious awareness.\nThe rest of the souls are also longing after the upper world and they all\nfollow, but not being strong enough they are carried round below the\nsurface, plunging, treading on one another, each striving to be first; and\nthere is confusion and perspiration and the extremity of effort; and many\nof them are lamed or have their wings broken through the ill-driving of\nthe charioteers; and all of them after a fruitless toil, not having attained\nto the mysteries of true being, go away, and feed upon opinion.\nPlato -- Phaedrus\nA. You have lost your way and are imprisoned by illusions.\nB. Your limiting beliefs prevent you from furthering the Work.\nJune 28, 2002, 4/23/06, 2/25/11"
  }
}