{
  "hexagram_number": 7,
  "gua": "Judgment\nLegge: Discipline indicates that with firm correctness and a leader of age and\nexperience, there will be good fortune and no error.\nWilhelm/Baynes: The Army. The army needs perseverance and a strong\nman. Good fortune without blame.\nBlofeld: Persistence in a righteous course brings to those in authority good\nfortune and freedom from error. [If the enquiry is not concerned with military\naffairs, we must interpret this hexagram symbolically in the sense that life is a\nbattle.]\nLiu: The Army. The army demands perseverance and a strong person (leader).\nGood fortune. No blame.\nRitsema/Karcher: Legions: Trial. Respectable people significant. Without\nfault. [This hexagram describes your situation in terms of unorganized crowds\nor bunches of things. It emphasizes that organizing these things into functional\nunits is the adequate way to handle it. To be in accord with the time, you are\ntold to lead!]\nShaughnessy: The Troops: Determination for the senior man is auspicious;\nthere is no trouble.\nCleary (1): For the leader of the army to be right, a mature person is good;\nthen there is no error.\nWu: The Army indicates persevering. Led by the elder man, it will be\nauspicious.\n\nThe Image\nLegge: Water in the midst of the earth -- the image of Discipline. The superior\nman nourishes and educates the people, and collects from among them a mighty\narmy.\nWilhelm/Baynes: In the middle of the earth is water: the image of The Army.\nThus the superior man increases his masses by generosity toward the people.\nBlofeld: The symbol of water surrounded by land. The Superior Man nourishes\nthe people and treats them with leniency.\nLiu: Water in the earth symbolizes the Army. The superior man increases his\nfollowers by benevolence toward the people.\nRitsema/Karcher: Earth center possessing stream. Legions. A chun tzu uses\ntolerating commoners to accumulate crowds.\nCleary (1): There is water in the earth, The Army. Thus does the superior\nperson embrace the people and nurture the masses.\nCleary (2): … Leaders develop a group by admitting people.\nWu: There is water underneath the ground; this is The Army. Thus the jun zi\nreceives people and shelters them.\nCOMMENTARY\nConfucius/Legge: Discipline describes the masses who make up the army,\nand the firm correctness referred to means a morally correct intent. When the\nleader uses the masses with such correctness, he may fulfill the ruler's will. The\nfocus of strength in the second line is responded to by his proper correlate in the\nruler's place. Although action is dangerous, it accords with the best sentiments of\nmen, and although the leader may distress the country the people will still follow\nhim -- there will be good fortune and no error.\nLegge: Discipline is symbolized here by the conduct of a military expedition.\nThe arrangement of the lines suggests the idea of a general surrounded by his\ntroops. The dynamic yang line in the center of the lower trigram has the\nconfidence of the magnetic ruler in the fifth place. Entire trust is reposed in him\nbecause he is strong and correct. He is referred to as an old and experienced\nman, hence all of his enterprises will succeed.\nPerilousness is the attribute of the lower trigram, and Docility or\nAccordance with Others, that of the upper. War is like poison to a country -painful, and potentially ruinous, and yet the people will endure it on behalf of the\nsovereign whom they love and respect.\n\nIn regard to the Image, Chu Hsi says: \"As the water is not outside the\nearth, so soldiers are not outside the people. Therefore if a ruler is able to\nnourish the people, he can get the multitudes for his armies.\"\nNOTES AND PARAPHRASES\nJudgment: Discipline directed by willpower and serious intent advances the\nWork. Or: With experienced judgment and proper will and intent there will be a\ngood outcome.\nThe Superior Man trains and nourishes his powers to build an invincible unity.\nThe English word \"infantry,\" meaning foot soldiers (the backbone of any\narmy), is derived from the French word enfant, meaning infant, or child. This\nancient association was made because a good military officer was expected to\ntreat his soldiers as if they were his own children -- with a stern but loving\ndiscipline designed to improve their character. This concept is what the Image\nalludes to when it says: “The superior man nourishes and educates the people,\nand collects from among them a mighty army.” Psychologically interpreted the\nidea is that the ego-complex is the general officer in the second line that\nnourishes, educates and controls the other complexes within the psyche. This\ncan only be accomplished through discipline, and thus I have chosen that name\nfor the hexagram rather than the more usual title of The Army.\nWith the only dynamic line of the hexagram placed in the center of\nthe lower trigram we have an image of the position of the ego-complex in relation\nto the rest of the psyche. The magnetic ruler in line five represents the Self,\nisolated from direct physical involvement and dependent upon the dynamic ego\nto carry out the Work in the material dimension. The seventh hexagram,\ntherefore, shows the Work from the ego's point of view.\nHexagram number eight, Holding Together, is the inverse of this\nimage, and shows the Work from the Self's point of view outside of spacetime.\nThere it is the dynamic fifth line ruler who is the focal point -- an image of the\nSelf surrounded by its satellites. In that dimension the second line ego-complex\nis only another magnetic complex in the company of other magnetic complexes.\nIdeally, the lower complexes within the psyche should be magnetic in relation to\na dynamic ego, but the ego is always magnetic in relation to the dynamic Self.\nFrom the Self's point of view all of its complexes are its magnetic \"children,\" or\n\"infantry.\" Hexagrams seven and eight should be studied together as reversed\nimages to get a full comprehension of each.\nThe images in the lines of Discipline all deal with the management of\nforces as a coordinated whole -- as long as they are under the firm command of\nthe ego (who is only a general carrying out the orders of the Self), things proceed\n\nsuccessfully. If the Discipline breaks down and the ego- general loses control,\ndefeat is certain.\nNarutomi Hyogo said, \"What is called winning is defeating one's allies.\nDefeating one's allies is defeating oneself, and defeating oneself is\nvigorously overcoming one's own body. It is as though a man were in the\nmidst of ten thousand allies but not one were following him. If one hasn't\npreviously mastered his mind and body, he will not defeat the enemy.\"\nYamamoto Tsunetomo -- The Book of the Samurai",
  "lines": {
    "1": "Line-1\nLegge: The first line, magnetic, shows the army going forth according to the\nrules for such a movement. If these be not good, there will be evil.\nWilhelm/Baynes: An army must set forth in proper order. If the order is not\ngood, misfortune threatens.\nBlofeld: An army is built up through discipline; without it, corruption leading\nto disaster occurs.\nLiu: An army should be put in correct order. If not, there will be disaster.\nRitsema/Karcher: Legions issuing-forth using ordinance. Obstructing virtue:\npitfall. [Ordinance, LU: Law, fixed regulation; regulate by law, divide into\nright and wrong.]\nShaughnessy: Troops go out in ranks; it is not good; inauspicious.\nCleary (1): The army is to go forth in an orderly manner: Otherwise, even good\nturns out bad.\nCleary (2): … Negating the good leads to misfortune.\nWu: The army going to war requires strict observance of discipline. When the\ndiscipline is not enforced, there will be disaster.\nCOMMENTARY\nConfucius/Legge: If the rules aren't observed there will be evil. Wilhelm/\nBaynes: Losing order is unfortunate. Blofeld: The disaster indicated in this\npassage results from a breakdown of discipline. Ritsema/Karcher: Letting-go\nordinance: pitfall indeed. Cleary (2): If it loses order, there will be misfortune.\nWu: Lack of discipline means disaster.\n\nLegge: The rules are twofold: First, the war must be justified, and second, that\nthe manner of conducting it, especially at the outset, must be correct.\nNOTES AND PARAPHRASES\nSiu: At the outset, a righteous cause, as well as a proper method for conducting\nthe war is essential for military success.\nWing: Before you take action, be certain that what you propose is worthwhile,\nfor otherwise you cannot sustain yourself. Be sure as well that you are organized.\nWithout order, your affairs will end in chaos and misfortune. Discipline is the key\nhere.\nEditor: There is a certain ambiguity in this line, and an implicit warning to\nmaintain total awareness. It doesn't tell you that you are right or wrong -- it only\nmakes a general observation: a truism. The image portrays the necessity of a\ncorrect hierarchy of forces (ideas, concepts) to attain any goal. (If you don't know\nthe proper sequence of numbers you cannot open a combination lock.) Crudely,\nmake sure you thoroughly understand your situation before taking action. The\nimplication is that you may not apprehend some crucial aspect of the matter at\nhand, hence need more or better data. In some contexts, \"ordinances\" or \"law\"\nmay refer to the laws of nature. Compare with line 6.\nThe senses of the wise man obey his mind, his mind obeys his intellect, his\nintellect obeys his ego, and his ego obeys the Self.\nKatha Upanishad\nA. Proper comprehension, organization and discipline is essential for\nsuccess. Bring order to your thoughts and feelings.\nB. Take no action until you are absolutely confident that your strategy is\nthe correct one.",
    "2": "Line-2\nLegge: The second line, dynamic, shows the leader in the midst of the army.\nThere will be good fortune and no error. The king cherishes the myriad regions in\nhis heart.\nWilhelm/Baynes: In the midst of the army. Good fortune. No blame. The\nking bestows a triple decoration.\nBlofeld: The general in the midst of his army enjoys good fortune and is free\nfrom error. Thrice he is honored by the King.\n\nLiu: A general works within his army. Good fortune, no blame. The king confers\na triple honor.\nRitsema/Karcher: Locating Legions, centering significant. Without fault.\nThe king three-times bestowing fate.\nShaughnessy: In the troops' midst; auspicious; there is no trouble; the king\nthrice awards the command.\nCleary (1): At the center of the army, good fortune, no error; the king gives\norders thrice.\nCleary (2): Being in the middle of the army is lucky, blameless ... etc.\nWu: Being in the center of the army will be auspicious and blameless. The king\nhas thrice bestowed praises upon him.\nCOMMENTARY\nConfucius/Legge: He has received the favor of heaven. The king cherishes the\nmyriad regions in his heart. Wilhelm/Baynes: He receives grace from heaven.\nHe has the welfare of all countries at heart. Blofeld: It is because he is esteemed\nby the King that he enjoys good fortune and the protection of his army. Solicitous\nabout the welfare of the empire, the King thrice awards him the command.\nRitsema/Karcher: Receiving heavenly favor indeed. Cherishing the myriad\nfiefdoms indeed. Cleary (2): One receives celestial favor. Thinking of all the\nprovinces. Wu: Because he has the favor of the king. The king has in his heart the\nwelfare of all his people.\nLegge: The orders of the king are the general's appointment to the command of\nthe army. \"Thrice\" does not mean that this appointment came three times, but\nthat it was given exclusively to the general with the king's entire confidence. The\nfavor of heaven means the same thing, and indicates that the ruler relies on the\ngeneral to promote the welfare of all the people in the \"myriad regions\" of the\nkingdom.\nNOTES AND PARAPHRASES\nSiu: The king's appointment of command is given to the general exclusively. The\nlatter must be in touch with his troops, sharing the good as well as the ill.\nWing: You are in an excellent position to communicate with others. Because\nthis situation is so well disposed you will meet with good fortune and win\nrecognition from your superiors.\nEditor: This is a clear image of the ego taking its proper role in the integration of\nthe psyche -- bringing thoughts, passions and drives under the discipline of will.\n\nA Kabbalist might interpret the three honors bestowed by \"the king\" (the Self) as\nauthority conferred in the three lower realms of sensation, emotion and thought.\nIn large scale strategy the superior man will manage many subordinates\ndexterously, bear himself correctly, govern the country and foster the\npeople, thus preserving the ruler's discipline.\nMiyamoto Musashi -- A Book of Five Rings\nA. An image of responsible authority -- nourish and control your forces.\nB. It is the ego's role to bring autonomous forces within the psyche under\nthe discipline of will.",
    "3": "Line-3\nLegge: The third line, magnetic, shows how the army may possibly have many\ninefficient leaders. There will be evil.\nWilhelm/Baynes: Perchance the army carries corpses in the wagon.\nMisfortune.\nBlofeld: The army carries wagon-loads of corpses -- disaster!\nLiu: The army carries corpses. Misfortune. [This is a time of sudden mourning.]\nRitsema/Karcher: Legions maybe carting corpses. Pitfall.\nShaughnessy: Of the troops some join with the corpses; inauspicious.\nCleary (1): The army has casualties; bad luck.\nCleary (2): The army may have casualties; misfortune.\nWu: The army may have to cart back corpses. This will be foreboding.\nCOMMENTARY\nConfucius/Legge: Possibly the army has idle leaders -- great will be its want of\nsuccess. Wilhelm/Baynes: This is quite without merit. Blofeld: This\nindicates a serious defeat. Ritsema/Karcher: The great without achievement\nindeed. Cleary (2): When the army has casualties, that is a great lack of success.\nWu: Despite its large number, it does not succeed.\nLegge: Canon McClatchie translates this as: \"Represents soldiers as it were\nlying dead in their baggage carts, and is unlucky.\" Line two is the only\nlegitimate leader of the army. Line three is magnetic in a dynamic place, as if she\n\nhad jumped over the leader and perched herself above him to take command. In\nmilitary operations there must be one ruling will and mind. A divided authority\nis sure to bring failure.\nNOTES AND PARAPHRASES\nSiu: Defeat ensues when others interfere with the authority of the chosen ruler.\nDivided command is often fatal.\nWing: There is an absence of vision and leadership. Whether it is a matter of\ndivergent goals or whether the acting leader is simply inept, the result is the\nsame: misfortune.\nEditor: Psychologically interpreted, this line describes one of the most\nfundamental, yet least recognized truths of human consciousness -- the fact that\n\"unity\" of awareness is mostly illusory. Indeed, the whole goal of the Work is to\nactually attain this unity which we think we already possess. Legge's\nmetaphorical equation of \"corpses\" with \"inefficient leaders\" is not always apt -in its most neutral interpretation, the line can depict a situation of (as Liu says)\n\"sudden mourning\" or overwhelming grief.\nMan has no individual I. But there are, instead, hundreds and\nthousands of separate small I's, very often entirely unknown to one\nanother, never coming into contact, or, on the contrary, hostile to each\nother, mutually exclusive and incompatible ... And each separate small I\nis able to call itself by the name of the whole, to act in the name of the\nwhole, to agree or disagree, to give promises, to make decisions, with\nwhich another I or the whole will have to deal.\n– Gurdjieff\nA. Are you in charge of your thoughts and feelings, or do they make your\nchoices for you?\nB. Be on guard against inferior elements within yourself or the situation.\nC. Suggests dead weight, useless baggage (beliefs, etc.)",
    "4": "Line-4\nLegge: The fourth line, magnetic, shows the army in retreat. There is no error.\nWilhelm/Baynes: The army retreats. No blame.\nBlofeld: The army retreats and halts -- no error!\nLiu: The army retreats at the proper time. No blame.\n\nRitsema/Karcher: Legions: the left resting. Without fault.\nShaughnessy: The troops camp on the left; there is no trouble.\nCleary (1): The army retreats and camps, there is no error.\nWu: The army halts its advance and chooses to camp. It will be blameless.\nCOMMENTARY\nConfucius/Legge: There has been no failure in the regular course. Wilhelm/\nBaynes: It does not deviate from the usual way. Blofeld: No error is involved\nbecause retreating and halting are a normal part of military activity. Ritsema/\nKarcher: Not-yet letting-go the rules indeed. Cleary (2): One has not lost the\nconstant. Wu: It does not violate the normal course of action.\nLegge: Line four is magnetic and not central. Therefore to retreat is natural to\nher. Since the place is proper for a yielding line, the retreat is correct under the\ncircumstances. Retreat is no evidence of failure in a campaign. When advance\nwould lead to defeat, retreat is the regular course to pursue.\nNOTES AND PARAPHRASES\nSiu: The man is confronted by a superior enemy. Orderly retreat to preserve the\narmy is his correct course of action.\nWing: The obstacles ahead are insurmountable. Struggling against them is\nuseless. Therefore the intelligent maneuver is retreat.\nEditor: Regarded objectively, any withdrawal from an incorrect position can\nonly be a strategy for success.\nBut even when these forces within ourselves are temporarily stronger,\nwhen the conscious personality is at first overwhelmed by their violence,\nthe vigilant self is never really conquered. It can retire to an inner\nfortress and there prepare for and await the favorable moment in which\nto counter-attack. It may lose some of the battles, but if it does not give\nup its arms and surrender, the ultimate issue is not compromised, and it\nwill achieve victory in the end.\nRoberto Assagioli -- Psychosynthesis\nA. Strategic withdrawal is not surrender.",
    "5": "Line-5\nLegge: The fifth line, magnetic, shows birds in the fields, which it will be\nadvantageous to seize and destroy. In that case there will be no error. If the\noldest son leads the host, and younger men idly occupy offices assigned to them,\nhowever firm and correct he may be, there will be evil.\nWilhelm/Baynes: There is game in the field. It furthers one to catch it.\nWithout blame. Let the eldest lead the army. The younger transports corpses;\nthen perseverance brings misfortune.\nBlofeld: Wild beasts roam the field. To avoid error, speech should be guarded.\nThe eldest son is in command; the younger son carts away the corpses.\nPersistence would lead to calamity.\nLiu: Much game in the field. It benefits to capture it. No blame. The army is led\nby the eldest son. The younger son carries corpses. Continuing brings misfortune.\nRitsema/Karcher: The fields possess wild-fowl. Harvesting: holding-on-to\nwords. Without fault. The long-living son conducting Legions. The junior son\ncarting corpses. Trial: pitfall.\nShaughnessy: In the fields there is game; beneficial to shackle prisoners; there\nis no trouble. The eldest son leads the troops, the younger son carts corpses;\ndetermination is inauspicious.\nCleary (1): There are animals in the fields. It is beneficial to take up words. A\nmature person is to lead the army; if it is an immature person, there will be\ncasualties, for even if he is righteous the outlook is bad.\nCleary (2): … A mature person leads the army. If the leader is immature, there\nwill be casualties, and even if the leader is right, the prospects are bad.\nWu: There are prisoners of war in the field. It will be advantageous to uphold the\nmission of the military action. No blame. The eldest son commands the army. A\nyounger son carts back corpses. Even with perseverance, it will be foreboding.\n[The fifth is a ruler’s position, but it is now occupied by a yin. Hence, the\noccupant becomes a weak administrator. The elder man and the eldest son …\nrefer to the same second nine, the commander.]\nCOMMENTARY\nConfucius/Legge: The army's movements are directed by the oldest son in\naccordance with his position in the center. The employment of younger men who\nidly occupy their posts is improper. Wilhelm/Baynes: \"Let the eldest lead the\narmy,\" because he is central and correct. \"The younger transports corpses.\"\n\nThus the right man is not put in charge. Blofeld: The moving line in the center\nof the upper trigram indicates that the elder son is in command. The younger son\nis put in charge of carrying away the corpses because he is unsuited to worthier\nemployment. [This line may refer to the suitability or otherwise of a person\nrequired to fill an important post in any sort of organization or in carrying out\nsome scheme.] Ritsema/Karcher: Using centering movement indeed.\nCommissioning not appropriate indeed. Cleary (2): A mature person leads the\narmy, with balanced action. The immature sustain casualties because their\nmission was not appropriate. Wu: His orders are given from the center. Because\nthe appointment is a poor choice.\nLegge: In line five we have an intimation of the important truth that only\ndefensive war, or war waged by the rightful authority to put down rebellion and\nlawlessness is right. The birds in the fields symbolize parties attacking for\nplunder. The fifth line symbolizes the ruler, who is humble and magnetic, and in\nthe center. She cedes the use of all her power to the general in line two. Line two\nis the \"oldest son\" and lines three and four are the younger brother and son -- i.e.,\nthe younger men who would cause evil if allowed to share the command. In\nmilitary operations there must be one ruling will and mind. A divided authority\nis sure to be a failure.\nNOTES AND PARAPHRASES\nSiu: Invasion occurs. A seasoned soldier is chosen to lead the army to victory and\nto prevent needless slaughter of the defeated people.\nWing: Rely on an experienced person to lead the way in correcting the situation.\nHe must be moderate in his behavior and not over reactive, for this would lead to\nmisfortune. Inexperienced and enthusiastic persons are now inappropriate for\nthe job of deliberate and controlled leadership.\nEditor: This line contains ambiguities, yet the general image is clear enough. It\nis a re-statement of lines two and three: a strong leader is essential for success.\nNevertheless, all except Legge's translation contain a final sentence stating that\nperseverance leads to misfortune, which seems to contradict the earlier advice to\n\"pursue the game.\" As written, it is not clear whether this applies to the situation\nin general or only in the case of incompetent leadership. If this is the only\nchanging line, the hexagram thus created is number twenty-nine, Danger -suggesting that you carefully examine the situation at hand, consolidate your\ncontrol and advance cautiously.\nKnow you not that the thing is a warfare? One man’s duty is to mount\nguard, another must go out to reconnoiter, a third to battle; all cannot be\nin one place, nor would it even be expedient. But you, instead of\nexecuting your Commander's orders, complain if aught harsher than\nusual is enjoined; not understanding to what condition you are bringing\nthe army, so far as in you lies. If all were to follow your example, none\n\nwould dig a trench, none would cast rampart around the camp, none\nwould keep watch, or expose himself to danger; but all turn out useless\nfor the service of war. Thus it is here also. Every life is a warfare, and\nthat long and various. You must fulfill a soldier's duty, and obey each\norder at your commander's nod: aye, if it be possible, divine what he\nwould have done: for between that Commander and this, there is no\ncomparison, either in might or in excellence.\nEpictetus\nA. There is work to be done, but if you allow inferior elements to influence\nyour judgment, disaster will ensue.",
    "6": "Line-6\nLegge: The sixth line, magnetic, shows the great ruler delivering his charges,\nappointing some to be rulers of states, and others to undertake the headship of\nclans. But inferior men should not be employed in such positions.\nWilhelm/Baynes: The great prince issues commands, founds states, vests\nfamilies with fiefs. Inferior people should not be employed.\nBlofeld: The mandate is given to a great prince so that the work may go forward\nsatisfactorily. A man of mean ability would be useless, for he would merely\nspread disorder through the realm.\nLiu: The king issues directives, establishes states, and awards fiefs to certain\nfamilies. Inferiors should not be given power.\nRitsema/Karcher: The Great Chief possesses fate. Disclosing the city,\nreceiving a dwelling. Small People, no availing-of.\nShaughnessy: The great man's lord has a mandate, to open the state and\nuphold the families; the little man should not use it.\nCleary (1): The great leader has orders, to establish states and families; do not\nemploy petty people.\nCleary (2): A great leader has orders to establish states and families that\ncontinue. Small people are not to be employed.\nWu: The great king has given his order. This is the time to reconstruct the\nnation and resettle families. Little men should not be appointed to office.\n\nCOMMENTARY\nConfucius/Legge: The ruler rightly apportions merit. Inferior men are sure to\nthrow the states into confusion. Wilhelm/Baynes: In order to reward merit\nproperly. Because they are certain to cause confusion in the country. Blofeld:\nWe cannot now rely on anyone of less than exceptional ability. Ritsema/\nKarcher: Using correcting achieving indeed. Necessarily disarraying the\nfiefdoms indeed. Cleary (2): Appropriate achievement. They will disrupt the\nnation. Wu: Merits should be recognized. Because they will certainly cause\nupheavals in the nation.\nLegge: Other ways can be found to reward inferior men. They ought not to be\nplaced in situations where the conditions of others will depend on them.\nNOTES AND PARAPHRASES\nSiu: Victory is achieved. The king rewards his supporters. But he is careful to\ncompensate inferior people with money instead of land or ruling privileges.\nOtherwise power is abused by them.\nWing: Your aim is achieved. When settling into the new situation be certain to\nalign your proprieties to worthwhile values. Inferior persons and ideas should be\nassigned to their proper places. Do not give them a voice in your affairs.\nEditor: The imagery of this line is that of establishing a new order: a sorting out\nand allocation of forces to their correct places. Proper allocation demands keen\ndiscrimination. The meaning is similar to that of line 1, except that here one uses\nthe discriminating faculty after the action has been completed, whereas in line 1,\naction has yet to commence. Lines 1 and 6 are like \"bookends\" holding the\nhexagram together; reminding us that discipline is required both before and after\nany meaningful change can be fixed in spacetime.\nAll the nations will be assembled before him and he will separate men one\nfrom another as the shepherd separates sheep from goats. He will place\nthe sheep on his right hand and the goats on his left. Then the King will\nsay to those on his right hand, \"Come, you whom my father has blessed,\ntake for your heritage the kingdom prepared for you since the foundation\nof the world.”\n-- Matthew 25: 32-35\nA. Image of a judicious division of labor: a meritocracy.\nB. \"Accentuate the positive, eliminate the negative.\"\nC. Allocate your energy intelligently: Evaluate your options so that your\nchoices are based on the best interests of the Work.\nMay 31, 2001, 4/23/06"
  }
}