{
  "hexagram_number": 31,
  "gua": "Judgment\nLegge: Upon fulfillment of the conditions implied in Initiative, there will be\nfree course and success. Advantage depends upon firm correctness, as in\nmarrying a young lady. Good fortune.\nWilhelm/Baynes: Influence. Success. Perseverance furthers. To take a\nmaiden to wife brings good fortune.\nBlofeld: Attraction. Success! Righteous persistence brings reward. Taking a\nwife will result in good fortune.\nLiu: Attraction. Success. To continue is of benefit. To marry a girl is good\nfortune.\nRitsema/Karcher: Conjoining, Growing. Harvesting Trial. Grasping\nwomanhood significant. [This hexagram describes your situation in terms of the\ninfluence that separated parts of an intrinsic whole have on each other. It\nemphasizes that bringing these parts into contact is the adequate way to handle\nthe situation...]\nShaughnessy: Feelings: Receipt; beneficial to determine; to take to wife a\nwoman is auspicious.\nCleary (1): Sensitivity is developmental. It is beneficial to be correct. Marriage\nbrings good fortune.\nCleary (2): Sensing gets through, beneficial if correct. Marriage is auspicious.\nWu: Affection indicates pervasion and advantage to be persevering. There will\nbe good fortune to marry a young woman.\n\nThe Image\nLegge: The image of a marsh over a mountain forms Initiative. The superior\nman frees his mind of preoccupation so that he is open to the influence of others.\n[Lit: \"Thus the superior man receives people by virtue of emptiness.\"]\nWilhelm/Baynes: A lake on the mountain: the image of Influence. Thus the\nsuperior man encourages people to approach him by his willingness to receive\nthem.\nBlofeld: This hexagram symbolizes a lake situated upon a mountain. In dealing\nwith men, the Superior Man shows himself to be entirely void of selfishness.\nLiu: The lake on top of the mountain symbolizes Attraction. With a humble\nmanner the superior man receives people.\nRitsema/Karcher: Above mountain possessing marsh. Conjoining. A chun\ntzu uses emptiness to acquiesce people.\nCleary (1): There is a lake on a mountain. Thus does the superior person accept\npeople with openness.\nCleary (2): There is a lake atop a mountain – Sensing. Developed people\naccept others with openness.\nWu: There is a marsh in the mountain; this is Affection. Thus the jun zi\nreceives people with humility.\nCOMMENTARY\nConfucius/Legge: Initiative is here used in the sense of mutually influencing.\nThe magnetic trigram is above and the dynamic trigram is below -- their two\ninfluences move, respond and unite with each other. The male is placed below the\nfemale -- his repression is her satisfaction and brings fulfillment. Advantage\ndepends upon firm correctness, as in the marrying of a young lady. Heaven and\nearth stimulate each other and all things attain birth. The sages stimulate the\nminds of men and harmony is born. If we examine the pattern of these\ninfluences, the nature of heaven and earth is revealed.\nLegge: The lines of the hexagram all deal with moving or influencing to\nmovement, and the figure is an essay on the different ways of creating an\ninfluence, and the results engendered thereby. The lower trigram of the youngest\nson supports the upper trigram of the youngest daughter in happy union. This is\ncorrect because the lower trigram (here yang) should always take the initiative.\nNo influence is so powerful and constant as that between husband and wife, and\nwhere they are both young, it is especially active. Therefore, mutual influence,\ncorrect in itself, and for correct ends is sure to be effective.\n\nNOTES AND PARAPHRASES\nJudgment: Initiative succeeds only when it originates from the Self.\nThe Superior Man clears his mind and remains receptive to the will of the Self.\nWilhelm's translation of the name of this hexagram is Influence, but I\nhave chosen Initiative to emphasize the idea of the proper source of the\ninfluence implied in the symbolism. Webster's Third New International\nDictionary defines initiative as follows:\nInitiative 1: an introductory step or movement: an act designed to\noriginate or set on foot, as a process or train of events. Often used in the\nphrase: on one's own initiative, as in: \"Don't blame me, he acted on his\nown initiative.\"\nThe Judgment states that the situation can be furthered only by the firm\ncorrectness associated with the proper contracting of a marriage. We already\nknow that the symbolism of marriage refers to a union of opposites within the\npsyche. To understand what is meant by the proper contracting of a marriage, we\nneed only look at hexagram number fifty-four, Propriety (The Marrying\nMaiden), to see the improper way to do it -- that is, when the woman takes the\ninitiative.\nFar from being a sexist idea, the symbolism reveals a profound archetypal\ntruth. The polarity of forces in the psyche shows the ego as magnetic to the\ndynamic Self. That is, the conscious ego-complex in any psyche, male or female,\nis feminine, or magnetic in relation to the Self, which is masculine, or dynamic.\nIn the I Ching the Self is symbolized by heaven, and the ego is symbolized by\nearth. This primordial relationship between the two qualities is found in many\nsymbol systems. Here's the Kabbalistic version:\nThis clearly indicates the function of polarity that prevails between the\nplanes of form and the planes of force; the planes of form being the\nfemale aspect, polarized and made fertile by the influences of the planes\nof force.\nD. Fortune -- The Mystical Qabalah\nThe Hermetic tradition describes it this way:\nThere is this dual aspect in the mind of every person. The \"I\" [Self]\nrepresents the Masculine Principle of Mental Gender -- the \"Me\" [ego]\nrepresents the Female Principle.\nThe Kybalion\n\nIn the contracting of a marriage between heaven and earth (uniting the\npolarities within the divided psyche), the ego must learn, usually through great\nsuffering, that its correct role is a magnetic one in relation to that of the Self. The\nWork cannot progress until this lesson has been learned and accepted\ncompletely. As long as the ego insists on taking dynamic initiative “as usual\" in\nthe illusory world of appearances, the results can only be the kind of objective\nworld we inhabit -- one of chaos and strife. The lesson of this hexagram then, is\nthe realization that the only correct source of power lies with the Self, and that\nthe ego must yield to that source as a bride to her bridegroom. (Unfortunately,\nthe contemporary relationship between the sexes has become so confused that\nthis metaphor is seldom effective in conveying the profound truth it represents.)\nThe Self (the Causal Body of Theosophy) dwells beyond the restrictions of\nspacetime and is pre-eminently suited for directing the Work, since it can \"see\nahead” so to speak, and it knows the effects of all of the available choices. The\nego, on the other hand, dwells in spacetime and is able to take action: by its\nchoices it makes or breaks the Work. The ideal reciprocity between ego and Self\nis a simple and logical division of labor -- the Self can see ahead but cannot take\ndirect action, and the ego can take direct action but cannot see ahead. For the\nego to act without direction from the Self is to grope blindly in the dark -- and the\nWork clearly cannot progress under such circumstances. The superior man\ntherefore, \"clears his mind and remains receptive to the will of the Self.”\nObviously, it takes time to learn how to do this properly; in its initial stages, that's\nwhat the Work is all about.\nThe majority of people are more or less the slaves of heredity,\nenvironment, etc., and manifest very little freedom. They are swayed by\nthe opinions, customs and thoughts of the outside world, and also by\ntheir emotions, feelings, moods, etc. They manifest no Mastery, worthy\nof the name.\nThe Kybalion\nThe second and third sentences in the Confucian commentary elicit the\nsexual symbolism in this hexagram quite clearly: \"The [female] trigram is above\nand the [male] trigram is below -- their two influences move, respond and unite\nwith each other. The male is placed below the female -- his repression is her\nsatisfaction and brings fulfillment.” Blofeld comments on this in a footnote:\nI doubt if this should be regarded as shedding light upon the ancient\nChinese concept of the most acceptable position for intercourse; it is more\nlikely to mean that the girl is able to depend upon the man as a plant\ndepends upon the earth for its nourishment.\nSymbolism works on many levels, and Blofeld's aborted insight does apply\nto some of them. It is an established fact that the sentences in question\naccurately describe tantric sexual techniques practiced in the Orient for\nmillennia. To understand the principles of the Work we must be able to see the\n\n\"obvious\" as symbolic of an abstraction -- and vice- versa. Sexual polarity is a\nvery tricky and volatile symbol because we are predisposed to confine it to its\nmost literal meaning. The hardest part of symbolic interpretation is to know\nwhere in the continuum a specific symbol belongs in any given situation.\nWithout changing lines this hexagram suggests that you examine your\nimpulses and motivations to act and see if they are truly in accordance with the\ngoals of the Work. The figure can sometimes take on the meaning of\nimportuning: \"to press or urge with frequent or unreasonable requests or\ntroublesome persistence.” In other words, you might be importuning the oracle\nfor answers which it is of no mind to give you. It is also significant to note that\nevery line has a more or less negative connotation. These are all very strong\nwarnings to the ego to control its compulsive need to take the Initiative, to\ninfluence the situation. Calm down -- reality is not what it appears to be. Please\nallow the Self to direct the Work.\nSUGGESTIONS FOR MEDITATION\nCompare the concepts in this hexagram with hexagram number fifty-four,\nPropriety; number fifty-three, Gradual Progress; and number eleven,\nHarmony. How do they all deal with the symbol of marriage as an aspect of the\nWork? Compare the first three lines with hexagram number 52, Keeping Still.\nInitiative is the first hexagram of Part II of the I Ching. Why do you\nsuppose the book was divided into two unequal sections? Why did the division\nappear between the thirtieth and thirty-first hexagrams? (An even division would\nbe between the thirty-second and thirty-third.)\nThe (I Ching) was originally divided into two books. (Appendix VI)\nconsiders the first of these as dealing with the world of nature, and the\nsecond as dealing with that of man.\nFung Yu-Lan -- A Short History of Chinese Philosophy\nWhat insights does the alchemical concept of the Unus Mundus bring to\nbear on these questions?",
  "lines": {
    "1": "Line-1\nLegge: The first line, magnetic, shows one moving her great toes.\nWilhelm/Baynes: The influence shows itself in the big toe.\nBlofeld: Sensation in the toe.\nLiu: Stimulation in the big toe. [If you get this line you will plan an\nundertaking, but if it is planned hastily, it will be difficult to carry out.]\n\nRitsema/Karcher: Conjoining one's big toes.\nShaughnessy: Feeling his big toe.\nCleary (1): Sensing in the big toe is inauspicious. [The big toe can move but not\nwalk; to feel something one can not carry out is not right sensing. This is\nsensitivity that stirs the human mentality.]\nCleary (2): Sensing in the big toe.\nWu: He moves his big toes.\nCOMMENTARY\nConfucius/Legge: Her mind is set on what is beyond herself. Wilhelm/\nBaynes: The will is directed outward. Blofeld: This implies that the will is\nfastened upon external matters. Ritsema/Karcher: Purpose located outside\nindeed. Cleary (2): The aspiration is outside. Wu: His affection is outward.\nLegge: The first line is magnetic at the commencement of the figure. Although\nthe fourth line is a proper correlate, his influence will be ineffective. However\nmuch she moves her toes, that won't enable her to walk. What is \"beyond\nherself\" is represented by the fourth line. There is the desire to influence but no\nstrength and/or ability to do so.\nNOTES AND PARAPHRASES\nSiu: At the outset, something is beginning to happen which is not yet apparent to\neveryone.\nWing: There is something in the air. Perhaps it's the beginning of a compelling\nattraction or an idea just coming to light. Whatever it is, it is of little significance,\nsince a great deal more must be done to make it a reality.\nEditor: Although the image is simple, the concept behind it is not. Wilhelm's\ncommentary suggests the idea of a hidden influence, a latent force within the\nsituation, which has not yet become apparent. This energy is focused on what is\nbeyond itself -- i.e., it wants to become manifest, but as yet is not powerful\nenough to do so. (There is a suggestion of impatience to take action.) At its most\nneutral, the line can image a concern with something distant in time or space -even an abstract idea. Legge's Confucian commentary is a good paraphrase.\nIn times of stress, physical or mental, he might astonish his friends and\neven himself by the undisciplined and primitive reactions that suddenly\nusurp the attitudes of the well-drilled persona. Such reactions do not\ncome from the conscious part of the psyche; they arise from the\n\nnonpersonal part and reveal not the conscious character but the stage of\ndevelopment that the nonpersonal psyche has reached.\nM.E. Harding -- Psychic Energy\nA. Unseen forces work toward change. An image of a subliminal influence\nor latent energy.\nB. An image of a restless ego -- a mind seething with \"great plans,\"\nschemes or intentions.\nC. \"Don't cross your bridges until you come to them.\"",
    "2": "Line-2\nLegge: The second line, magnetic, shows one moving the calves of her legs.\nThere will be evil. If she abides quietly in her place, there will be good fortune.\nWilhelm/Baynes: The influence shows itself in the calves of the legs.\nMisfortune. Tarrying brings good fortune.\nBlofeld: Sensation in the legs -- misfortune! [I.e. Misfortune if we yield to the\nurge to exercise our legs by going somewhere else.] Good fortune comes to those\nwho do not venture forth.\nLiu: Stimulation in the calves of the legs. Misfortune. Stillness invites good\nfortune.\nRitsema/Karcher: Conjoining one's calves. Pitfall. Residing significant.\nShaughnessy: Feeling his calf; inauspicious; to dwell is auspicious.\nCleary (1): Sensing in the calf is inauspicious. Biding is auspicious.\nCleary (2): Sensing in the calf bodes ill. To stay put bodes well.\nWu: He moves his calves. It will be foreboding. Should he stay, there will be good\nfortune.\nCOMMENTARY\nConfucius/Legge: If she abides quietly in her place and complies with the\ncircumstances of her condition there will be no injury. Wilhelm/Baynes: Even\nthough misfortune threatens, tarrying brings good fortune. One does not come to\nharm through devotion. Blofeld: If we gladly accord with others, we shall come\nto no harm. Ritsema/Karcher: Yielding, not harming indeed. Cleary (2):\n\nBecause obedience does no harm. Wu: His rash move will be foreboding.\nPatience will turn into good fortune, as observance will keep out humiliation.\nLegge: The calves cannot move of themselves -- they follow the moving of the\nfeet. She is too anxious to move. However, she is magnetic and central, so if she\nabides quietly in her place until she is acted upon from above, there will be good\nfortune.\nNOTES AND PARAPHRASES\nSiu: The influence of the man increases, yet it is not obvious. He is eager to act\nbut should wait for more favorable circumstances.\nWing: You may feel compelled to move, to take some kind of action, yet you\nreally don't know what you're doing. It's a little like sleepwalking. Avoid action\nuntil you wake up to what's going on. Otherwise there is some danger of getting\ninto trouble.\nEditor: This image of the calves of the legs might be rendered in Western idiom\nas \"knee-jerk responses.\" The meaning is analogous, if not identical.\nDuring the years of our indiscretion, while we are driven hither and\nthither by our various likes and dislikes, we serve many Masters, who\noften prove veritable tyrants to us, but when we have had enough of\nthem, we find that there is a Master of a different stamp, who lives not by\nour passions and desires, but rather by their suppression and subdual.\nE. Gewurz -- The Hidden Treasures of the Ancient Qabalah\nA. Control your knee-jerk responses. Do not pursue this train of thought,\nline of speculation, hypothesis, etc. Wait for inspiration from the Self.",
    "3": "Line-3\nLegge: The third line, dynamic, shows one moving his thighs, and keeping close\nhold of those whom he follows. Going forward in this way will cause regret.\nWilhelm/Baynes: The influence shows itself in the thighs. Holds to that which\nfollows it. To continue is humiliating.\nBlofeld: Sensation in the thighs. He cleaves so closely to his wife (handmaiden,\netc.) that for him to continue in this manner would be shameful.\nLiu: Stimulation in the thighs. If he insists on following, he will be humiliated.\nRitsema/Karcher: Conjoining one's thighs. Holding-on-to one's following.\nGoing abashed.\n\nShaughnessy: Feeling his calf: thigh: holding to his follower; distress.\nCleary (1): Sensing in the thighs; when persistence turns to indulgence, to go on\nis shameful.\nCleary (2): Sensing in the thighs, when clinging is following, to go on brings\nshame.\nWu: He moves his thighs and stays close to those he follows. He will regret\nif he keeps going forward.\nCOMMENTARY\nConfucius/Legge: \"He moves his thighs\" -- he still doesn't want to rest in his\nplace. His will is set on following others -- what he holds in his grasp is low.\nWilhelm/Baynes: For he cannot keep still. When the will is directed to things\nthat one's followers hold to, this is very base. Blofeld: Sensation in the thighs\nalso denotes restlessness; while being guided by the will of a wife (or\nsubordinate) involves clinging to what is inferior. Ritsema/Karcher: Truly\nnot abiding indeed. Purpose located-in following people. A place to hold-on-to\nthe below indeed. Cleary (2): Is also not staying put; the aim is in following\nothers; what is clung to is low. Wu: Like his predecessors, he does not want to\nstay put either. His desire to follow people shows whatever he holds is low.\nLegge: The attempt to move the thighs is inauspicious. The dynamic third line,\nin a dynamic place, wants to run after line four, which is said here to be the seat\nof the mind. He exercises his influence with an inferior purpose. \"What he holds\nin his grasp is low\" is understood to refer to the magnetic first and second lines.\n\"Following\" leads the mind to the lines above. \"Low\" is understood in the sense\nof \"mean.\"\nNOTES AND PARAPHRASES\nSiu: A person should refrain from running after those he would like to influence,\nyielding to the whims of his master, and acquiescing to the moods of his own\nheart. Personal inhibition should constitute the basis for the enjoyment of\ngranted freedom.\nWing: You must gain control of yourself. Don't run this way and that on impulse\nin an attempt to influence others or indulge in your many whims. You will\nultimately be humiliated by such unconsidered actions. Set up a few inhibitions\nfor yourself and operate within these limitations while you develop some selfcontrol.\nEditor: Mr. Legge, a proper Victorian, did not bring out the earthy imagery of\nthis line to its fullest. If we were to receive this image in a dream it might take the\n\nblatantly sexual form of the pelvic thrusting associated with male dogs. When\nseen in this way the idea behind this line becomes clear.\nHence it is that in men the privy member is disobedient and self-willed,\nlike a creature that will not listen to reason, and because of frenzied\nappetite bent upon carrying all before it. In women again, for the same\nreason, what is called the matrix or womb, a living creature within them\nwith a desire for childbearing, if it be left unfruitful beyond the due\nseason, is vexed and aggrieved, and wandering throughout the body and\nblocking the channels of the breath, by forbidding respiration brings the\nsufferer to extreme distress and causes all manner of disorders; until at\nlast the Eros of the one and the Desire of the other bring the pair together,\npluck as it were the fruit from the tree and sow the plowland of the womb\nwith living creatures still unformed and too small to be seen.\nPlato -- The Timaeus\nA. The image suggests a mindless and compulsive urge to influence the\nsituation.\nB. You allow yourself to be influenced by base emotions.",
    "4": "Line-4\nLegge: The fourth line, dynamic, shows that firm correctness which will lead to\ngood fortune, and prevent all occasion for repentance. If its subject be unsettled\nin his movements, only his friends will follow his purposes.\nWilhelm/Baynes: Perseverance brings good fortune. Remorse disappears. If a\nman is agitated in mind, and his thoughts go hither and thither, only those\nfriends on whom he fixes his conscious thoughts will follow.\nBlofeld: Righteous persistence brings good fortune and regret vanishes; but\nonly friends and immediate followers will waste their thoughts on one who\ndithers irresolutely to and fro.\nLiu: To carry on reaps good fortune; remorse disappears. If his mind is not quiet\nand his thoughts go back and forth, only his friends will follow his ideas.\nRitsema/Karcher: Trial significant, repenting extinguished. Wavering,\nwavering: going, coming. Partnering adheres-to simply pondering.\nShaughnessy: Determination is auspicious; regret is gone. So undecided going\nand coming, a friend follows you in thought.\nCleary (1): Rectitude brings good fortune, and regret disappears. Coming and\ngoing with an unsettled mind: companions follow your thoughts. [Thoughts that\n\n“come along with companions” obscure the mind of Tao by the human\nmentality.]\nCleary (2): Correctness brings good fortune, and regret disappears. Coming and\ngoing ceaselessly, companions follow your thoughts.\nWu: From perseverance will come auspiciousness. Regret will fade away. His\nmind vacillates, but his friends will be able to follow his thoughts.\nCOMMENTARY\nConfucius/Legge: There has not yet been any harm from a selfish wish to\ninfluence, yet his power to influence is neither brilliant nor great. Wilhelm/\nBaynes: In this way one does not stir up anything injurious. Thoughts going\nhither and thither in agitation: by this one shows that one has as yet no clear\nlight. Blofeld: Persistence rewarded and the vanishing of regret both result\nfrom our not having incited anyone to evildoing, but this irresolute conduct\nscarcely indicates clarity of mind on our part. [This suggests the rather negative\ngood fortune of having a clear conscience; apparently we have little reason for\nself- congratulation, since our rather spineless conduct alienates everyone who\nis not bound to us by ties of blood or friendship.] Ritsema/Karcher: Not-yet\ninfluencing harming indeed. Not-yet the shining great indeed. Cleary (2): One\nhas not yet sensed danger. One is not yet great. Wu: He has not done anything\nbrilliant.\nFrom the Great Treatise -- It is said in the I Ching: \"Full of anxious\nthoughts you go and come; only friends will follow you and think with you.\"\nThe Master said: \"In all the processes taking place under heaven, what is there\nof thinking? What is there of anxious scheming? They all come to the same\nsuccessful issue, though by different paths. There is one result, though there\nmight be a hundred anxious schemes. What is there of thinking? What is there\nof anxious scheming?”\nLegge: Line four is dynamic, but in a magnetic and receptive place. It is the\nseat of the mind, and its subject is therefore warned to be firm and correct in\norder to get a good issue. If he is wavering and uncertain, his influence won't\nextend beyond his circle of friends.\nWilhelm/Baynes: This is a strong line in a weak place, hence it has a twofold\npossibility. It can remain firm and, resisting the temptation to use special\ninfluence, quietly make itself felt as one of the rulers of the hexagram, by virtue of\nits character; in this case it does not stimulate anything injurious, since it is in\nharmony with the right. Or it can instead yield to the influence of the six at the\nbeginning, to which it is related. Thereby it limits its influence; everything is\nshifted onto the conscious plane, and the inner light darkens.\n\nNOTES AND PARAPHRASES\nSiu: No harm has yet been incurred from a selfish wish to influence. But neither\nis the man's power of any great consequence. He is too indecisive and unsure of\nhimself to move anyone beyond his own circle of friends.\nWing: The desire to influence a specific person or situation is now enhanced. Do\nnot become calculating or manipulative in your efforts. Instead, take a unilateral\napproach by displaying the strength of your convictions in all that you do. By\nremaining consistent in all matters you will achieve your goal.\nEditor: The Confucian commentary from the Great Treatise hints at the\nsubtle truth behind this line. When the ego has attained true tranquility, all\ninitiative comes directly from the Self. If the ego is \"unsettled in its movements,\"\nonly its \"friends\" (analogous complexes within the psyche) will respond.\nSometimes the message here is to have the discipline not to meddle with a\nnatural process.\nAs long as the heart has not attained absolute tranquility, it cannot move\nitself ... If, when stimulated by external things, one moves, it is the\nimpulse of the being. If, when not stimulated by external things, one\nmoves, it is the movement of heaven ... When no idea arises, the right\nideas come ... When things are quiet and one is quite firm, and the\nrelease of heaven suddenly moves, is this not a movement without\npurpose? Action through non-action has just this meaning.\nThe Secret of the Golden Flower\nA. Restlessness prevents unity -- calm down and unify your thinking or\nfocus your intent.\nB. Let it be -- allow the situation to unfold.",
    "5": "Line-5\nLegge: The fifth line, dynamic, shows one moving the flesh along the spine above\nthe heart. There will be no occasion for repentance.\nWilhelm/Baynes: The influence shows itself in the back of the neck. No\nremorse.\nBlofeld: Sensation in the fleshy covering of the spinal column -- no regret.\nLiu: Stimulation in the middle of the back. No remorse. [Conflict. Perhaps one's\nstrong opinions ... will create discord ... One can expect difficulty in carrying out\nhis plans. Only small ventures will succeed.]\n\nRitsema/Karcher: Conjoining one's neck. Without repenting.\nShaughnessy: Feeling his (thigh:) spine; there is no regret.\nCleary (1): Sensing in the flesh of the back, there is no regret. [What separates\nthe mind of Tao from the human (ego) mind is but a hairbreadth; sensing it in\nthe flesh of the back means it is near the heart …The mind that is not mind is\ncalled the true mind … It is open awareness unobscured … This is sensitivity\npreserving the mind of Tao without the human mentality.]\nWu: He moves his upper back muscles. There will be no regret.\nCOMMENTARY\nConfucius/Legge: He tries to move the flesh along the spine above the heart -his aim is trivial. Wilhelm/Baynes: The will is directed to the ramifications.\nBlofeld: This betokens inability to impose our will as yet. Ritsema/Karcher:\nPurpose, the tips indeed. [Tips:, MO: growing ends, outermost twigs; last,\nmost distant.] Cleary (2): The aim is concluded. Wu: His affection is at the top.\nLegge: The symbolism of line five refers to a part of the body behind the heart,\nand is supposed to indicate an ineffective influence. The triviality of the aim\nexplains the ineffectiveness of the movement, but since it is free from selfish\nmotivations it is nothing to be repented of.\nNOTES AND PARAPHRASES\nSiu: The man's goals are trivial, although free from selfish motives.\nWing: Look within to determine the depth of your influence on external matters.\nPeople with a profound inner resolve can accomplish much. Those with shallow\nroots cannot exert significant external influence.\nEditor: Despite the \"no remorse,\" this is can be a less than positive line. The\ninfluence here doesn't come from the heart, but from a region near the heart: it\nisn't that the motivations are insincere, it's that they miss the mark. \"Trivial\"\n(Legge, Siu) means \"of little or no value\" -- a fair synonym for \"illusion.\" At a\ndeeper level, Wilhelm comments: \"What takes place in the depths of one's being,\nin the unconscious, can neither be called forth nor prevented by the conscious\nmind. It is true that if we cannot be influenced ourselves, we cannot influence\nthe outside world.” If this is the only changing line, the new hexagram is number\n62, Small Powers, with its corresponding line portraying a lack of\nunderstanding of hidden matters. This can sometimes imply things within the\nsituation which are beyond the ego's immediate comprehension.\n\nTo educate men to a faith they do not understand is certainly a wellmeant undertaking, but one runs the risk of creating an attitude that\nbelieves everything it does not understand.\nJung -- The Symbolic Life\nA. Although your motives are sincere, they are not in accordance with\nreality. Sincere illusions are still illusions.\nB. \"The road to hell is paved with good intentions.\" The image suggests\nerroneous actions or motivations.\nAlternate: Cleary’s Taoist commentary describes “the mind of Tao” able\nto manifest autonomously when the ego-mind does not impede it – a very high\nand unfortunately rare state of consciousness. Wing’s paraphrase captures the\ndual nature of this line quite well.\nC. The mind of Tao supersedes ego-mindedness. Or: The Self can manifest\nwhen the ego doesn’t take the Initiative.",
    "6": "Line-6\nLegge: The sixth line, magnetic, shows one moving her jaws and tongue.\nWilhelm/Baynes: The influence shows itself in the jaws, cheeks, and tongue.\nBlofeld: Sensation in the jaws and the tongue.\nLiu: Stimulation in the jaws and tongue.\nRitsema/Karcher: Conjoining one's jawbones, cheeks, tongue.\nShaughnessy: Feeling his cheeks, jowls, and tongue.\nCleary (1): Sensing in the jaws and tongue. [When the mouth moves, the mind\nmoves. This is sensitivity using the human mentality, utterly lacking the mind of\nTao.]\nWu: He moves his tongue and cheeks.\nCOMMENTARY\nConfucius/Legge: She only talks with loquacious mouth. Wilhelm/Baynes:\nHe opens his mouth and chatters. Blofeld: This is a way of saying that we open\nwide our mouths and talk too much. Ritsema/Karcher: The spouting mouth\nstimulating indeed. Cleary (2): Sensing in the jaws and tongue is speaking a lot.\nWu: He likes chattering.\n\nLegge: Line six is magnetic in a magnetic place at the top of the trigram of\nFrivolity. Her influence by means of speech will only be that of garrulous\nflattery.\nNOTES AND PARAPHRASES\nSiu: The man resorts to superficial ways of influencing others through nothing\nbut talk. The results are negligible.\nWing: Words are only words. Ideas mean little unexecuted. What are you doing?\nEditor: The divided line at the top of the upper trigram is said to symbolize an\nopen mouth. To talk is to use words, and words are a product of the mental\nrealm. The image is of empty rhetoric -- perhaps a too-intellectual approach to\nthe situation at hand. This blather can be inner as well as outer, and the line\nsometimes refers to the excesses of reason and logic which can blind us to the\ntruths of an expanded awareness. Often in the course of the Work we are severely\ntested by choices which demand the abandonment of common sense in favor of\nfaith in the Self to carry us to a realm transcending reason. Such tests are\nexcruciating, and often we fail them because we cannot let go of our faith in logic,\nwords and \"common sense.\" Compare with line five of Hexagram 52.\nI gradually form the habit of listening inwardly, whenever I want to say\nsomething, to be sure I have authority to say it. Gradually I learn to\nkeep my mouth shut except when I really have something to say. And I\ncome to recognize two beings in my self: a personal ego which is often\ninclined to chatter, without control,\npurely for the sake of\ncommunicating and attracting attention to my person -- and in the\nbackground of my consciousness a higher self which restrains my\npersonal ego, telling it when and what it is to speak or do, and when it is\nto remain silent or passive. The important thing is to pay attention and\nobey the orders of this higher self. Merely to hear its commands is not\nenough; everybody does that!\nElisabeth Haich -- Initiation\nmerit.\n\nA. An image of rationalization or intellectual drivel. Your idea is without\nMay 8, 2001, 3/25/06"
  }
}