{
  "hexagram_number": 6,
  "gua": "Judgment\nLegge: Stress indicates that despite sincere motivations, one still meets with\nopposition and obstruction. Maintain an apprehensive caution. To prosecute the\ncontention to the bitter end will produce evil results. It is advantageous to see the\nGreat Man. It is not advantageous to cross the great stream.\nWilhelm/Baynes: Conflict. You are sincere and are being obstructed. A\ncautious halt halfway brings good fortune. Going through to the end brings\nmisfortune. It furthers one to see the great man. It does not further one to cross\nthe great water.\nBlofeld: Conflict. Confidence accompanied by obstacles! With care, affairs can\nbe made to prosper in their middle course, but the final outcome will be disaster.\nIt is advantageous to visit a great man, but not to cross the great river (or sea). [In\ngeneral, this hexagram indicates that we have little chance of success in any\nconflict, dispute or lawsuit in which we are now engaged and that retreat is the\nbest policy -- unless line one or five is a moving line, in which case the position\nis more hopeful. We can profit from the advice of someone truly wise, but a\njourney of any kind at this time would be disastrous.]\nLiu: Conflict; you have sincerity even though obstructed, stop halfway -- good\nfortune; follow to the end -- misfortune. It is of benefit to see a great man, but not\nto cross the great water.\nRitsema/Karcher: Arguing, possessing conformity. Blocking awe.\nCentering significant. Completing: pitfall. Harvesting: visualizing Great People.\nNot Harvesting: wading the Great River. [This hexagram describes your\nsituation in terms of a dispute. It emphasizes that actively expressing your\nclaims and objections is the adequate way to handle it. To be in accord with the\ntime, you are told to argue!] (Sic)\nShaughnessy: Lawsuit: There is a return; pitying and tranquil, it succeeds to\nbe auspicious, but in the end is inauspicious; beneficial herewith to see the great\nman; not beneficial to ford the great river.\n\nCleary (1): Contention; there is blockage of truth. Caution and moderation\nlead to good results, finality leads to bad results. It is beneficial to see a great\nperson, not beneficial to cross a great river.\nCleary (2): …Wariness within leads to good results, but ending up that way is\nunfortunate … etc.\nWu: Litigation indicates an obstruction of trust. If the subject is vigilant, he\nwill have good fortune. If he is libelous to the end, he will face foreboding. It will\nbe advantageous to see the great man. It will not be advantageous to cross the big\nriver.\nThe Image\nLegge: The image of water moving away from heaven forms Stress. The\nsuperior man, in accordance with this, takes good counsel about the beginning of\nany enterprise.\nWilhelm/Baynes: Heaven and water go their opposite ways: the image of\nConflict. Thus in all his transactions the superior man carefully considers the\nbeginning.\nBlofeld: This hexagram symbolizes sky and water in opposition. The Superior\nMan does not embark upon any affair until he has carefully planned the start.\nLiu: Heaven and water go in different directions, symbolizing Conflict. The\nsuperior man contemplates the beginning before undertaking an enterprise.\nRitsema/Karcher: Heaven associating-with stream, contradicting movements.\nArguing, a chun tzu uses arousing affairs to plan beginning.\nCleary (1): When heaven and water go in different directions, there is\ncontention. Superior people plan in the beginning when they do things.\nCleary (2): … When leaders do things, they plan to begin with.\nWu: Heaven and water go in opposite directions; this is Litigation. Thus the\njun zi plans well before taking actions.\nCOMMENTARY\nConfucius/Legge: The coming together of Strength and Peril gives the idea of\nStress. A dynamic line in the central place in the lower trigram shows how there\nwill be good fortune if one maintains apprehensive caution; but because\ncontention should not be taken to extremes, there will be evil if one prosecutes\n\nhis contention to the bitter end. The great man sets a value on the due mean. If\none attempts to cross the great stream, he finds himself in an abyss.\nLegge: The upper trigram of Strength here controls the lower trigram of Peril\nwhich is trying to attack it. Or it may also be seen as someone in a perilous\nsituation contending with strong outside forces. The image is of contention and\nstrife. The sincere yang line in the middle of the trigram of Peril gives a character\nto the whole figure -- an individual so represented will be very cautious and have\ngood fortune. But since contention is bad, even a sincere individual must fail if he\npursues it to the bitter end. The fifth line represents the great man, whose agency\nis sure to be good. His decision in any matter of contention will be correct. The\nsixth line is also dynamic, but his action is likely to be too rash for a great\nenterprise, hence the warning about not attempting to cross the great stream.\nNOTES AND PARAPHRASES\nJudgment: Be careful, don't attempt much, and don't allow the situation to get\nout of hand.\nThe Superior Man is judicious about his choices of action to ensure that the\nsituation remains stable.\nThe hexagram portrays a high level of tension. Wilhelm points out that the\nonly \"favorable\" line is the ruler in the fifth place, and that all of the other lines\nsymbolize people quarreling. It should also be noted that lines one through four\ncounsel either retreat from contention or remaining passively in place. Only line\nfive suggests that an active struggle can have a favorable outcome, and line six\nportrays the sorry fate of those who insist on \"demanding their rights.\" If we turn\nthe hexagram upside down we have Waiting, which suggests some subtle truths\nabout the proper way to handle stress.\nHe who has a taste for dispute has a taste for blows,\nthe man of haughty speech courts destruction.\nProverbs 17: 19\nAt deciding lawsuits I am no better than anyone else; but what is\nnecessary is to bring about a state of affairs in which there will be no\nlawsuits.\nConfucius\nNote that Ritsema/Karcher's summation of the Judgment stands in stark\ndisagreement with the general tenor of the figure: I have never received this\nhexagram when that interpretation has applied.",
  "lines": {
    "1": "Line-1\nLegge: The first line, magnetic, shows its subject not perpetuating the matter\nabout which the contention is. She will suffer the small injury of being spoken\nagainst, but the end will be fortunate.\nWilhelm/Baynes: If one does not perpetuate the affair, there is a little gossip.\nIn the end, good fortune comes.\nBlofeld: Provided that affairs are not pressed through to the end and that as\nlittle as possible is said about them, they will end propitiously.\nLiu: One does not continue the affair (conflict). Even if there is some gossip,\ngood fortune in the end.\nRitsema/Karcher: Not a perpetual place, affairs. The small possesses words,\ncompleting significant.\nShaughnessy: Not permitting where it serves; there are a few words; in the end\nauspicious.\nCleary (1): One does not persist forever in an affair. There will be a little\ncriticism, but it will turn out well.\nWu: Contention can never produce results. Although there are small talks about\nhim, the outcome will be auspicious.\nCOMMENTARY\nConfucius/Legge: Contention should not be prolonged. Although she may\nsuffer the small injury of being spoken against, her argument is clear. Wilhelm/\nBaynes: One must not prolong the conflict. The matter is finally decided clearly.\nBlofeld: This implies not dragging on a dispute. Though little should be said, its\npurport should be clear. Ritsema/Karcher: Arguing not permitting long-living\nindeed. Although the small possesses words, one's differentiation brightening\nindeed. Cleary (2): The explanation is clear. Wu: Clarification will bring about\nunderstanding.\nLegge: Line one is magnetic at the bottom of the figure. She may suffer\nsomewhat in the nascent strife, but will let it drop to good effect.\nNOTES AND PARAPHRASES\nSiu: At the outset, the man refrains from contention during the initial stages of\nstrife. He suffers little. But he knows that he needs to walk together with his\nassociates and cannot advance alone.\n\nWing: Your position is such that you must avoid any Conflict or terminate it\nquickly. Don't try to bring things to a decision or engage yourself in a dispute.\nYou may feel a little victimized, but in the end all goes well.\nEditor: This is a clear injunction to abandon the subject of contention or your\nline of questioning. The \"gossip\" sometimes refers to the inner clamoring of hurt\npride or bruised ego.\nAs well loose a flood as initiate legal proceedings; break off before the\ndispute begins.\nProverbs 17: 14\nA. Drop the subject, or stop what you're doing.\nB. Cease and desist -- don't allow the conflict to continue.",
    "2": "Line-2\nLegge: The second line, dynamic, shows its subject unequal to the contention. If\nhe conceals himself where the inhabitants of his city are only three hundred\nfamilies, he will fall into no mistake.\nWilhelm/Baynes: One cannot engage in conflict; one returns home, gives way.\nThe people of his town, three hundred households, remain free of guilt.\nBlofeld: As the conflict cannot be resolved, he beats a hasty retreat. His clan,\nnumbering three hundred households, also escapes harm. [This sentence may\nhave been taken from some ancient writing known to readers of the Book of\nChange at that time. In divination, unless it obviously has some bearing on the\ncase, it may be disregarded, or else interpreted symbolically without paying\nmuch regard to the number three hundred.]\nLiu: One cannot continue in the conflict. Retreating, he goes home. Three\nhundred families in his town will avoid disaster.\nRitsema/Karcher: Not controlling Arguing. Converting and-also escaping\none's capital. People, three hundred doors. Without blunder.\nShaughnessy: Not succeeding at the lawsuit; returning and fleeing, three\nhundred households of his city people are without inspection.\nCleary (1): Not pressing one’s contention, one returns home to escape: If there\nare three hundred families in one’s domain, there will be no trouble.\n\nCleary (2): Not victorious in contention, one goes home and hides. The local\npeople number 300 families. There is no mistake or calamity.\nWu: He is not to win the litigation, He returns home to hide. The three hundred\nfamilies in his village are not implicated.\nCOMMENTARY\nConfucius/Legge: He is unequal to the contention; he retires and keeps\nconcealed, stealthily withdrawing from it -- for him in his lower place to contend\nwith the stronger one above would be to invite calamity, as if he brought it with\nhis hand to himself. Wilhelm/Baynes: Thus one escapes. To contend from a\nlowly place with someone above brings self- incurred suffering. Blofeld: This\npassage means that, if we pit ourselves against superior strength, we shall find\nourselves bowed beneath the dint of conflict to the bitter end. Ritsema/\nKarcher: Converting escaping, skulking indeed. Below origin, above Arguing.\nDistress culminating, reaping indeed. Cleary (2): (None) Wu: When a\nsubordinate brings a lawsuit against his superior; his loss is unavoidable.\nLegge: Line two is dynamic in a magnetic place and no match for his fifth-line\nadversary who is dynamic in a dynamic place, and the ruler to boot. That he\nretires from contention to an insignificant village of only three hundred people\nshows his humility.\nNOTES AND PARAPHRASES\nSiu: The man is warned about contending against a superior or more powerful\nenemy. A conciliatory and timely retreat precludes personal disaster.\nWing: Your adversary is superior in strength. Do not allow your pride or sense of\nhonor to draw you into open Conflict. Retreat and you will avoid a disastrous\noutcome for yourself and those close to you.\nEditor: \"Discretion is the better part of valor\" -- there is nothing to be gained by\nfighting a battle you cannot win.\nIf all the countries he knows or hears about follow a way that is not good,\nas in our time, or if because of military campaigns or illness, he is unable\nto go to a city with good customs, he shall dwell alone in solitude. As it is\nsaid: \"Let him dwell alone and be silent.\"\nMaimonides\nA. \"You can't fight city hall.\"\nB. Disengage from the situation at hand to preserve your forces intact.",
    "3": "Line-3\nLegge: The third line, magnetic, shows its subject keeping in the old place\nassigned for her support, and firmly correct. Perilous as the position is, there will\nbe good fortune in the end. Should she perchance engage in the king's business,\nshe will not claim the merit of achievement.\nWilhelm/Baynes: To nourish oneself on ancient virtue induces perseverance.\nDanger. In the end good fortune comes. If by chance you are in the service of a\nking, seek not works.\nBlofeld: He nourishes himself on the ancient virtues. Right determination leads\nto initial trouble followed by good fortune. Were he to seek public office now, he\nwould not be able to attain it.\nLiu: Depending upon ancient virtues. Continuing in this way leads to danger. In\nthe end, good fortune. While working in public affairs, one should not seek\nachievement.\nRitsema/Karcher: Taking-in ancient actualizing-tao. Trial. Adversity,\ncompleting significant. Maybe adhering-to kingly affairs: without\naccomplishment. [Actualize-tao: ...ability to follow the course traced by the\nongoing process of the cosmos... Linked with acquire, TE: acquiring that which\nmakes a being become what it is meant to be. Adversity (LI): Danger,\nthreatening, malevolent demon ... It indicates a spirit or ghost that seeks\nrevenge by inflicting suffering upon the living. Pacifying or exorcizing such a\nspirit can have a healing effect.]\nShaughnessy: Eating old virtue; determination is dangerous. Someone follows\nthe king's service, without completion.\nCleary (1): Living on past virtues, rectitude in danger will turn out well. If\nworking in government, do not do anything.\nCleary (1): … If you are upright in danger, the end will be auspicious. If you\npursue political affairs, nothing will be accomplished.\nWu: Living by the traditional virtue and being correct and firm will bring good\nfortune in the end. Should he enter into public service, he does not expect\nrecognition of his success.\nCOMMENTARY\nConfucius/Legge: She confines herself to the support assigned to her of old;\nthus following those above, she will have good fortune. Wilhelm/Baynes: To\nobey the one above brings good fortune. Blofeld: The good fortune will result\n\nfrom obedience to superiors which stems from cherishing the ancient virtues.\nRitsema/Karcher: Adhering-to the above significant indeed. Cleary (2):\nLiving on past virtues is the luck of following the high. Wu: Following those\nabove him will be auspicious.\nLegge: Here the line is magnetic in a dynamic place and thus unequal to the\nstress of the matter at hand. She withdraws from the arena, and even if forced\ninto action she will stay safely in the background. \"She keeps in the old place\nassigned for her support\" literally means: \"She eats her own virtue.\" That is, she\nnourishes herself on her own natural endowment and does not contend for more\nthan that.\nNOTES AND PARAPHRASES\nSiu: The man lives on income received for services rendered. He recognizes that\nworks really belonging to oneself cannot be taken away. He does not engage in\nperilous contests over property.\nWing: Keep a low profile. Stick to established methods and traditional virtues.\nDo not put yourself in a position of prominence whatever you imagine to gain in\nprestige. Material possessions and status mean nothing now. Only your inner\nworth will be of value to you.\nEditor: \"Ancient virtues\" suggest the principles of the Work, or the archetype of\nthe psyche as an integrated whole. Symbolically, to \"engage in the king's\nbusiness\" is to undertake the Work on behalf of the Self. Note the similarity\nbetween this line and the third line of Hexagram number two, The Magnetic.\nIf you want to be a good servant within the divine plan or salvation of the\nworld, you must never forget that you do not live and work on your own\nstrength. All power comes from God, and all powers you manifest come\nto you from your highest self -- from God.\nElisabeth Haich -- Initiation\nA. Don't aspire beyond your proper place. Maintain a servant's humility\nand, though it may not be apparent now, your commitment to the Work will\neventually bear fruit.",
    "4": "Line-4\nLegge: The fourth line, dynamic, shows its subject unequal to the contention. He\nreturns to the study of Heaven's ordinances, changes his wish to contend, and\nrests in being firm and correct. There will be good fortune.\nWilhelm/Baynes: One cannot engage in conflict. One turns back and submits\nto fate, changes one's attitude, and finds peace in perseverance. Good fortune.\n\nBlofeld: Since the conflict cannot be resolved, it is best to retreat and submit to\nheaven's will. Peaceful determination brings good fortune.\nLiu: One cannot continue the conflict. Returning and changing one's attitude\nbrings peace and good fortune.\nRitsema/Karcher: Not controlling Arguing. Returning, approaching fate.\nDenying quiet Trial. Significant.\nShaughnessy: Not succeeding at the lawsuit; returning and attending to the\ncommand, it changes to peace; determination is auspicious.\nCleary (1): Not pressing one’s contention, one abides by the decree of fate:\nChanging to rest in rectitude leads to good fortune.\nCleary (2): Contending unvictorious, return to destiny, change to rest in\nrectitude; then the outlook is good.\nWu: He is not to win the litigation. If his mind returns to reasoning and changes\nfor the good, he will find comfort in being correct. It will be auspicious.\nCOMMENTARY\nConfucius/Legge: He does not fail in doing what is right. Wilhelm/Baynes:\nThus nothing is lost. Blofeld: Provided we submit to heaven's will, peaceful\ndetermination will enable us to win through. Ritsema/Karcher: Not letting-go\nindeed. Cleary (2): Means not getting lost. Wu: Because there will be no error.\nLegge: Line four is dynamic in a magnetic place which is not central -- he has a\nmind to contend in a position from which he cannot hope to win. Above him is\nthe strong ruler with whom it is hopeless to strive, and below him is his weak ally\nin the first place from whom no help can be expected. Hence he takes the course\nindicated, which leads to good fortune. The returning to the study of Heaven's\nordinances and changing the wish to contend are not two things, but one. The\nordinances are what is right in principle, and since the wish to contend was\nwrong in principle, it is now abandoned.\nNOTES AND PARAPHRASES\nSiu: The man thinks that belligerency toward his weaker opponents will\nsucceed. But lacking righteousness, he fails in his endeavors. Returning from the\npath of strife to one of inner harmony with the eternal law, he finds peace and\ngood fortune.\nWing: You might see where you could improve your position by engaging in\nConflict with a weaker element. The fact is, though, that you cannot gain inner\n\nsatisfaction from such strategies. Returning to a sense of dignity and inner worth\ncoupled with an acceptance of your fate will bring you peace of mind and good\nfortune.\nEditor: Psychologically interpreted, the image suggests a situation in which the\nego is not yet ready to encounter certain forces involved in the Work. The lesson\nis to return to an attitude of receptivity to instruction: “Heaven's ordinances.”\nIt is proper for a man to overlook all the things of the world, for\naccording to those who understand, everything is vain and empty and\nnot worth taking vengeance for.\nMaimonides\nA. Tame your impulse to act and learn from your restricted situation. \"All\nthings come to him who waits.\"\nB. You can't do anything now, so don't even try.",
    "5": "Line-5\nLegge: The fifth line, dynamic, shows its subject contending -- and with great\ngood fortune.\nWilhelm/Baynes: To contend before him brings supreme good fortune.\nBlofeld: Conflict followed by supreme good fortune.\nLiu: Conflict. To submit the conflict to a great man brings great good fortune.\nRitsema/Karcher: Arguing. Spring significant.\nShaughnessy: Lawsuit; prime auspiciousness.\nCleary (1): Contend; it will be very auspicious.\nWu: There is great fortune in Litigation.\nCOMMENTARY\nConfucius/Legge: This is shown by his holding the due mean and being in the\ncorrect place. Wilhelm/Baynes: Because he is central and correct. Blofeld:\nThis is indicated by the fitting position of the central line. Ritsema/Karcher:\nUsing centering correcting indeed. Cleary (2): Contention is very auspicious\nwhen it is balanced and correct. Wu: Because of its central and correct position.\nLegge: Line five has every circumstance in his favor.\n\nNOTES AND PARAPHRASES\nSiu: The man acts in moderation. By being in the right place he is on the road to\ngood fortune. A just and powerful arbiter may be invited to mediate.\nCircumstances are in his favor.\nWing: Bring your Conflict before a powerful and just authority. If you are in the\nright, the situation will end in good fortune and success.\nEditor: Because this is the ruler of the hexagram, it is portrayed as a wise judge\nwho settles the matter of contention justly. If it is the only changing line, the new\nhexagram becomes number 64, Unfinished Business, with its corresponding\nline depicting a moral victory. One sometimes receives this figure in situations\ninvolving third-party arbitration.\nIf he attains the virtue of the long sword, one man can beat ten men. Just\nas one man can beat ten, so a hundred can beat a thousand, and a\nthousand can beat ten thousand.\nMiyamoto Musashi -- A Book of Five Rings\nA. An affirmation or victory of some sort is indicated.\nB. Your argument is persuasive.\nC. Seek wise counsel.",
    "6": "Line-6\nLegge: The sixth line, dynamic, shows how its subject may have the leather belt\nconferred on him by the sovereign, and thrice it shall be taken from him in a\nmorning.\nWilhelm/Baynes: Even if by chance a leather belt is bestowed on one, by the\nend of a morning it will have been snatched away three times.\nBlofeld: If a girdle of honor were bestowed upon him, he would be forced to\nstrip it off thrice within one day.\nLiu: Even if he receives an ornamental belt, it will be snatched away three\ntimes in one morning.\nRitsema/Karcher: Maybe bestowing's pouched belt. Completing dawn threetimes depriving it.\n\nShaughnessy: Someone awards him a leather belt, by the end of the morning\nthrice strips it.\nCleary (1): Even if one is given a badge of honor, it will be taken away thrice\nbefore the day is out.\nWu: He may have been presented with a leather belt. He flaunts it three times in\none day.\nCOMMENTARY\nConfucius/Legge: He receives a reward through his contention, but still he is\nnot deserving of respect. Wilhelm/Baynes: To attain distinction through\nconflict is, after all, nothing to command respect. Blofeld: Garments of honor\nobtained through strife do little credit to the wearer. [Note: In divination,\ngarments of honor may be taken to symbolize any of the prizes obtained\nthrough a successful dispute.] Ritsema/Karcher: Using Arguing acquiesces-in\nsubmitting. Truly not standing respectfully indeed. Cleary (2): Not worthy of\nhonor. Wu: Nothing worthy of respect.\nLegge: Line six is dynamic and able to contend successfully, but is there to be no\nend of striving? Persistence in it is sure to end in defeat and disgrace. The\ncontender here might receive a reward from the king for his success, but if he\nreceived it thrice in a morning, thrice it would be taken away from him again.\nNOTES AND PARAPHRASES\nSiu: The man gains repeated rewards from exhaustive conflicts. But the\nhappiness does not last. The respect is undeserved, and the attacks continue\nwithout end.\nWing: If you engage now in forceful Conflict, it is possible you will emerge\nvictorious. However, you will have created a situation of unending contest. Again\nand again, your position will be challenged. Such triumphs are ultimately\nmeaningless.\nEditor: This images a situation in which one may win the battle but lose the war\n-- a meaningless victory. The line is sometimes received when you are\nimportuning the oracle for information it will not divulge: saying, in effect, \"Even\nif your question were answered, you wouldn't be able to understand it.\"\nFor everyone fights for his own falsity and calls it truth ... These, because\nthey can receive nothing of light from heaven, and can therefore\ninwardly see nothing within themselves, are for the most part ... such as\nbelieve nothing but what they see with their eyes and touch with their\nhands. Hence all the fallacies of the senses to them are truths; and it is\nfrom these that they dispute.\nSwedenborg -- Heaven and Hell\n\nA. An illusory gain is a net loss. It's impossible to win in a no-win situation.\nB. You would rather be right than charitable.\nC. You are trying too hard -- stop now.\nJuly 4, 2001, 4/23/06"
  }
}