{
  "hexagram_number": 60,
  "gua": "Judgment\nLegge: Restrictive Regulations bring progress and success, but if they are severe and\ndifficult they cannot be permanent.\nWilhelm/Baynes: Limitation. Success. Galling limitation must not be persevered in.\nBlofeld: Restraint -- success! It is wrong to persist in harsh restraint.\nLiu: Limitation. Success. Bitter limitation should not be continued.\nRitsema/Karcher: Articulating, Growing. Bitter Articulating not permitting Trial.\n[This hexagram describes your situation in terms of confused relations. It emphasizes\nthat making limits and connections clear, particularly through speech, is the adequate\nway to handle it...]\nShaughnessy: Receipt. Withered moderation; one may not determine.\nCleary (1): Discipline is developmental, but painful discipline is not to be held to.\n[Discipline means having limits that are not to be exceeded. This hexagram represents\npracticing obedience in unfavorable circumstances, adaptably keeping to the Tao. The\nsituation may be up to others, but creation of destiny is up to oneself. When discipline\ngets to the point of inflicting suffering, it brings on danger itself even where there was no\ndanger; you will only suffer toil and servility which is harmful and has no benefit.]\nCleary (2): Regulation is successful, but painful regulation is not to be held to.\nWu: Regulation indicates pervasiveness. Excessive regulation should not be obstinately\npursued. [Sometimes the meaning of conservation or moderation is implied. Although the\nidea of regulation is convincing, it should not be applied blindly without regard to\nconditions.]\nThe Image\nLegge: Water over a lake -- the image of Restrictive Regulations. The superior man\nconstructs methods of numbering and measurement, and examines the nature of virtuous\nconduct.\n\nWilhelm/Baynes: Water over lake: the image of Limitation. Thus the superior man\ncreates number and measure, and examines the nature of virtue and correct conduct.\nBlofeld: This hexagram symbolizes water held in a dyke above a marshy lake. The\nSuperior Man employs a system of regulations in his plans for the widespread practice of\nvirtue.\nLiu: Water above the lake symbolizes Limitation. The superior man devises number\nand measure, and measures conduct and virtue.\nRitsema/Karcher: Above marsh possessing stream. Articulating. A chun tzu uses\nparing to reckon the measures. A chun tzu uses deliberating actualizing-tao to move.\n[Actualize-tao: ...ability to follow the course traced by the ongoing process of the\ncosmos... Linked with acquire, TE: acquiring that which makes a being become what it is\nmeant to be.]\nCleary (1): There is water over a lake, regulated. Thus superior people determine\nmeasures and discuss various actions.\nCleary (2): … Leaders establish numbers and measures, and consider virtuous conduct.\nWu: There is water above the marsh; this is Regulation. Thus, the jun zi enacts statutes\nand deliberates virtues. [A study of the limits and merits will avert difficulties.]\nCOMMENTARY\nConfucius/Legge: Progress and attainment are seen in the equally divided dynamic and\nmagnetic lines, with the dynamic lines in the central places. If the regulations are severe\nand difficult, the course of action will come to an end. We see a cheerful attitude directing\nthe course amidst peril. The rules are correctly initiated by the ruler in the fifth place.\nHeaven and earth observe their regular cycles and complete the four seasons. When rulers\nframe their laws according to just limitations, the resources of the state suffer no injury,\nand the people receive no hurt.\nLegge: The written Chinese character which denotes Restrictive Regulations means\nthe regular division of a whole, such as the division of the seasons of the year into ninetyday periods clearly marked by the solstices and equinoxes. Whatever makes regular\ndivision may be denominated by a \"restrictive regulation,\" and there enter into it the ideas\nof ordering and restraining. The hexagram deals with the regulations of government\nenacted for the guidance and control of the people. An important point is made that these\nregulations must be adapted to the circumstances and not made too strict and severe.\nCh'eng-tzu says on the Image: \"The water which a lake or marsh will contain is\nlimited to a certain quantity. If the water flowing in exceeds that amount, it overflows.\nThis gives us the idea of Restrictive Regulations.\"\n\nNOTES AND PARAPHRASES\nJudgment: Restrictive Regulations are necessary for growth, but severe restriction\nmust itself be limited.\nThe Superior Man differentiates his options in relation to the goals of the Work.\nThe Work itself is nothing if not a rigid structure imposed upon one's life -- a\n\"restrictive regulation\" of the ego's illusion of freedom of choice. Ordinary people insist\nthat their lives are ordered by the intelligent exercise of free will, but this \"freedom\" is\nmore commonly just a rationalization for the activity of autonomous complexes. No one\ncan look objectively at the current state of the world and seriously claim that it reflects\neither rational order or balanced perception. Collective human experience on this planet\nis determined by the whims of archetypal forces expressing themselves through the\nunconscious psyches of six-billion people.\nThe Work then, is a restrictive regulation of these autonomous forces -- it is a\nlimitation, a containment of the expression of instinct and desire. We are reminded of the\nalchemical vessel which is hermetically sealed to prevent its contents from escaping before\nthey have been transmuted into gold. If the alchemist miscalculates his \"methods of\nnumbering and measurement\" the vessel becomes a kind of bomb: the seal breaks, the\ncontents explode, and the Work is ruined. This is what is meant by \"if the regulations are\nsevere and difficult, the course of action will come to an end.\" If we restrict the contents\nof the vessel beyond their capacity for confinement the psyche boils over in some degree of\nrebellion. This is no minor thing -- depending on the circumstances, severe psychotic\nreactions can be created in this manner.\nOn the other hand, the ego thinks that all but the most minor restrictions are severe\nand difficult, and it is constantly on the verge of rebellion. As always, it is the Self which\nmust determine how far the restrictive regulations can be taken. From its perspective\noutside of spacetime it is best able to determine how much pressure the psyche can take -frequently it is far more (or sometimes far less) than the ego thinks possible.\nThe Confucian commentary observes: \"We see a cheerful attitude directing the\ncourse amidst peril.\" This refers to the lower trigram of Cheerfulness encountering the\nupper trigram of Peril or Danger. The restrictions of the Work are more often than not\nunpleasant and risky, constantly verging on some kind of an explosion. An attitude of\ncheerful acceptance enables one to survive these difficult trials. This is an extremely\nimportant concept, because without it one can all too easily fall into a suicidal despair.\nThe Work can become an impossible burden unless one learns how to approach stress and\nhardship with an almost irreverent sense of humor. (This in itself is an essential lesson\nabout how to purge the ego of its myopic notions of what it will and will not \"accept\" in\nlife.)\nThere is an old Zen proverb that says: \"Hell, also, is a place to live in.\" The message\nis clear: be of good cheer, because without it you are sure to fail.\n\nThe seeming inevitability of conflict among the archetypal \"powers\" can cause us\nto experience life as a hopeless, senseless impasse. But the conflict can also be\ndiscovered to be the expression of a symbolic pattern still to be intuited. It can be\nlived as if it were a drama, the play of life or of the gods, for the purpose of\nexperiencing an ultimate meaning ... When one can feel with Goethe that\n\"everything transient is but a symbol,\" then meaning can be found not only in\ncreativity, joy and love but also in impasse, suffering and conflict. Then life can be\nlived as a work of art.\nE.C. Whitmont -- The Symbolic Quest",
  "lines": {
    "1": "Line-1\nLegge: The first line, dynamic, shows its subject not quitting the courtyard outside his\ndoor. There will be no error.\nWilhelm/Baynes: Not going out of the door and the courtyard is without blame.\nBlofeld: He goes not go forth from the outer gates and courtyards of his home -- no\nerror!\nLiu: One does not go out of the door and courtyard. No blame.\nRitsema/Karcher: Not issuing-forth-from the door chambers. Without fault.\nShaughnessy: Not going out of the door or window; there is no trouble.\nCleary (1): Not leaving home, there is no blame.\nWu: He does not go beyond the entrance hall of his house. No error.\nCOMMENTARY\nConfucius/Legge: He knows when he has free course and when he is obstructed.\nWilhelm/Baynes: One knows what is open and what is closed. Blofeld: He acts thus\nfrom his knowledge of when things can be carried through to their end and when they will\nbe blocked. [The implication is that we should now hold back.] Ritsema/Karcher:\nKnowing interpenetrating clogging indeed. Cleary (2): Not leaving home is knowing\npassage and obstruction. Wu: He knows what can be done and what cannot be.\nThe Master said: \"When disorder arises, it will be found that ill-advised speech\nwas the stepping stone to it. If a ruler does not keep secret his deliberations with his\nminister, he will lose that minister. If a minister does not keep secret his deliberations\nwith his ruler, he will lose his life. If important matters in the germ are not kept secret,\nthat will be injurious to their accomplishment. Therefore the superior man is careful to\nmaintain secrecy, and does not allow himself to speak.\"\n\nLegge: Line one is dynamic in a dynamic place, and therefore has the power to move. But\nhe is kept in check by the dynamic second line, and his fourth line correlate occupies the\nfirst position in the trigram of Peril. He therefore knows when he has free course and\nwhen he is obstructed, and in this case the course of wisdom is to keep still. He regulates\nhimself by a consideration of the times. The Daily Lecture says that the line tells an officer\nnot to take office rashly, but to exercise a cautious judgment in his measures.\nNOTES AND PARAPHRASES\nWilhelm/Baynes: Often a man who would like to undertake something finds himself\nconfronted by insurmountable limitations. Then he must know where to stop. If he rightly\nunderstands this and does not go beyond the limits set for him, he accumulates an energy\nthat enables him, when the proper time comes, to act with great force. Discretion is of\nprime importance in preparing the way for momentous things. …We see locked doors\nahead and therefore hold back.\nSiu: At the outset, the man appreciates his own limitations and exercises judicious\ndiscretion in not pressing beyond them. He does not exert his authority rashly.\nWing: Although you would like to take certain measures in the current pursuit of your\naims, when you see obstacles ahead you must stop. Such Limitations should be\nrecognized and accepted. Stay within the limits and collect your strength quietly.\nEditor: If this is the only changing line, the hexagram becomes number twenty-nine,\nDanger. Obviously, \"discretion is the better part of valor\" -- one should stay put and not\nact.\nNever set your foot on the path of the wicked, do not walk the way that the evil go.\nAvoid it, do not take it, turn your back on it, pass it by.\nProverbs 4: 14\nA. Sit tight and accept the limitations of the situation.",
    "2": "Line-2\nLegge: The second line, dynamic, shows its subject not quitting the courtyard inside his\ngate. There will be evil.\nWilhelm/Baynes: Not going out of the door and courtyard brings misfortune.\nBlofeld: He goes not forth from the inner gates and courtyards of his home -misfortune!\nLiu: One does not go out the gate and courtyard. Misfortune. [Generally, this line bodes\ngood fortune for action and misfortune for inaction.]\n\nRitsema/Karcher: Not issuing-forth-from the gate chambers. Pitfall.\nShaughnessy: Not going out of gate or courtyard; inauspicious.\nCleary (1): Not going outside bodes ill. [Holding fast to petty regulations is a great loss.]\nWu: He does not go beyond his courtyard. Foreboding.\nCOMMENTARY\nConfucius/Legge: He loses the time for action to an extreme degree. Wilhelm/\nBaynes: One misses the crucial moment. Blofeld: Misfortune because he neglects to take\nadvantage of an opportunity now presenting itself. [The implication is that it would be\nwrong to hold back now.] Ritsema/Karcher: Letting-go the season end indeed. Cleary\n(2): One misses the timing in the extreme. Wu: He misses an opportunity.\nLegge: Line two is dynamic in a magnetic place and without the help of a proper correlate.\nHe keeps still when he ought to be up and doing. There will be evil.\nNOTES AND PARAPHRASES\nSiu: The time for immediate action has come. The opportunity should be seized quickly\nand energetically. The man does not act, and bad luck ensues.\nWing: Opportunity and potential are on their way. If you hesitate when the time is right,\nyou will miss your chance entirely. Such bad timing is a result of excessive limitation.\nEditor: Line one depicts one restricting himself when it is proper to do so -- line two\nsymbolizes the opposite case: He restricts himself when the times call for action. A fearful,\nover-cautious or perhaps merely ignorant attitude prevents him from taking the necessary\ninitiative. Sometimes one receives both lines: a seeming contradiction, unless seen as a\nsubtle differentiation of choice. I.e., The first line negates the immediate question, but the\nsecond warns us that action of a different character is necessary.\nThere is a tide in the affairs of men,\nWhich, taken at the flood, leads on to\nfortune; Omitted, all the voyage of their life\nIs bound in shallows and in miseries.\nShakespeare -- Julius Caesar\nA. You inhibit yourself unnecessarily -- take advantage of your opportunities. The\ntime calls for action, but you aren't acting.\nB. Seek wider horizons.",
    "3": "Line-3\nLegge: The third line, magnetic, shows its subject with no appearance of observing the\nproper regulations, in which case we shall see her lamenting. But there will be no one to\nblame but herself.\nWilhelm/Baynes: He who knows no limitation will have cause to lament. No blame.\nBlofeld: Sighing over an apparent lack of restraint -- no error!\nLiu: One does not limit oneself and has cause for lamenting. No blame.\nRitsema/Karcher: Not the Articulating like, by-consequence the lamenting like.\nWithout fault.\nShaughnessy: If one is not moderate-like, then one will be sighing-like; there is no\ntrouble.\nCleary (1): If one is not disciplined, one will lament. It is no fault of others.\nCleary (2): Without regulation there will be lament, but you cannot blame anyone.\nWu: If he does not achieve any regulation, he will lament later. No one is to blame.\nCOMMENTARY\nConfucius/Legge: Who should there be to blame? Wilhelm/Baynes: Lament over\nneglect of limitation -- who is to blame for this? Blofeld: Who would find fault with that?\n[It is salutary to regret lack of restraint in ourselves or others.] Ritsema/Karcher:\nFurthermore whose fault indeed? Cleary (2): Whose fault is the lament that comes from\nlack of regulation? Wu: He laments for being not able to conserve. Who else is to blame?\nLegge: Line three should be dynamic, but is magnetic, and neither central nor correct.\nShe has no proper correlate, and is the topmost line in the trigram of Complacent\nSatisfaction. She refuses the restrictive regulations and will discover her mistake after it is\ntoo late. She knows by her lamentations that she only has herself to blame.\nNOTES AND PARAPHRASES\nSiu: The man does not follow promulgated laws in his own activities. His actions lead to\nregret.\nWing: Your extravagant behavior and lack of restraint have led you into a state of\ndifficulty. If you are now feeling regret over this and not busy placing the blame elsewhere,\nyou will avoid further mistakes.\n\nEditor: Wilhelm says: \"No blame,\" and Blofeld says: \"No error.\" These renderings seem\nmisleading, since Legge's admonition: \"But there will be no one to blame but herself\" is\nmore in harmony with the line's meaning. Wilhelm's commentary paradoxically\nacknowledges this: \"But one has oneself to blame for this result.\" The line is often given in\nthe conditional sense: \"If you don't observe the proper regulations, you'll be sorry.\"\nA healthy mind is a castle that cannot be invaded without the will of its master;\nbut if [evil spirits] are allowed to enter, they excite the passions of men and\nwomen, they create cravings in them, they produce bad thoughts which act\ninjuriously upon the brain; they sharpen the animal intellect and suffocate the\nmoral sense. Evil spirits obsess only those human beings in whom the animal\nnature is preponderating. Minds that are illuminated by the spirit of truth cannot\nbe possessed; only those who are habitually guided by their own lower impulses\nmay become subjected to their influence.\nParacelsus -- De Ente Spirituali\nA. An image of self-caused misfortune.\nB. You'll regret it if you exceed the mean.",
    "4": "Line-4\nLegge: The fourth line, magnetic, shows its subject quietly and naturally attentive to all\nregulations. There will be progress and success.\nWilhelm/Baynes: Contented limitation. Success.\nBlofeld: Peaceful restraint -- success!\nLiu: Peaceful limitation. Success.\nRitsema/Karcher: Quiet Articulating Growing.\nShaughnessy: Placid moderation; receipt.\nCleary (1): Peaceful discipline is developmental.\nCleary (2): Peaceful regulation is successful.\nWu: He achieves regulation with ease. Pervasive.\nCOMMENTARY\nConfucius/Legge: Progress and success is due to the difference which accepts the ways\nof the ruler above. Wilhelm/Baynes: Accepting the way of the one above. Blofeld:\n\nSuccess is indicated by the firm line immediately above this one. Ritsema/ Karcher:\nReceiving tao above indeed. Cleary (2): Taking up the higher path. Wu: He supports his\nsuperior.\nLegge: Line four is magnetic, as it ought to be, and she has respect for the authority of the\ndynamic ruler in line five above her -- hence the good symbolism and auspice.\nNOTES AND PARAPHRASES\nSiu: The man understands the nature of regulations and accommodates accordingly. He\ndoes not waste energy in useless struggles, but directs it effectively to solving the problem\nat hand.\nWing: Allow your Limitations to become natural extensions of your behavior.\nAccommodate and adapt yourself to the fixed conditions in the situation. Don't carry on\nbattles over \"the principle of the thing.\" Deal with the matter at hand and you\nwill meet with success.\nEditor: The idea here is to work within the limitations of the situation at hand. By doing\nthis, one acts according to the will of the Self: (\"...accepts the ways of the ruler above\").\nWhen nothing is possible without His will, then what is the use of planning? Is it\nnot better to depend on Him and do as He wills? ... When his will bids\ncircumstances and environment change, then accept the change, not before.\nSwami Saradananda\nA. Accept the restrictions of the Work.",
    "5": "Line-5\nLegge: Line five, dynamic, shows its subject sweetly and acceptably enacting his\nregulations. There will be good fortune. The onward progress with them will afford\nground for admiration.\nWilhelm/Baynes: Sweet limitation brings good fortune. Going brings esteem.\nBlofeld: Voluntary restraint -- good fortune! Advancing now wins praise. [Presumably\nthis means that we have rightly exercised restraint and that the time has now come for\nus to continue our advance.]\nLiu: Sweet limitation. Good fortune. Undertakings bring honor.\nRitsema/Karcher: Sweet Articulating significant. Going possesses honor.\nShaughnessy: Sweet moderation; auspicious; in going there will be elevation.\n\nCleary (1): Contented discipline is good: If you go on, there will be exaltation.\nCleary (2): Contented regulation is auspicious. To go on will result in exaltation.\nWu: There is optimal regulation. Auspicious. Wherever he goes, he will succeed.\nCOMMENTARY\nConfucius/Legge: The good fortune is due to the line occupying the place of authority\nand being in the center. Wilhelm/Baynes: The good fortune comes from remaining\ncentral in one's own place. Blofeld: This is indicated by the central position of this ruling\nline. Ritsema/Karcher: Residing-in the situation: centering indeed. Cleary (2): The\nposition one is in is balanced. Wu: His central position.\nLegge: Line five is dynamic and in his correct place. He has no proper correlate, and so\nregulates himself. But he is the lord of the hexagram, and his influence is everywhere\nbeneficially felt.\nNOTES AND PARAPHRASES\nSiu: Before exacting obedience from others, the man in a high position first applies the\nrestrictions to himself. His beneficial influence is widely felt.\nWing: In influencing others you must become an example. When Limitations and\nrestrictions are necessary, take them upon yourself first. In this way you are certain that\nthey are acceptable while you win the praise and emulation of others. Good fortune.\nEditor: If we don't impose restrictions on ourselves, we are not likely to influence others\nto do so: \"Handsome is as handsome does.\" In many contexts, the line can suggest a\nsituation in which one may advance only by clearly differentiating its inherent limitations.\nBut animals which live in pure nature never overdo anything, neither sex nor food\nnor anything else, because their patterns of behavior always impose the right\nmeasure and the moment to stop. The moment to start and the moment to stop is\nall built into their behavioral system, which is why Jung always said that\nanimals were much more pious and religious than man because they really obey\ntheir inner order and really follow the meaning of what they are meant to be,\nnever going beyond that.\nM.L. Von Franz -- Alchemical Active Imagination\nA. Equitable discipline advances the Work.\nB. By recognizing innate difficulties within the situation one is enabled to proceed\npragmatically.\nC. Maintain realistic expectations in the matter at hand.",
    "6": "Line-6\nLegge: The sixth line, magnetic, shows its subject enacting regulations severe and difficult.\nEven with firmness and correctness there will be evil. But though there will be cause for\nrepentance, it will by and by disappear.\nWilhelm/Baynes: Galling limitation. Perseverance brings misfortune. Remorse\ndisappears.\nBlofeld: Painful restraint -- persistence brings misfortune! However, regret will cease\nlater.\nLiu: Bitter limitation. Continuing brings misfortune. Remorse vanishes.\nRitsema/Karcher: Bitter articulating, Trial: pitfall. Repenting extinguished.\nShaughnessy: Withered moderation; determination is inauspicious; regret is gone.\nCleary (1): Painful discipline bodes ill if persisted in, but regret vanishes.\nCleary (2): Painful regulation bodes ill if persisted in. By repenting, it is eliminated.\nWu: There is excessive regulation. It will be foreboding to pursue it obstinately. Regret\nwill disappear. [In this extreme position, he has no business to do stringent regulation.\nWhatever he does will be excessive and therefore foreboding. The fact that he remembers\nthe virtue of regulation will mitigate his regret for overdoing it.]\nCOMMENTARY\nConfucius/Legge: The course indicated by the hexagram has come to an end.\nWilhelm/Baynes: Its way comes to an end. Blofeld: Misfortune in the sense that the\nroad we are following peters out. [This implies that we should stop following our present\ncourse and that, by doing so, we shall eliminate the cause of our present worry or\nregret.] Ritsema/Karcher: One's tao exhausted indeed. Cleary (2): That path comes\nto an impasse. Wu: Excessive regulation is foreboding, because it goes nowhere.\nLegge: Line six is magnetic, in its proper place. She must be supposed to possess an\nexaggerated desire for enacting regulations. They will be too severe, and the effect will be\nevil. But as Confucius says in the Analects 3:3, it is not so great a fault as to be easy and\nremiss. It may be remedied, and cause for repentance will disappear.\nNOTES AND PARAPHRASES\nSiu: The man exhibits an exaggerated desire for restrictive regulations. This will not be\nendured for long by the people. However, ruthless severity may, at times, be the only\n\nprotection against temptation and irresolution and may eliminate later cause for\nrepentance.\nWing: Excessive restrictions demanded of others will eventually meet with resentment.\nNothing worthwhile can be accomplished in this way. However, for your own benefit, you\nmay require severe restraints for a time to aid in your self-development and to help you\navoid regretful mistakes.\nEditor: In terms of the Work, this is an extremely tricky line demanding subtle\ninterpretation. The first two sentences are a rephrasing of the Judgment; the last sentence\nis a disclaimer telling us that excessive regulations are acceptable after all. This\njuxtaposition of contradictory ideas suggests a test situation: it is left entirely up to the\nquerent where to draw the line. In the absence of contrary data it is usually safe to side\nwith Confucius as described in Legge's commentary. On the other hand, it must also be\nrecognized that extreme restriction is not the middle way, hence can only be useful as a\nstrategic temporary measure, not as a way of life.\nSacrifice is necessary. If nothing is sacrificed nothing is obtained. And it is\nnecessary to sacrifice something precious at the moment, to sacrifice for a long\ntime and to sacrifice a great deal. But still, not forever. This must be understood\nbecause often it is not understood. Sacrifice is necessary only while the process of\ncrystallization is going on. When crystallization is achieved, renunciations,\nprivations, and sacrifices are no longer necessary.\nGurdjieff\nA. You are limiting yourself, but it is OK.\nB. Too much structure inhibits growth.\nC. When discipline becomes oppression, the Work suffers.\nApril 10, 2001, 12/16/08"
  }
}