{
  "hexagram_number": 44,
  "gua": "Judgment\nLegge: Temptation shows a female who is bold and strong. It will not be good\nto marry such a female.\nWilhelm/Baynes: Coming to Meet. The maiden is powerful. One should not\nmarry such a maiden.\nBlofeld: Contact. Women wield the power. Do not marry. [At this time\nmarriage would be unfortunate; the husband would almost surely be\nhenpecked.]\nLiu: Encountering. The female is forceful. One should not marry her.\nRitsema/Karcher: Coupling, womanhood invigorating. No availing-of\ngrasping womanhood. [This hexagram describes your situation in terms of the\nencounter of primal energies. It emphasizes that seeing-through your personal\nsituation as the connection of objective forces is the adequate way to handle it...]\nCouple, KOU: intense, driven encounter, at once transitory and enduring, that is\nthe reflection of primal yin and yang; meet, encounter, copulate; mating animals;\nmagnetism, gravity; to be gripped by impersonal forces. Primal forces couple in\nthe inner world, seeding enduring new forms.\nShaughnessy: The maiden matures; do not herewith take a maiden.\nCleary (1): Meeting, the woman is strong. Don’t get married.\nCleary (2): In meeting, the woman is strong. Do not marry the woman.\nWu: Rendezvous indicates that the woman is strong. It is not advisable to\nmarry that woman.\n\nThe Image\nLegge: The image of wind with the sky above it forms Temptation. The\nsovereign, in accordance with this, delivers his charges, and promulgates his\nannouncements throughout the four quarters of the kingdom.\nWilhelm/Baynes: Under heaven, wind: the image of Coming to Meet. Thus\ndoes the prince act when disseminating his commands and proclaiming them to\nthe four quarters of heaven.\nBlofeld: This hexagram symbolizes wind blowing across the face of the earth.\nWhen the ruler issues commands, he has them proclaimed in every corner of the\nworld.\nLiu: The wind under the sky symbolizes Encountering. The ruler issues his\ndirectives, announcing them to the four corners (throughout his country).\nRitsema/Karcher: Below heaven possessing wind. Coupling. The crownprince uses spreading-out fate to command the four sides.\n[Fate, MING: individual destiny; birth and death as limits of life; issue\norders with authority; consult the gods. The ideogram: mouth and order, words\nwith heavenly authority.]\nCleary (1): There is wind under heaven, meeting. Thus do rulers announce\ntheir directives to the four quarters.\nWu: There is wind under heaven; this is Rendezvous. Thus, the sovereign\nannounces the royal mandate to the whole nation.\nCOMMENTARY\nConfucius/Legge: Temptation has the significance of unexpectedly coming\non. We see in it the magnetic line coming unexpectedly on the dynamic ones.\nMarriage is improper, because one so symbolized should not be long associated\nwith. When heaven and earth meet together as here represented, all the variety\nof natural things becomes displayed. When a dynamic line finds itself in the\ncentral and correct position, good government will nourish all under the sky.\nGreat indeed is the significance of what has to be done at the time indicated by\nTemptation.\nLegge: A single, magnetic line enters at the bottom of the hexagram. This is the\nfigure used to represent the time of year when light and heat begin to wane. In\nthe divided line we see the symbol of the inferior man, beginning to insinuate\nhimself into the government of the country. His influence, if unchecked, would\ngo on to grow and fill the vacant seats with others like himself. The objective of\nthe Judgment is to arouse resistance to this evil influence.\n\nTemptation is defined here as a sudden and casual meeting with\nsomething inferior -- the divided line is seen as appearing all at once in the figure.\nThe first line, magnetic in a dynamic place, becomes the symbol of a bold woman\nof more than questionable virtue who appears unexpectedly on the scene with the\nobject of seducing all five of the dynamic (male) lines to herself. No one would\ncontract a marriage with such a female, and every good servant of his country will\nrepel the entrance into government of every officer who can be so symbolized.\nOn the first two sentences of the Confucian commentary, the K'ang-hsi\neditors say: \"The magnetic line meets with (or comes unexpectedly on) the\ndynamic ones. The magnetic line, that is, plays the principal part. The case is\nlike that of the minister who assumes the power of decision in place of the ruler,\nor of a hen crowing at sunrise -- is not the name of shameless boldness rightly\napplied to it?\"\nNOTES AND PARAPHRASES\nJudgment: Do not unite with an inferior element in your situation. (\"Lead us\nnot into temptation.\")\nThe Superior Man formulates his code of conduct and abides by it.\nWilhelm translates the forty-fourth hexagram as Coming to Meet, and\nBlofeld gives it the rather startling subtitle of Sexual Intercourse. There is no\ndoubt at all that the figure has an aura of illicit excitement associated with it\nwhich I feel is best conveyed by R. L. Wing's title of Temptation, though\nAdultery might also be suitable. One sometimes receives this hexagram under\ndramatic circumstances, and it serves to dump cold water on a potentially volatile\nseries of choices and their equally volatile consequences.\nWhen we consider the importance of the proper correlation of male and\nfemale lines in the I Ching, we see that the Judgment in this hexagram can\npsychologically depict the temptation to an adulterous union of thought and\nfeeling. Adultery is a very useful metaphor for understanding the principles of\nthe Work -- it means union with anything which, in I Ching terms, is not a\n\"proper correlate.” To adulterate something is to degrade a pure substance by the\naddition of an inferior ingredient. The image of a temptation to adulterate the\nWork in this hexagram is therefore a warning in the strongest possible terms that\nyou are vulnerable to some inferior choices.\nConsequently by marriages not only the earths but also the heavens are\nfilled with inhabitants ... The earth indeed may be filled with inhabitants\nby fornications and adulteries as well as by marriages; but not heaven.\nThe reason is that hell is from adulteries, and heaven from marriages ...\nWhen the procreations of the human race are effected through\nmarriages in which the holy love of good and truth from the Lord reigns,\n\nthen it is done on earth as in the heavens, and the kingdom of the Lord\non earth corresponds to the kingdom of the Lord in the heavens.\nSwedenborg -- Apocalypse Explained\nThe concept of the hieros gamos, or holy marriage, is a ubiquitous\narchetype found in every tradition rooted in the Perennial Philosophy. If this\n\"marriage” symbolizes a proper union or reunion of previously separated\nelements, then it follows that the opposite situation: a union of mismatched\nentities would be symbolized by adultery. To recreate a primordial gestalt of\nperfection out of an exploded multiverse of mixed forces demands that all of the\noriginal pairs of opposites become properly matched correlates. Although any\ntwo opposite genders might feel a mutual attraction, there is really only one\nopposite which is an appropriate spouse. In the realm of human relationships\nthis is evoked in the concept of the Soul Mate. Esoterically speaking, every\npolarized force in the multiverse has its proper correlate; it follows that the Work\n(in its largest conception) cannot be completed until each is reunited with each.\nIndeed every act of sexual intercourse which has occurred between those\nunlike one another is adultery... Members of a race usually have\nassociated with those of like race. So spirit mingles with spirit, and\nthought consorts with thought and light shares with light. If you are\nborn a human being, it is the human being who will love you. If you\nbecome a spirit, it is the spirit which will be joined to you. If you become\nthought, it is thought which will mingle with you. If you become light, it is\nthe light which will share with you.\nThe Gnostic Gospel of Philip\nThe point is important enough to bear repeating: psycho-spiritually\ninterpreted, sexual intercourse and marriage symbolize the possibility of a\nunification of forces. Conversely, union with an improper correlate means\nadulteration of the Work. This is the esoteric meaning underlying the Hindu caste\nsystem:\nWhen (unrighteousness) overwhelms the family, O Krishna The women\nof the family become corrupt; and when, O Krishna, the women are\ncorrupt, there arises a mixing of castes.\nBhagavad-Gita 1: 41\nThe \"mixing of castes” is, in the symbolism of the I Ching, the union of\nimproper correlate forces. (\"Women,” as we have seen, usually symbolize the\nemotional and feeling aspects of the psyche.) We readily recognize that the above\nquotation from the Bhagavad-Gita accurately reflects the symbolism of the\nforty-fourth hexagram, reiterating the great truth that when emotions make the\nchoices, the unity of the psyche is compromised.\nAdded notes, 9/7/10: Sometimes this hexagram is received in answer to\nqueries related more to a fated (karmic) situation than anything normally\n\nregarded as “temptation.” In these cases Ritsema/Karcher’s expanded notes on\nthe ideograms are useful guides: “… gripped by impersonal forces. Primal forces\ncouple in the inner world, seeding enduring new forms… This hexagram\ndescribes your situation in terms of the encounter of primal energies. It\nemphasizes that seeing-through your personal situation as the connection of\nobjective forces is the adequate way to handle it...”",
  "lines": {
    "1": "Line-1\nLegge: The first line, magnetic, shows how its subject should be kept like a\ncarriage tied and fastened to a metal drag, in which case with firm correctness\nthere will be good fortune. But if she move in any direction, evil will appear. She\nwill be like a lean pig, which is sure to keep jumping about.\nWilhelm/Baynes: It must be checked with a brake of bronze. Perseverance\nbrings good fortune. If one lets it take its course, one experiences misfortune.\nEven a lean pig has it in him to rage around.\nBlofeld: The chariot wheel is held with a metal brake. Persistence in a righteous\ncourse brings good fortune. Those with a goal or destination in view will witness\nmisfortune. However, even a lean pig is able to wiggle its trotters.\nLiu: The cart is held in check by a metal brake. To continue this is good fortune.\nIf one goes somewhere, one meets misfortune. The lean pig that wriggles does not\ngo any farther.\nRitsema/Karcher: Attaching tending-towards a metallic chock. Trial:\nsignificant. Possessing directed going. Visualizing: pitfall. Ruining the pig,\nconforming: hoof dragging.\nShaughnessy: Tied to a metal ladder; determination is auspicious. If you have\nsomeplace to go, you will see inauspiciousness; the emaciated piglet returns\nhelter-skelter.\nCleary (1): A metal brake is applied. It is good to be correct. If you go anywhere,\nyou will see misfortune. An emaciated pig leaps in earnest.\nCleary (2): Arrested by a metal brake, etc.\nWu: Staying with a silk spinning machine will be auspicious if consistent. Going\nelsewhere will be foreboding. It is like a sow hopping around boars.\nCOMMENTARY\nConfucius/Legge: The metal drag describes the arrest of the magnetic line in\nits advancement. Wilhelm/Baynes: It is the way of the weak to be led.\n\nBlofeld: The weak have to be dragged. Ritsema/Karcher: Supple tao haulingalong indeed. Cleary (2): The reining of the course of flexibility. Wu: To\nrestrain the yin’s way.\nLegge: Line one represents the Bete Noir of the figure. If it can be halted, firm\ngovernment and order will prevail. If she can't be restrained, she will become\ndisgusting and dangerous. It isn't enough for the carriage to be halted by the\nmetal drag -- it must also be chained fast to some steadfast object. Internal and\nexternal restraints must stop the evil influence from advancing.\nNOTES AND PARAPHRASES\nSiu: At the outset, the inferior man has wormed his way into the organization.\nHe must be held in check energetically; otherwise he will grow disgusting and\ndangerous.\nWing: You have the opportunity to put limits upon an inferior element and\nprevent the growth of its influence. Do not be tempted to allow things to develop\nnaturally. If you ignore it, it will not go away but will, instead, become a sizable\nproblem. Act now.\nEditor: Chetwynd, in his Dictionary of Symbols, says that a pig symbolizes\nthe \"dark side of the mother: (she) may be a monster or wild pig, with whom\nthe Hero has to do battle at the appropriate time, in order to avoid being\ncastrated or devoured by her.\" The pig in this line is symbolically identical with\nthe fish in lines two and four: both represent a kind of untamed extravagance\nnow unfolding -- primal forces challenging our will and intent to protect and\nadvance the Work. The situation demands all of our control to prevent\ndeterioration or loss.\nThis necessary ego function called willing is also the ability to say \"no\" to\nour drives, to ourselves and to others.\nE.C. Whitmont -- The Symbolic Quest\nA. Cease and desist -- bring this notion to a screeching halt right now!\nB. “Yield not unto temptation.”",
    "2": "Line-2\nLegge: The second line, dynamic, shows its subject with a wallet of fish. There\nwill be no error. But it will not be good to let the subject of the first line go\nforward to the guests.\nWilhelm/Baynes: There is a fish in the tank. No blame. Does not further\nguests.\n\nBlofeld: There is a fish in the bag -- no error! But it is of no advantage to the\nguests.\nLiu: There is a fish in the kitchen. No blame, but there is no benefit to the\nguest.\nRitsema/Karcher: Enwrapping possessing fish. Without fault. Not\nHarvesting: guesting.\nShaughnessy: The wrapper has fish; there is no trouble; not beneficial to\nhave audience.\nCleary (1): When the fish is in the bag, there’s no fault. It is not advantageous\nto the visitor.\nCleary (2): There is a fish in the bag, etc.\nWu: There is a fish in the wrapping. This is blameless, but disadvantageous to\nfriends.\nCOMMENTARY\nConfucius/Legge: It is right for him not to allow the first line to get to the\nguests. Wilhelm/Baynes: It is a duty not to let it reach the guests. Blofeld:\nThis implies that we are not dutiful to our guests. Ritsema/Karcher:\nRighteously not extending-to guesting indeed. Cleary (2): Duty does not extend\nto visitors. Wu: There is no reason to share it with friends.\nLegge: The wallet of fish symbolizes line one, which has come into the\npossession of line two. With his strength he must repress her advance, and he\ntherefore assumes the rulership of the hexagram. All of the other dynamic lines\nare merely guests. He is the first line of defense, and it is important that he\nshould prevent line one from contaminating them. The commentaries say that\nthe lesson of line two is that he should make the repression of the first line his\nexclusive work, and not allow it to pass on to any of the other lines.\nNOTES AND PARAPHRASES\nSiu: The inferior element is contained not by force but by gentle means. No\nerror will issue from such a course. However, contact of the inferior with those\nfarther away must be prevented. Otherwise, the evil will spread.\nWing: Keep the lid on the situation. Gently control the weak spots and do not\nallow them to show. If they become obvious to others, things may get out of hand.\n\nEditor: Fish are aquatic animals. If water symbolizes the realm of the emotions\nand the unconscious psyche in general, then any denizen of this world represents\nan autonomous psychic force dwelling below the level of consciousness. A\ncontemporary alternative for \"wallet of fish\" might be: \"can of worms.\" Line two\nhas to deal with the can of worms, chaotic mess, or sticky problem of line one.\nThe situation is favorable because the fish are contained in a wallet, tank or\nwrapper -- not swimming free. Line two is a threshold guardian who must protect\nthe forces above him from contamination by lower elements. (Compare the VII\nof Wands in the Tarot deck.) In some situations, the line can suggest\ncomprehension of something (a theory, perhaps) that has some substance to it,\nbut is not accurate enough to be acted upon in its present state.\nWithout taboos there is no means for training the will or achieving\ndiscipline. The child's experience of being surrounded by taboos cannot\nbe set down to an arbitrary high-handedness of parents or culture but is\nan indispensable necessity arising from a need of the psyche to develop\nadequate ego functioning.\nE.C. Whitmont -- The Symbolic Quest\nA. Protect the Work from contamination by inferior elements.\nB. \"Hold that line! Block that kick!\"",
    "3": "Line-3\nLegge: The third line, dynamic, shows one from whose buttocks the skin has\nbeen stripped so that he walks with difficulty. The position is perilous, but there\nwill be no great error.\nWilhelm/Baynes: There is no skin on his thighs, and walking comes hard. If\none is mindful of the danger, no great mistake is made.\nBlofeld: His haunches have been flayed and he walks totteringly -- trouble, but\nno great error!\nLiu: He loses skin on his thighs and walks with difficulty. Danger. No great\nmistake.\nRitsema/Karcher: The sacrum without flesh. One moves the resting-place\nmoreover. Adversity. Without the great: fault.\nShaughnessy: The buttocks has (Sic) no skin; his movements are hither and\nthither; danger; there is no great trouble.\nCleary (1): No flesh on the buttocks, having trouble walking. If one is diligent in\ndanger, there’s no great fault.\n\nCleary (2): With no flesh on the buttocks, the walk is halting. There is danger,\nbut no great fault.\nWu: His buttocks have no skin. He hobbles along. He is in a precarious situation,\nbut makes no big error.\nCOMMENTARY\nConfucius/Legge: He walks with difficulty, but his steps have not yet been\ndrawn into the course of the first line. Wilhelm/Baynes: He still walks without\nbeing led. Blofeld: Being able to walk without being dragged. [Despite rather\nsevere trouble, for which we are not much to blame, we shall manage to get\nalong somehow.] Ritsema/Karcher: Moving, not-yet hauling-along indeed.\nCleary (2): The walk is halting because it is unconnected. Wu: He does not lead\nthe sheep away.\nLegge: Compare this line with line four of the preceding hexagram. Line three is\ndynamic, but has gone beyond the central place and has no correlate above. He is\ncut off from the first line by the intervening second line, and therefore cannot do\nmuch against her. But since his aim is to repress her, there will be no great error.\nNOTES AND PARAPHRASES\nLiu: The man is tempted to join with the inferior element. Circumstances\nprevent this, leaving him with a painful decision. The position is perilous, but a\nclear insight will prevent great errors.\nWing: Although you are tempted to fall into an inferior situation, you are held\nback in spite of yourself. You must now resolve this indecisive conflict. Give it a\ngreat deal of thought, gain some insight, and you can avoid mistakes.\nEditor: Line four of hexagram number forty-three also describes \"One from\nwhom whose buttocks the skin has been stripped.” Since hexagram forty-four\nand hexagram forty-three are upside down images of each other, it is interesting\nto note that lines three and four swap places with very similar images. Note the\ndifference between them however -- in the present instance no blame is attached\nto the position. It is a good rendering of the stresses of temptation, of the\ndiscipline required to resist any compulsion. Sometimes the line suggests that\nyou may only be able to affect the situation in a limited way. At its most neutral,\nit's an image of walking a tough path.\nBut it is to be known that no one is regenerated without temptation; and\nthat many temptations succeed, one after another. The reason is that\nregeneration is effected for an end; in order that the life of the old man\nmay die, and the new life which is heavenly be insinuated. It is evident\ntherefore that there must certainly be a conflict; for the life of the old\n\nman resists and determines not to be extinguished; and the life of the\nnew man can only enter where the life of the old is extinct.\nSwedenborg -- Arcana Coelestia\nA. A difficult position. Cope with care and sensitivity. Don't surrender to\ncircumstances.\nB. You have not yet yielded to temptation and can still escape its\nconsequences.",
    "4": "Line-4\nLegge: The fourth line, dynamic, shows its subject with his wallet, but no fish\nin it. This will give rise to evil.\nWilhelm/Baynes: No fish in the tank. This leads to misfortune.\nBlofeld: No fish in the bag -- this gives rise to misfortune.\nLiu: No fish in the kitchen -- that brings misfortune.\nRitsema/Karcher: Enwrapping without fish. Rising-up: pitfall.\nShaughnessy: The wrapper has no fish; to be upright is inauspicious.\nCleary (1): No fish in the bag causes trouble.\nWu: There is no fish in the wrapping. If he raises an issue here, it will be\nforeboding.\nCOMMENTARY\nConfucius/Legge: This is because he keeps himself aloof from the people.\nWilhelm/Baynes: The misfortune comes from his having kept aloof from the\npeople. Blofeld: Misfortune in the sense of being remote from the people.\nRitsema/Karcher: Distancing the commoners indeed. Cleary (2): The\nmisfortune of having no fish is that of alienating people. Wu: He is far from it.\nLegge: The fourth line is the proper correlate of line one, but she has already\nlocked horns with line two, leaving four to stand alone. It is implied that this\nisolation is owing to his impatience. If he could exercise forbearance, he would\nfind a proper opportunity to check the first line's advance.\nWilhelm: Insignificant people must be tolerated in order to keep them well\ndisposed. Then we can make use of them if we should need them. If we become\nalienated from them and do not meet them halfway, they turn their backs on us\n\nand are not at our disposal when we need them. But this is our own fault. The\nfourth place is that of the minister. The six at the beginning stands here for the\ninferior, lowly people. There is a relationship of correspondence between the two\nlines. Furthermore, it would be the duty of the official to keep in touch with the\npeople. But this has been neglected. The line belongs to the trigram Ch’ien, hence\nstrives upward, away from the people below. By doing this it attracts misfortune\nto itself.\nAnthony: No fish in the tank. Being brusque with others when their inferiors\napproach comes from our inferiors. In learning from the I Ching, our inferiors,\nwhich have been disciplined, become intolerant of undisciplined inferiors in\nothers. This harshness, however, is not a good servant, although there is no great\nblame. It is best, however, to avoid alienating others by correcting the envious or\nsuperior attitude of our inferiors. If we have already alienated others, it is best to\nbear their dislike with composure.\nNOTES AND PARAPHRASES\nSiu: The man keeps himself aloof from the common people. He will lose their\nhelp when needed.\nWing: Do not become so aloof that you lose contact with people of lesser\nimportance. You may need their help and support sometime in the future. If you\ndo not communicate with them now, they will not be able to help you later.\nMisfortune then follows.\nEditor: Psychologically interpreted, a fish symbolizes an entity dwelling in the\nwatery unconscious: a drive, affect, complex or insight, perhaps. In line two,\nthese creatures are confined in a wallet, tank or wrapping, but here they have\nescaped confinement (comprehension). Wilhelm/Baynes’ image of a “fish tank”\n(aquarium) suggests a container (form) without content: if the container\n(hypothesis) “doesn’t hold water,” no fish (viable truth) can live therein. Some\nkind of avoidance is indicated because the Confucian commentary tells us that\nthis line, in the minister's place, is neglecting his duties to \"the people,\"\nsymbolized by line one. One way to be \"aloof from the people\" (either as inner\ncomplexes or persons in the outer world) is to avoid dealing with them -- we flee\ndifficult situations because we refuse to cope with the stresses they evoke.\nSometimes this is wise policy, here perhaps it is cowardice: we have yielded to the\nTemptation of denial: the Work is not furthered when we avoid its challenges.\nThe line can sometimes suggest that you have misunderstood a previous oracle:\nyou are \"out of touch.\"\nIt is not always realized that a large majority of those living in the\nphysical universe are not really in contact with it at all but are\nwandering most of the time in a subjective dream world of their own.\nGareth Knight -- Qabalistic Symbolism\n\nA. Something substantive is missing from your capacity to resolve the\nproblem at hand. What are you avoiding?\nB. \"Out of touch\" -- a lack of insight or imagination. Whatever “the people”\nmay symbolize in your query, they are being neglected.\nC. Form without content: Your hypothesis doesn’t hold water.",
    "5": "Line-5\nLegge: The fifth line, dynamic, shows its subject as a medlar tree overspreading\nthe gourd beneath it. If he keeps his brilliant qualities concealed, a good issue\nwill descend from heaven.\nWilhelm/Baynes: A melon covered with willow leaves. Hidden lines. Then it\ndrops down to one from heaven.\nBlofeld: The medlar leaves wrapping the melon hide its beauty. Something falls\nfrom heaven. [This is more or less equivalent to hiding our light under a\nbushel.]\nLiu: The melon lies under the medlar tree. The glory is hidden. Something\n(blessing) comes down from heaven.\nRitsema/Karcher: Using osier, enwrapping melons. Containing composition.\nPossessing tumbling, originating-from heaven.\nShaughnessy: With jealousy wrap the gourd; it contains a pattern; something\ndrops from the heavens.\nCleary (1): Wrapping a melon in river willow. Hiding embellishments, being\ndetached, one realizes the celestial self.\nCleary (2): Wrapping a melon in river willows, containing brilliance, there is a\ndescent from heaven.\nWu: He uses willow branches to wrap a melon to protect its beautiful patterns, as\nif a mandate had come from heaven.\nCOMMENTARY\nConfucius/Legge: His qualities are kept concealed because of his central and\ncorrect position. His aim does not neglect the ordinances of heaven. Wilhelm/\nBaynes: It is in the middle and correct. Because the will does not give up what\nhas been ordained. Blofeld: What is willed is consonant with heaven's decrees.\nRitsema/Karcher: Centering correctness indeed. Purpose, not stowing-away\n\nfate indeed. Cleary (2): Balanced correctly. Aspiration not disregarding destiny.\nWu: He is central and correct. He does not intend to compromise his\nprerogatives.\nLegge: Line five is dynamic and in the ruler's place. His relationship to the first\nline is like that of a forest tree to a gourd growing beneath it. Force must not be\nused to repress or destroy the growth of line one. He must restrain himself and\nkeep his excellence concealed. Then heaven will set a seal to his virtue. While\nmindful of his task of repressing the growth of the first line, he keeps his wise\nplans concealed until the time for carrying them into execution. Then comes the\nsuccessful stroke of his policy as if it were directly from heaven.\nNOTES AND PARAPHRASES\nSiu: The man is well disposed toward his subordinates, tolerates their\nweaknesses, and protects their welfare. He is modest about his talents and does\nnot resort to outward show or tireless admonition.\nWing: The superior person now relies upon the correctness of his principles and\nthe force of his character to achieve an effect. He works quietly from within. His\nwill is consonant with the direction of the cosmos, and he attains his aim.\nVon Franz: “Hidden lines” means in China a pattern of the Tao which man does\nnot yet know and which, when it becomes suddenly conscious to him after a\nripening process in the unconscious, is compared with the falling of a ripe fruit\nfrom above. So the oracle evidently means that the melon represents a latent\nconscious order within the darkness, which suddenly and unexpectedly becomes\nmanifest. [The Dream of Descartes]\nEditor: Most of the translators render \"gourd” as \"melon” --a fruit described as\nbeautiful or glorious. The image is of a fruit ripening unseen beneath sheltering\nleaves. (Every gardener has experienced the surprise of finding a large fruit or\nvegetable which grew hidden in such a fashion.) Ritsema/Karcher say the\nideogram contains the meanings of: \"enfold and self, a fetus in the womb.”\nWilhelm says: \"We entrust the fruit in our care entirely to its own natural\ndevelopment. Then it ripens of its own accord.” The line usually suggests the\npromise of future reward or sometimes can be a warning not to interfere with a\nnatural process.\nA fruit plucked before maturity rots and gets spoiled. A wound bleeds if\nyou remove the scab before time, but when the wound is healed it drops\noff of itself.\nSri Ramakrishna\nA. Don't meddle in a growth process -- allow the situation to develop\nnaturally.",
    "6": "Line-6\nLegge: The sixth line, dynamic, shows its subject receiving others on his horns.\nThere will be occasion for regret, but there will be no error.\nWilhelm/Baynes: He comes to meet with his horns. Humiliation. No blame.\nBlofeld: It rubs against things with its horns -- regret, but no error! [We shall\nregret our inability to progress, even though we are not at fault.]\nLiu: Encountering on the horns. Humiliation, but no mistake.\nRitsema/Karcher: Coupling: one's horns. Exhausting abashment above\nindeed.\nShaughnessy: Meeting its horns; distress; there is no trouble.\nCleary (1): Meeting the horn is humiliating. No blame.\nWu: He tries to meet the yin with his horns and is embarrassed. No error.\nCOMMENTARY\nConfucius/Legge: He is exhausted at his greatest height, and there will be\ncause for regret. Wilhelm/Baynes: At the top it comes to an end, hence\nhumiliation. Blofeld: Regret owing to the complete exhaustion of our powers.\nRitsema/Karcher: Exhausting abashment above indeed. Cleary (2): The\nhumiliation of coming to an impasse above. Wu: This is a desperate move from\nthe highest position.\nLegge: The K'ang-hsi editors say: \"The subject of this line is like an officer who\nhas withdrawn from the world. He can accomplish no service for the time, but\nhis person is removed from the workers of disorder. He does nothing to repress\ntheir advance, but keeps himself from evil communication with them.\"\nNOTES AND PARAPHRASES\nSiu: After his retirement from the everyday world, the man rebuffs the low and\nthe inferior who come to him. He is blamed and reproached for his noble pride.\nSince he is no longer active in the world, he is able to bear criticisms with\ncomposure and continues to speak forthrightly without error.\nWing: Even if you withdraw from an inferior element and reject it openly, it will\nstill be there. You will be thought proud and aloof. It would be more practical and\nless humiliating to retreat quietly. Nevertheless, you are not to blame for your\nactions.\n\nEditor: Line six meets line one on its horns -- not as a direct attack as much as a\npetulant warning. (One is reminded of how an adult animal might nip or butt an\nimportunate youngster in irritation, but with no real intent to inflict harm.) It's\nan image of a harsh rebuff which, though impolite, is not necessarily unjustified.\nNote that although Confucius emphasizes that there will be cause for regret, the\noriginal line ends with \"no blame.\" Since the Self seldom shows much\nconsideration for the ego's feelings, we must assume that there are situations\nwhen the ego may do likewise with others. At its most neutral, we have an image\nof exhausted irritability: unpleasant perhaps, but understandable.\nI am a rough man, born in a rough country; I have been brought up in\npine-woods, and I may have inherited some knots. That which seems to\nme polite and amiable may appear unpolished to another, and what\nseems silk in my eyes may be but homespun to you.\nParacelsus\nA. Fatigue and petulance prevent resolution of the matter at hand.\nWithdraw from contention for now. Perhaps you are trying too hard to force (or\ngrasp) the issue.\nB. An inferior force repulsed.\nC. Could be an \"attitude problem.\" You're tired, cross, impatient, (maybe\nscared), and being excessively defensive about your position.\nD. There's no law that requires you to suffer fools gladly.\nway.”\n\nE. A plausible (albeit regrettable) response to being “rubbed the wrong\nMay 1, 2001, 5/15/09, 9/6-7/10, 2/7/11"
  }
}