{
  "hexagram_number": 17,
  "gua": "Judgment\nLegge: Following indicates successful progress and no error through firm\ncorrectness.\nWilhelm/Baynes: Following has supreme success. Perseverance furthers. No\nblame.\nBlofeld: Following. Sublime success! Righteous persistence brings reward -no error! [This sublime success comes, of course, only to those who follow what\nis right, namely the will of heaven or of those whose own will embodies it.]\nLiu: Following. Great success. It is of benefit to continue. No blame.\nRitsema/Karcher: Following. Spring Growing Harvesting Trial.\nWithout fault. [This hexagram describes your situation in terms of being\nimpelled or drawn into moving forward. It emphasizes that yielding to the\nimpulse by accepting guidance is the adequate way to handle it. To be in accord\nwith the time, you are told to: follow!]\nShaughnessy: Following: Prime receipt; beneficial to determine; there is no\ntrouble.\nCleary (1): Following is greatly developmental: it is beneficial if correct; then\nthere is no fault.\nCleary (2): Following is very successful, etc.\nWu: Following is primordial, pervasive, prosperous, and persevering. There\nwill be no blame.\nThe Image\nLegge: Thunder in the marsh: the image of Following. The superior man, in\naccordance with this, at nightfall enters his house and rests.\n\nWilhelm/Baynes: Thunder in the middle of the lake: the image of Following.\nThus the superior man at nightfall goes indoors for rest and recuperation.\nBlofeld: This hexagram symbolizes thunder rumbling within a swamp! When\ndarkness falls, the Superior Man goes within and rests peacefully. [The\ncomponent trigrams can be read as thunder and marsh, but also as movement\nand joy. In the Book of Change, joy is frequently associated with willing\nobedience to and glad acceptance of what is right.]\nLiu: Thunder in the lake symbolizes Following. In the evening, the superior\nman rests and relaxes in his home.\nRitsema/Karcher: Marsh center possessing thunder. Following. A chun tzu\nuses turning-to darkening to enter a reposing pause.\nCleary (1): There is thunder in the lake, Following. Thus do superior people\ngo inside and rest when the sun goes down.\nCleary (2): … Leaders go in and rest at sundown.\nWu: Thunder in the marsh is the symbol of Following. Thus the jun zi retires\ntoward the twilight of the day.\nCOMMENTARY\nConfucius/Legge: In Following the dynamic trigram places itself under the\nmagnetic. We see in them the attributes of Movement and Pleasure. Through\nfirm correctness all under heaven will be found following at such a time.\nLegge: Following comes after Enthusiasm, the symbol of harmony and\nsatisfaction. When these conditions prevail men are sure to follow. The\nhexagram includes the ideas of both following others and being followed by\nothers. (Emphasis mine, Ed.) The good auspice is due to this flexibility, but in\neither instance the following must be guided by a reference to what is correct.\nThe lower trigram of Movement represents the eldest son, and the upper trigram\nof Pleasure represents the youngest daughter. The strong places itself under the\nweak -- esteeming others higher than himself, and giving the idea of following.\nThe union of Movement with Pleasure suggests the same idea.\nNOTES AND PARAPHRASES\nJudgment: Following means advancement through willpower.\nThe Superior Man rests on his inner virtue.\n\nIn Following, the trigram of Movement \"follows\" the trigram of\nCheerfulness: independent action subordinates itself and allows itself to be led by\ncheerful obedience. In terms of the Work, this symbolizes our willingness to\n\"follow\" or adhere to its principles. Psychologically interpreted, Following\nmeans the compliant subordination of ego-autonomy to the Great Work of\npsychic integration.\nBlofeld points out that the trigram of Joy, or Cheerfulness is often\nassociated with \"willing obedience to and glad acceptance of what is right.\"\nHence the cheerful following of the intent of the Self. He explains the role of the\nsuperior man in the Image as: \"It is not hard to see the connection between\nfollowing and resting peacefully; for, once we have given our allegiance to\nothers [the Self], we no longer have to worry about what should be done.\"\nAt seventy ... Confucius allowed his mind to follow whatever it desired,\nyet everything he did was naturally right of itself. His actions no longer\nneeded a conscious guide. He was acting without effort. This represents\nthe last stage in the development of the sage.\nFung Yu-Lan -- A Short History of Chinese Philosophy\nWhen received without changing lines this hexagram often takes the\nmeaning of: \"To accord with\" -- in such instances the answer is an affirmation to\nyour query.",
  "lines": {
    "1": "Line-1\nLegge: The first line, dynamic, shows us one changing the object of his pursuit; if\nhe is firmly correct there will be good fortune. Going beyond his own gate to find\nassociates, he will achieve merit.\nWilhelm/Baynes: The standard is changing. Perseverance brings good\nfortune. To go out of the door in company produces deeds.\nBlofeld: Those in power undergo a change -- righteous determination brings\ngood fortune! Going forth from home and mingling with those outside will\nproduce tangible results.\nLiu: One's position is changing. To continue brings good fortune. Both friends\nand business are gained by going out. Success.\nRitsema/Karcher: An office: possessing denial. Trial: significant. Issuing-forth\nfrom the gate, mingling possesses achievement.\nShaughnessy: The office perhaps notifies; determination is auspicious; going\nout of the gate to interact has results.\n\nCleary (1): Standards change; it is good to be correct. Going outside and mixing\nis effective.\nCleary (2): … Interaction outside the gate is successful.\nWu: The way of conducting public affairs is subject to change. Perseverance will\nbring good fortune. Success can be had by communicating with people from\nwithout.\nCOMMENTARY\nConfucius/Legge: He will not fail in the method he pursues. Wilhelm/\nBaynes: To follow what is correct brings good fortune. One does not lose\noneself. Blofeld: The first sentence presages the good fortune derived from\nofficials undergoing a change of heart and following what is right. The tangible\nresults mentioned at the end of the passage imply that we shall not fail.\nRitsema/Karcher: Adhering-to correcting significant indeed. Not letting-go\nindeed. Cleary (2): It is good to follow what is right … In the sense of not losing.\nWu: Because following what is correct is auspicious … Because his position is not\ncompromised.\nLegge: The dynamic first line is the lord of the lower trigram. The magnetic\nlines ought to follow him, but he is beneath them in the lowest place in the figure.\nThis suggests that he should change his pursuit. Because of his strength and\ncorrect position, he will be fortunate in this. Going beyond his gate for associates\nshows public spirit and an absence of selfish motivation.\nNOTES AND PARAPHRASES\nSiu: At the outset, the man changes his objectives. He will succeed if he remains\nfirm in principle and goes beyond selfish considerations to mingle freely with\nthose who do not share his feelings, as well as those who do.\nWing: A change is occurring, whether in your own objectives or in the situation\naround you. In order to accomplish something you should now communicate\nwith persons of all persuasions and opinions. Yet remain internally principled\nand discerning.\nEditor: Psychologically, an inner transformation is taking place. If this is the\nonly moving line, hexagram number forty-five, Contraction, is created, so a\n(possibly unconscious) re-arrangement of attitudes and perceptions is suggested.\nTo \"go beyond one's own gate\" implies a need to expand your horizons during a\nshift in the balance of forces.\nWhen I reached thirty I looked back on my past. The previous victories\nwere not due to my having mastered strategy. Perhaps it was natural\nability, or the order of heaven, or that other schools' strategy was\n\ninferior. After that I studied morning and evening searching for the\nprinciple, and came to realize the Way of Strategy when I was fifty.\nMiyamoto Musashi -- A Book of Five Rings\nA. Change your focus, marshal your forces, and seek wider horizons.",
    "2": "Line-2\nLegge: The second line, magnetic, shows us one who cleaves to the little boy, and\nlets go the man of age and experience.\nWilhelm/Baynes: If one clings to the little boy, one loses the strong man.\nBlofeld: He belongs to (i.e. puts himself at the service of) the boy and thereby\nloses the adult. [The implied meaning is that he rejects what is superior and\nfollows what is inferior.]\nLiu: By staying with the boy, you lose the strong man.\nRitsema/Karcher: Tied-to the small son. Letting-go the respectable husband.\nShaughnessy: Tying the little son, losing the senior fellow.\nCleary (1): Involved with the child, one loses the adult.\nWu: She clings to her child, but loses her husband.\nCOMMENTARY\nConfucius/Legge: He cannot be with the two at the same time. Wilhelm/\nBaynes: One cannot be with both at once. Blofeld: He cannot be of service to\nboth of them. Ritsema/Karcher: Nowhere joining associating indeed. Cleary\n(2): One is not with both at once. Wu: Because she cannot have both.\nLegge: Line two is magnetic. His proper correlate is the dynamic fifth line, but\nhe prefers to cling to the line below him, instead of waiting to follow line five.\nNOTES AND PARAPHRASES\nSiu: The man surrounds himself with the incompetent and dismisses the\nexperienced.\nWing: Examine your goals and the standards you have set for yourself. If\nthey are unworthy, inferior, weak, or nonexistent, you will remain low, and you\nwill lose contact with productive, competent, worthwhile influences. You are\nforced to make a choice.\n\nEditor: The content of this line prevents using the usual gender symbolism.\nNevertheless, the message is unambiguous.\nMost people learn how to think as very young children, and throughout\ntheir adult lives, they do not think any differently than they did as\nchildren. That is to say, most people use their minds in a manner not\nessentially different from the way they did when they were six years old\n... It is significant that in Kabbalah, one's normal mode of thinking is\nreferred to as the \"mentality of childhood.\" ... More advanced modes of\nthought and states of consciousness, on the other hand, are referred to as\nthe \"mentality of adulthood.\"\nAryeh Kaplan -- Jewish Meditation\nA. Immature attitudes preclude growth.",
    "3": "Line-3\nLegge: The third line, magnetic, shows us one who cleaves to the man of age and\nexperience, and lets go the little boy. Such following will get what it seeks, but it\nwill be advantageous to adhere to firm correctness.\nWilhelm/Baynes: If one clings to the strong man, one loses the little boy.\nThrough following one finds what one seeks. It furthers one to remain\npersevering.\nBlofeld: He belongs to (i.e. is of service to) the adult and loses the boy. By\nfollowing the former, he gains what he desires. It is advisable to make no move\nbut to remain determined.\nLiu: By staying with the strong man, you lose the boy. Through following, one\nwill gain what one seeks. To continue benefits.\nRitsema/Karcher: Tied-to the respectable husband. Letting-go the small son.\nFollowing possessing seeking, acquiring. Harvesting: residing in Trial.\nShaughnessy: Tying the senior fellow, losing the little son; in following there is\nthe seeking to get; beneficial to determine about dwelling.\nCleary (1): Involved with the adult, one loses the child. Following with an aim,\none gains. It is beneficial to abide in rectitude.\nCleary (2): … It is good to remain correct.\nWu: She clings to her husband, but loses her child. Although she gets what she\nasks for, she will be privileged to remain persevering.\n\nCOMMENTARY\nConfucius/Legge: By the decision of his will, he abandons the youth below.\nWilhelm/Baynes: One's will gives up the one below. Blofeld: He is willing to\ngive up what is inferior. Ritsema/Karcher: Below, purpose stowed-away\nindeed. Cleary (2): One’s aspiration leaves the low behind. Wu: Because she\nhas given up her aspiration to hold on to what is below.\nLegge: Line three is magnetic, but follows the dynamic line above it, thus\nabandoning the first line. This is just the opposite of the situation of the second\nline. It is magnetic, however, and line four is not its proper correlate: hence the\nconclusion of the paragraph is equivalent to a caution.\nNOTES AND PARAPHRASES\nSiu: The man joins with superior people and parts company with the superficial\nand the inferior.\nWing: You will find yourself parting ways with former inferior elements in your\nlife as you make contact with worthwhile persons or ideals. By firmly following\nthe superior path you will find what you are looking for, while your strength of\ncharacter will greatly benefit.\nEditor: The context of this line prevents using the gender symbolism employed\nin this book. It is opposite in meaning to line two, and unambiguous.\nThe divine principle in man, which constitutes him a human being, and\nby which he is eminently distinguished from the animals, is not a product\nof the earth, nor is it generated by the animal kingdom, but it comes from\nGod; it is God, and is immortal, because, coming from a divine source, it\ncannot be otherwise than divine. Man should therefore live in harmony\nwith his divine parent, and not in the animal elements of his soul. Man\nhas an Eternal Father who sent him to reside and gain experience in the\nanimal principles, but not for the purpose of being absorbed in them.\nParacelsus -- De Fundamento Sapientiae\nA. The image suggests a growth in perception. One exchanges an\nimmature belief or attitude for a mature one.",
    "4": "Line-4\nLegge: The fourth line, dynamic, shows us one followed and obtaining\nadherents. Though he is firm and correct, there will be evil. If he is sincere\nhowever in his course, and make that evident, into what error will he fall?\n\nWilhelm/Baynes: Following creates success. Perseverance brings misfortune.\nTo go one's way with sincerity brings clarity. How could there be blame in this?\nBlofeld: Following someone with an ulterior motive -- persisting in this course\nwould bring misfortune. But, if as he goes his way he makes sincerity his beacon,\nwhat harm can come to him?\nLiu: Success is gained by following. But to continue brings misfortune. Going\nthe correct way leads to glory (brightness). How can there be blame?\nRitsema/Karcher: Following possessing catching. Trial: pitfall. Possessing\nconformity, locating-in tao uses brightening. Wherefore faulty? [Possessing\nconformity: \"Inner and outer are in accord; confidence of the spirits has been\ncaptured...\"]\nShaughnessy: In following there is a catch; determination is inauspicious.\nThere is a return on the way; at the end of brightness, what trouble is there?\nCleary (1): Following has gain. Even if right, it is inauspicious. Truthfully\nremaining on the path, using understanding, what blame is there?\nCleary (2): Following gains, but it bodes ill even if right. Having faith in the\nway, thereby understanding, what fault is there?\nWu: To have a following may be advantageous. Despite perseverance, it will be\nforeboding. With confidence in his course, he can explain his intention. What\nblame can there be?\nCOMMENTARY\nConfucius/Legge: \"He is followed and obtains adherents\" -- according to the\nidea of the hexagram, this is evil. \"He is sincere in his course\" -- showing his\nintelligence, and leading to achievement. Wilhelm/Baynes: This bodes\nmisfortune...This brings clear-sighted deeds. Blofeld: Following others with\nulterior motives is surely evil; whereas sincerity along the way produces brilliant\nresults. Ritsema/Karcher: One's righteousness: pitfall indeed... Brightening\nachieving indeed. Cleary (2): When following gains, the meaning is\ninauspicious. Having faith in the way, the understanding is successful. Wu: With\nconfidence in his course, he can be successful.\nLegge: Line four is dynamic, and in the place of a minister next to the ruler in\nline five. His having adherents will be injurious to the authority of the supreme\nruler, and only sincere loyalty will save him from error and misfortune.\n\nNOTES AND PARAPHRASES\nSiu: The man acquires followers who flatter, scheme, and act subservient to seek\npersonal gains. There is a chance that he will become dependent on them because\nof gratifying associations, which will detract from his authority in his position of\ninfluence. He must see through such adherents and free himself from egotistical\nencumbrances.\nWing: Those whom you appear to influence actually have ulterior motives in\ntheir allegiance to you. Look beyond the current flattering situation into your\noriginal principled aim. Strive to act independently.\nEditor: The line is a clear warning about being corrupted by the projections of\nothers. Viewed objectively, the ego is only a temporary personality created for\nthe purpose of transforming psychic energy – a transitional tool or vessel\nemanated into matter by the Self for one brief lifetime. It is only a servant--never\na master. Long dedication to the Work can concentrate power which the ego may\nbe tempted to use for its own benefit--a dangerous seduction which can only\nharm the Work.\nBy permitting credulous and vulgar admirers to congregate about thee,\nthere is liability of falling into the error of becoming puffed up with\nworldly pride.\nGuru Gampopa -- Precepts of the Gurus\nA. Don't let power go to your head. Sincerity prevents ego-trips.\nB. Beware of elements which would distract you from the Work. That\nwhich seems \"reasonable\" is often just the voice of a demon: a temptation for the\nmisuse of power.\nC. What worked previously is now obsolete. A new strategy is now\nappropriate.",
    "5": "Line-5\nLegge: The fifth line, dynamic, shows us the ruler sincere in fostering all that is\nexcellent. There will be good fortune.\nWilhelm/Baynes: Sincere in the good. Good fortune.\nBlofeld: Confidence is admirable -- good fortune! [ Confidence in the context of\nthis hexagram implies perfect trust in those we follow.]\nLiu: There is confidence in goodness. Good Fortune.\n\nRitsema/Karcher: Conformity tending-towards excellence. Significant.\nShaughnessy: Returning in joy; auspicious.\nCleary (1): Truthfulness in good is auspicious.\nWu: Having confidence in goodness is auspicious.\nCOMMENTARY\nConfucius/Legge: His position is correct and in the center. Wilhelm/\nBaynes: The place is correct and central. Blofeld: The suitable position of this\nline. Ritsema/Karcher: Situation correctly centering indeed. Cleary (2):\nBecause the state is correctly balanced. Wu: Because his position is correct and\ncentral.\nLegge: Line five is dynamic in his central and correct place, with line two as a\nproper correlate. Hence the auspicious symbolism.\nNOTES AND PARAPHRASES\nSiu: The ruler fosters excellence, which brings on good fortune.\nWing: If you sincerely insist upon the very best, the chances are that you will get\nit. Set your sights high. Good fortune.\nEditor: Wilhelm points out that the ruler in line five \"follows\" the sage in line\nsix, who represents the way of heaven -- or, in our terms, the ideals of the Work.\nWhen the \"ruler\" (psychologically in this case, the ego) follows the way of heaven\n(the Work), then his subjects (inner aspects) will follow him, and the kingdom\n(psyche) will prosper.\nEverything that happens to us, properly understood, leads us back to\nourselves; it is as though there were some unconscious guidance whose\naim it is to deliver us from all ties and all dependence and make us\ndependent on ourselves.\nJung -- Letters\nA. Your attitude is in accordance with the advancement of the Work.",
    "6": "Line-6\nLegge: The sixth line, magnetic, shows us that sincerity held and clung to, yea,\nand bound fast. We see the king with it presenting his offerings on the Western\nMountain.\n\nWilhelm/Baynes: He meets with firm allegiance and is still further bound.\nThe king introduces him to the Western Mountain.\nBlofeld: He obtained people's allegiance and his followers clung to him. During\nthe time he spent on the Western Mountain, the King made sacrifice.\nLiu: Deeply involved with one's fellows, one tries to continue. The King offers\nthe Western Mountain.\nRitsema/Karcher: Grappling, tying-to it. Thereupon adhering holding-fast-to\nit. The king availing-of Growing tending- towards the Western mountain.\nShaughnessy: Grabbing and tying him, and thereafter binding him; the king\nuses aromatic grass on the western mountain.\nCleary (1): Binding and tying up; the king sacrifices on west mountain.\nCleary (2): In a binding involvement, the king sacrifices on the western\nmountain.\nWu: He is constrained and bound in order to follow. May a king make offerings\nto the gods of the western mountain.\nCOMMENTARY\nConfucius/Legge: The idea of the hexagram has reached its extreme\ndevelopment. Wilhelm/Baynes: At the top it ends. Blofeld: Those above us\nhave exhausted their merit. Ritsema/Karcher: Exhausting the above indeed.\nCleary (2): This is the upper impasse of involvement. Wu: Because he has\nreached the upper limit.\nLegge: The concept of Following reaches its highest representation in the\ntopmost line. The action, directed by the most sincere devotion to what is right,\ninfluences both men and spiritual beings. The Western Mountain is Mt. Khi, at\nthe foot of which was the original settlement of the house\nof Kau in 1325 B.C.\nNOTES AND PARAPHRASES\nSiu: The sage, who is retired, is recalled by the king because of his unique\nqualifications. The faithful and effective subject is rewarded.\nWing: You are called upon, by virtue of your wisdom and expertise, to lead\nanother. You will unquestionably become involved, but you will be rewarded for\nyour unselfish commitment.\n\nEditor: Psychologically, Legge's commentary suggests the idea of devotion and\nsacrifice uniting forces in both conscious and unconscious realms of the psyche.\nThe Confucian commentary suggests that the principle of Following comes to\nan end when ego and Self merge. To offer a sacrifice on the peak of the Western\nmountain: a high spiritual place where the sun sets (an image of the completed\nWork), implies this. Getting this line doesn't mean the Work is literally completed\n(it never is in this space-time dimension), but that you have probably integrated\nsome significant inner complexes. Compare this line with 46:4.\nThe surrender of the limited purposes of the ego to the much larger goals\nof the Self -- goals within which the lesser egoic purposes are in fact\nmeaningfully encompassed -- does not do away with the sense of\nfreedom. On the contrary, only by subordinating the limitations of the\nego to the Self do we truly justify our freedom and do we meaningfully\nvalidate our responsibility for our actions and decisions.\nS.A. Hoeller -- The Gnostic Jung\nA. Devotion to the Work brings unity to the psyche.\nMarch 26, 2001, 4/23/06"
  }
}