{
  "hexagram_number": 48,
  "gua": "Judgment\nLegge: Although a town site may be altered, The Well remains the same. Its water level\nneither disappears nor receives any great increase, and the people can draw from it freely.\nMisfortune ensues if the rope breaks or the bucket is broken before it reaches the water.\nWilhelm/Baynes: The Well. The town may be changed, but the well cannot be changed.\nIt neither decreases nor increases. They come and go and draw from the well. If one gets\ndown almost to the water and the rope does not go all the way, or the jug breaks, it brings\nmisfortune.\nBlofeld: A Well. A city may be moved, but not a well. [The building of a city depends\nupon ourselves; but wells cannot be moved to places where nature supplies no water.\nThe implication is that our activities are limited by natural conditions.] A well suffers\nfrom no decrease and no increase; but often, when the people come to draw water there,\nthe rope is too short or the pitcher gets broken before reaching the water -- misfortune!\n[What we desire is there for the taking, but we may not succeed in getting it.]\nLiu: The Well. The city might be moved; but not the well. It neither overflows nor runs\ndry. People come and go, drawing from the well. The rope nearly reaches the water, but\nnot quite; the jug breaks -- misfortune.\nRitsema/Karcher: The Well: amending the capital, not amending the Well. Without\nlosing, without acquiring. Going, coming: Welling, Welling. Muddy culmination: truly notyet the well- rope Well. Ruining one's pitcher: Pitfall. [This hexagram describes your\nsituation in terms of the life water coming from the depths that everyone may draw on.\nIt emphasizes that maintaining access to this central source is the adequate way to\nhandle it. To be in accord with the time, you are told to go to the well!]\nShaughnessy: The Well: Changing the city but not changing the well; there is no loss,\nthere is no gain. Going and coming so orderly; when the drying up arrives one also has not\nyet drawn from the well; burdening its formed earthenware jug; inauspicious.\n\nCleary (1): The Well: Changing the village, not changing the well; no loss, no gain.\nThose who come and go use the well as a well. If the rope does not reach all the way into\nthe well, of if the bucket breaks, that is unfortunate.\nCleary (2): … People come and go, but the well remains a well. Lowering the bucket to\nthe water, if you overturn the bucket before drawing it up from the well, this is unlucky.\nWu: The Well indicates that the planning of a district may be changed, but the location\nof the well may not. The water level of a well will neither increase nor decrease from use.\nThere are wells here and there. When one is drawing water from a well, if he tangles the\nrope and damages the bucket just before it clears the well, it will be foreboding.\nThe Image\nLegge: The image of water over wood forms The Well. The superior man comforts the\npeople and stimulates their mutual cooperation.\nWilhelm/Baynes: Water over wood: the image of The Well. Thus the superior man\nencourages the people at their work and exhorts them to help one another.\nBlofeld: This hexagram symbolizes water over wood. The Superior Man encourages the\npeople with advice and assistance.\nLiu: Water on wood symbolizes The Well. The superior man inspires people to work\ndiligently, and advises them to help each other.\nRitsema/Karcher: Above wood possessing stream. The Well. A chun tzu uses toiling\ncommoners to encourage mutualizing.\nCleary (1): There is water above wood – A Well. Thus do superior people comfort the\npeople and encourage reciprocity.\nWu: There is water above wood; this is The Well. Thus, the jun zi encourages people to\nwork for the good of the public and to help one another for a better life.\nCOMMENTARY\nConfucius/Legge: Wood penetrates the water and raises it, giving the image of The\nWell which gives nourishment yet is not exhausted. The dynamic central lines in the\nsecond and fifth places indicate that the town site may change, but the well does not. If\nthe rope does not reach the water the well does not serve its purpose. A broken bucket\nbrings about evil.\nLegge: The upper trigram represents Water, and the lower symbolizes Wood, giving the\nimage of a wooden bucket in the water of a well. What is said on this hexagram might be\nstyled: \"Lessons to be learned from a well for the proper government of a country.\" A well\nis to its users what a government is to its subjects, and if rulers would only apply the\n\nancient precepts of government to the present circumstances, they and their people would\nbenefit greatly.\nIn the Judgment we see the well remaining substantially the same through many\nchanges of society -- a dependable source of refreshment to its users. As the fashion of the\nwell remains changeless, so do the principles of human nature and good government. The\nvalue of the well depends upon the water being drawn up and used -- and so must the\nprinciples of good government be implemented.\nAnthony: This hexagram usually indicates that we have a hidden doubt or fear. We may\nsecretly disbelieve our path.\nNOTES AND PARAPHRASES\nJudgment: Amid the changes of life the only constant is the psyche itself -- to be alive is\nto draw upon its energy. The ego’s challenge lies in the correct comprehension of its\nimages.\nThe Superior Man promotes the harmonious interplay of his thoughts and feelings.\n(Works on the integration of his complexes.)\nA well is a universal symbol of a source of inner truth, and is often associated with a\nplace that is sacred to the gods:\nThere he built an altar and invoked the name of Yahweh. There he pitched his tent,\nand there Isaac's servants sank a well.\nGenesis 26: 25\nFrom the first well, which is of animal nature and deep, the father drinks, together\nwith his children and cattle; from the second, which is yet deeper and on the very\nmargin of nature, there drink only the children of men, namely those whose\nreason has awakened and whom we call philosophers; from the third, the deepest\nof all drink the sons of the All-Highest, whom we call gods and true theologians.\nCardinal Nicholas of Cusa\nPsychologically interpreted, a well symbolizes the continuously flowing unconscious\npsyche, the fountain of all awareness. In this hexagram each line represents a level within\nthe well -- by extension suggesting a hierarchy of value in the unconscious. It is important\nto remember that not all of our inner images, intuitions or impulses come from the Self.\nNote that lines one through four all show the water of the well not being utilized for one\nreason or another -- only in lines three, five and six is it actually available for use.\nIn some sensitive individuals there is an awakening of para-psychological\nperceptions. They have visions, which they believe to be of exalted beings; they\nmay hear voices, or begin to write automatically, accepting the messages at their\nface value and obeying them unreservedly. The quality of such messages is very\nvaried. Sometimes they contain fine teachings, but they should always be\n\nexamined with much discrimination and sound judgment, and without being\ninfluenced by their uncommon origin or by any claim by their alleged transmitter.\nNo validity should be attributed to messages containing definite orders and\ncommanding blind obedience, and to those tending to exalt the personality of the\nrecipient.\nRoberto Assagioli -- Psychosynthesis\nThe ego's point of view in relation to The Well is from the outside looking in – the\ninsights emerge from beneath the surface of awareness and can be held in the light of\nconsciousness only if one’s comprehension is able to contain them. If \"the bucket breaks,\"\nour understanding is unequal to our observation and the insights are lost. (One might\nplausibly find the image for a cancer cure within one's psyche, but without a conscious\nframe of reference to acknowledge it, it would be unrecognized and lost.) Those who\nclosely monitor their dreams know that there is an endless outpouring of strange images\nwithin the psyche which might be of inestimable value if only we knew what they referred\nto.\nWilhelm emphasizes the idea of \"nourishing the people,\" which psychologically\nmeans that the role of the ego is to facilitate the cooperation of intra-psychic forces.\nThe solution lies, rather, along the lines of a harmonious integration of all drives\ninto the total\npersonality, first through the proper subordination and\ncoordination, and then through the transformation and sublimation of the\nexcessive or unused quota of energy.\nRoberto Assagioli -- Psychosynthesis",
  "lines": {
    "1": "Line-1\nLegge: The first line, magnetic, shows a well so muddy that men will not drink of it; or an\nold well to which neither birds nor other creatures resort.\nWilhelm/Baynes: One does not drink the mud of the well. No animals come to an old\nwell.\nBlofeld: The muddy water at the well bottom is undrinkable; an old well attracts no\nanimals.\nLiu: No one drinks from a muddy well. Even animals do not come to an old well. [A time\nof obstacles.]\nRitsema/Karcher: The Well: a bog, not taking-in. The ancient well without wildfowl.\n[Wildfowl, CH’N: all wild and game birds; untamed.]\nShaughnessy: If the well is muddy do not drink; the old well does not have game.\n\nCleary (1): Mud in a well is not to be consumed. There are no animals at an abandoned\nwell.\nWu: The muddy water is not drinkable. The old well has nothing to offer.\nCOMMENTARY\nConfucius/Legge: It has been forsaken in the course of time. Wilhelm/Baynes: Time\nforsakes it. Blofeld: The first clause signifies that our affairs take a downward trend; the\nsecond, that it is time to give up. Ritsema/Karcher: The below indeed. The season\nstowed-away indeed. Cleary (2): It is below. Because its time is gone. Wu: It has been\nabandoned.\nLegge: Line one is magnetic and at the bottom of the figure - suggesting the mud at the\nbottom of a well. Many men in authority are like such a well: corrupt, useless, unregarded.\nIt is said of line one: \"Those who have a mind to do something in the world, when they\nlook at this line and its symbolism will learn how they ought to exert themselves.\"\nNOTES AND PARAPHRASES\nSiu: At the outset, the man's life is immersed in corrupt, useless, and repulsive muck. No\none is attracted to him.\nWing: You rely too much upon your own opinions and perceptions and therefore have\nlittle to offer others in the way of insight or nourishment. When there is no longer an\nexchange with others, you are lost and forgotten.\nEditor: The Legge and Ritsema/Karcher translations are the only ones which mention\n\"birds\" or \"wildfowl\" here; the other translators use \"animals,\" “game,” or \"creatures.\" I\nhave often found the attribute of the bird to be useful in interpreting the psychological\nintent of this line. Birds symbolize the realm of intellect, ideas or thought, and often this\nline has clearly meant that my idea or concept of the matter at hand was stagnant or outmoded. For example, the notion that the world is flat is an idea which was once widely\nheld, but which has since been \"forsaken in the course of time.\" The image also suggests a\nvery primitive level within the psyche which is best shunned by consciousness.\nIn order to seize hold of the fantasies, I frequently imagined a steep descent. I\neven made several attempts to get to the very bottom. The first time I reached, as\nit were, a depth of about a thousand feet; the next time I found myself at the edge\nof a cosmic abyss ... I had the feeling that I was in the land of the dead.\nJung -- Memories, Dreams, Reflections\nA. Image of an archaic, stagnant level of awareness or point of view. Obsolete\nthinking.\nB. Avoid primitive or inferior elements within the situation.",
    "2": "Line-2\nLegge: The second line, dynamic, shows a well from which by a hole the water escapes\nand flows away to the shrimps and such small creatures among the grass, or one the water\nof which leaks away from a broken bucket.\nWilhelm/Baynes: At the well-hole one shoots fishes. The jug is broken and leaks.\nBlofeld: Perch dart from the water in the well hole; the pitcher is worn out and leaks.\n[We are doubly unfortunate in that natural conditions (signified by fish in the water) and\nour own ineptitude or misfortune combine to ensure our failure.]\nLiu: The well is like a valley (it is collapsed). The fish can be seen. The jug is old and it\nleaks. [One should be cautious now to avoid disaster.]\nRitsema/Karcher: The Well: a gully, shooting bass. The jug cracked, leaking. [Bass,\nFU: freshwater fish, said to go in pairs and be faithful.]\nShaughnessy: If the well is murky shoot the smelt; it is only the worn-out fish-trap.\nCleary (1): The depths of the well water a frog. The jar leaks. [While in the middle of selfdevelopment, if one wants to develop others before one’s own development is sufficient,\none will be of no benefit to others, and will harm oneself first.]\nCleary (2): The depths of the well a minnow. The jar is broken and leaks. [This second\nyang is intellectual Buddhahood, where one has been influenced somewhat by learning\nbut has not yet become a vessel of truth.]\nWu: The well is nearly dried up, with little water left for small fish. If one tries to draw\nwater from it, the bucket will be damaged. [Apparently the water table has changed,\nwhich prevents water from flowing into the well. Trying to draw water from it not only\nis unsuccessful, but also will damage the bucket. The little water may be enough for small\nfish, but it is not enough for people.]\nCOMMENTARY\nConfucius/Legge: He has none cooperating with him above. Wilhelm/Baynes: He\nhas no one to do it with him. Blofeld: This is indicated by the failure of this line to win\nresponse from the other lines. Ritsema/Karcher: Without associating indeed. Cleary\n(2): It has no partner. Wu: It has nothing to offer.\nLegge: Line two is dynamic, and might very well symbolize an active spring which feeds\nthe well, and through it, the ground and its cultivators. But it is in an inappropriate place,\nand has no proper correlate. Its cool waters cannot be brought to the top.\n\nWilhelm/Baynes: The water itself is clear, but it is not being used. Thus the well is a\nplace where only fish will stay, and whoever comes to it, comes only to catch fish. But the\njug is broken, so that the fish cannot be kept in it. This describes the situation of a person\nwho possesses good qualities but neglects them. No one bothers about him. As a result he\ndeteriorates in mind. He associates with inferior men and can no longer accomplish\nanything worthwhile.\nNOTES AND PARAPHRASES\nSiu: As in the case of able statesmen who refuse to serve as ministers of the government,\nthe man possesses precious qualities but neglects them. His talents are dissipated in\nmiscellaneous directions.\nWing: Because you may not be using your abilities and talents in a worthwhile way, you\nmay go unnoticed in the world. When you are not sought out and challenged by your\ncontemporaries, your talents will dissipate. When it becomes most important, you cannot\nfulfill your function.\nAnthony: Doubt that we can achieve our goal through following the path causes good\nnourishment to be useless.\nEditor: This line reiterates the ideas presented in the Judgment: \"If the drawing has\nnearly been accomplished, but before the rope has quite reached the water, the bucket is\nbroken, this is evil.\" Psychologically, the image can suggest an insight or idea which is lost\nbecause it is not comprehended.\nIn the training analysis the doctor must learn to know his own psyche and to take\nit seriously. If he cannot do that, the patient will not learn either. He will lose a\nportion of his psyche, just as the doctor has lost that portion of his psyche which he\nhas not learned to understand.\nJung -- Memories, Dreams, Reflections\nA. For some reason you are unable to retain something or make a connection.\nB. Wasted energy, lost power.\nC. An asset now in decline.",
    "3": "Line-3\nLegge: The third line, dynamic, shows a well which has been cleared out, but is not used.\nOur hearts are sorry for this, for the water might be drawn out and used. If the king were\nonly intelligent, both he and we might receive the benefit of it.\n\nWilhelm/Baynes: The well is cleaned, but no one drinks from it. This is my heart's\nsorrow, for one might draw from it. If the king were clear-minded, good fortune might be\nenjoyed in common.\nBlofeld: The well has been cleaned out; to my heart's sorrow, no one drinks from it,\nthough it could well be used to supply drinking water. [If we fail now, it is not for lack of\nopportunity but because we do not make use of opportunity.] The King is wise and it is\npossible for the people to share his good fortune.\nLiu: The well has been cleared, but still no one drinks from it. This is sorrowful for me\n(the well), for others might draw from it. If the king is enlightened, he will use it for the\nbenefit of all.\nRitsema/Karcher: The Well: oozing, not taking-in. Activating my heart aching.\nPermitting availing-of drawing water: Kingly brightness. Together-with acquiescing-in\none's blessing.\nShaughnessy: If the well is seeping do not drink; it makes my heart blocked; it can be\nused to draw water; the king's brightness together receives its blessing.\nCleary (1): The well is cleared, but not drunk from; this is the concern of one’s heart. It is\nworth drawing from. When the ruler is enlightened, all receive the blessing. [This line\nrefers to one whose self-development is fulfilled.]\nWu: The well water is clean, but it is not used for drinking. It is a pity. If it were drawn for\ndrinking, as it should be, then we all would benefit from it like people enjoying the reign of\na perspicacious king.\nCOMMENTARY\nConfucius/Legge: Even passersby would be sorry that the well isn't used. A prayer is\nmade that the king were intelligent, for then blessing would be received. Wilhelm/\nBaynes: This is the sorrow of the active people. They beg that the king may be clearminded, in order to attain good fortune. Blofeld: The first sentence implies activities\nwhich call forth pity; the second, that we should accept our good fortune. Ritsema/\nKarcher: Moving: aching indeed. Seeking kingly brightness: acquiescing-in blessing\nindeed. Cleary (2): When the well is cleared but not drunk from, travelers are concerned;\nthey seek enlightenment in the king to receive blessings. [Because it subdues the basic\nafflictions of the mind, the well is cleared, but because it does not yet realize essence, it is\nnot drunk from. Here one should seek the aid of the buddhas; then one can help oneself\nand help others.] Wu: The people pray that the king may be perspicacious, such that they\nmay all benefit from his reign.\nLegge: Line three is dynamic and in its proper place -- it represents an able minister or\nofficer.\n\nNOTES AND PARAPHRASES\nSiu: The man has competence which is being overlooked and unused. Were the chief\nexecutive clear-sighted, such a man would have been employed for the benefit of all. Those\nwho know his abilities are deeply saddened to see them go to waste.\nWing: You may be overlooking an opportunity that has come your way or you, and your\ntalents, may be overlooked by others. This is very unfortunate. If somehow this could be\nrecognized, you and everyone around you would benefit.\nAnthony: In spite of understanding things correctly, we cling to traditional defenses. The\nking, our inner self, is not clear-minded enough to trust and draw upon rich inner\nresources: to ask for help, to trust the unknown, to persevere in allowing ourself to be led\ndocilely and receptively. Our path is trustworthy.\nEditor: Legge is unusually terse here. Since this is the only line in the lower trigram that\nis correctly positioned above its two incorrect companions, it suggests an asset which is\nignored to the disadvantage of potential users. Perhaps an insight or connection within the\npsyche is going unrecognized by conscious awareness. The Well is very hierarchal in the\nprogression of its lines, and it is instructive to compare it with hexagram number fifty,\nThe Sacrificial Vessel, the third line of which has a similar meaning to this one.\nHere we confront a puzzling space-time transcendent dimension of a quasiabsolute knowledge from within, which is not, however, directly accessible to the\nrational ego. In dreams the unconscious dimension operates as if it encompassed\nunknown events outside of space and time (and to the dreamer often enough\nunknowable) and also subjective problems which lie ahead in the dreamer's\ndevelopment.\nE.C. Whitmont -- The Symbolic Quest\nA. An asset is ignored -- to the stress of those who might benefit from it.\nB. Unused power is wasted power.\nC. You don’t see an advantage available to you.",
    "4": "Line-4\nLegge: The fourth line, magnetic, shows a well, the lining of which is well laid. There will\nbe no error.\nWilhelm/Baynes: The well is being lined. No blame.\nBlofeld: The well is being tiled -- no error!\nLiu: The well is being rebuilt. No blame.\n\nRitsema/Karcher: The Well: lining, without fault.\nShaughnessy: The well is walled; there is no trouble.\nCleary (1): The well is tiled, without fault.\nCleary (2): When the well is tiled, there is no fault.\nWu: There is no error in repairing the well.\nCOMMENTARY\nConfucius/Legge: The well has been put in good repair. Wilhelm/Baynes: The well is\nbeing put in working order. Blofeld: For it is under repair. [We are likely to suffer a\nnecessary delay, but the situation is hopeful.] Ritsema/Karcher: Adjusting the well\nindeed. Cleary (2): This means fixing the well. Wu: Because it is functioning.\nLegge: Line four is magnetic, but in its proper place. She is neither to be condemned nor\npraised. She takes care of herself, but does nothing for others. The cultivation of one's self,\nwhich is represented here, is fundamental to the government of others.\nWilhelm/Baynes: …In life also there are times when a man must put himself in order.\nDuring such a time he can do nothing for others, but his work is nonetheless valuable,\nbecause by enhancing his powers and abilities through inner development, he can\naccomplish all the more later on.\nNOTES AND PARAPHRASES\nSiu: The man begins to organize his life and develop his capacities. He is too occupied in\nthis task to help others at the moment. For this he deserves no blame, since he will be able\nto contribute more later on.\nWing: The time has come to pull back and reorganize your life or re-evaluate your goals.\nThis means that you will not be taking an active part in the affairs of others. By putting\nyour life in order, however, you will be able to contribute more fully later on.\nEditor: Wilhelm, Blofeld and Liu all translate this line in terms of an incomplete process:\nthe well is undergoing reconstruction. It isn't \"well laid\" it is \"being well laid.\" That is, the\nwell is undergoing repairs now and cannot be used until the repairs are completed.\nPsychologically, an inner transformation is taking place.\nWhile the hidden life forces are performing their mysterious work of\ntransformation, the rational and willed attitude of the conscious ego can only\ninterfere. It can neither assist nor guide. The libido is withdrawn from it, and it is\nleft high and dry. When this happens one can do nothing but await the re-\n\nemergence of the psychic energy, alert to profit by the creative work in which it\nhas been taking part.\nM.E. Harding -- Psychic Energy\nA. While inner forces are being transformed they are unavailable for conscious use.\nB. The image suggests the idea of \"putting one's house in order.\" Something is\nbeing transformed.",
    "5": "Line-5\nLegge: The fifth line, dynamic, shows a clear, limpid well, the waters from whose cold\nspring are freely drunk.\nWilhelm/Baynes: In the well there is a clear, cold spring from which one can drink.\nBlofeld: The well is cool; its water tastes like water from an icy spring. [All goes well\nwith us.]\nLiu: The water of the well is clear and cool. People drink from it. [People will succeed in\ntheir undertakings and profit from them.]\nRitsema/Karcher: The Well: limpid, cold spring water taken-in.\nShaughnessy: If the well is crisscrossed with cold springs, drink.\nCleary (1): The well is pure, the cold spring is used for drinking.\nCleary (2): The cold spring in the well is drunk from.\nWu: The well water is fresh and clean. It is like drinking from a cool spring.\nCOMMENTARY\nConfucius/Legge: This is indicated by the central and correct position of the line.\nWilhelm/Baynes: Drinking from the clear, cold spring depends on its central and\ncorrect position. Blofeld: This is indicated by the suitable position of the line, which is\ncentral to the upper trigram. Ritsema/Karcher: Centering correcting indeed. Cleary\n(2): Balance and correctness. Wu: Central and correct.\nLegge: Line five is dynamic and in his correct place -- the seat of the ruler. As a well full\nof clear water is accessible to its users, so should a ruler be to his subjects.\nWilhelm/Baynes: A well that is fed by a spring of living water is a good well. A man who\nhas virtues like a well of this sort is to be a leader and savior of men, for he has the water of\nlife. Nevertheless, the character for “good fortune” is left out here. The all-important thing\n\nabout a well is that its water be drawn. The best water is only a potentiality for\nrefreshment as long as it is not brought up. So too with leaders of mankind: it is allimportant that one should drink from the spring of their words and translate them into life.\nNOTES AND PARAPHRASES\nSiu: The natural-born leader performs wide and useful services for the people.\nWing: You possess all the potential possible for insight and wisdom. This gift is the mark\nof an unparalleled leader. Such abilities and insights, however, must be applied to your\ndaily life in order to continue growing and developing.\nAnthony: It is not enough to have the water of the well; to be of use we must drink it. If\nwe have doubts about our path, it cannot work for us. We can only make knowledge ours\nby putting it to experience, and accepting the hazard of depending on it.\nEditor: When our conscious attitude is open to inner truth, that truth is reflected in the\nworld. The image suggests that an outer attitude reflects an inner reality. See line six for\nthe subtle difference between the two images.\nFor when the surface of those waters is disturbed by no slightest ripple of thought,\nThen shall the glory of my Self, Which is thy true Self, Be mirrored unto thee.\nP.F. Case -- The Book of Tokens\nA. Integrated energy is at the surface of awareness.\nB. You have what you need to succeed.",
    "6": "Line-6\nLegge: The sixth line, magnetic, shows the water from the well brought to the top, which\nis not allowed to be covered. This suggests the idea of sincerity. There will be great good\nfortune.\nWilhelm/Baynes: One draws from the well without hindrance. It is dependable.\nSupreme good fortune.\nBlofeld: The well-rope lies unconcealed -- confidence and supreme good fortune!\nLiu: The well is clean, without a cover. There is confidence that water can be drawn.\nGreat good fortune.\nRitsema/Karcher: The Well: collecting, no cover. Possessing conformity, Spring\nsignificant.\n\nShaughnessy: If the well is arrested, do not cover it; there is a return; prime\nauspiciousness.\nCleary (1): The well is being drawn from; don’t cover it. Great fortune.\nCleary (2): Do not cover the well enclosure. There is nurturance, which is very fortunate.\nWu: The water is being drawn and the well is left uncovered. With confidence in its\ninexhaustible supply, people will have great fortune.\nCOMMENTARY\nConfucius/Legge: This indicates the grand accomplishment of the idea of the hexagram.\nWilhelm/Baynes: In the top place, this means great perfection. Blofeld: The supreme\ngood fortune presaged here is in the nature of a great achievement. Ritsema/Karcher:\nSpring significant located-in the above. The great accomplishing indeed. Cleary (2):\nGreat fortune at the top is great fulfillment. Wu: Great accomplishments.\nLegge: The sixth line is in its proper place, but magnetic. If the general idea of the\nfigure was different, a bad auspice might be drawn from it. But the water is drawn\nup and the well is left uncovered so that it may be used by everyone. \"Sincerity\" suggests\nthat the supply is inexhaustible.\nNOTES AND PARAPHRASES\nSiu: The man's inexhaustible and dependable inspiration is drawn upon by all with whom\nhe comes in contact.\nWing: You can now share with others good, dependable advice and exceptional\nfulfillment. There will be supreme good fortune in your life.\nEditor: The difference in meaning between lines five and six is a maddeningly subtle one.\nWhile five suggests that our conscious attitude reflects an inner state, line six suggests that\ninner and outer have become one -- the difference is between the reflection of an object\nand the object itself. Compare lines five and six in hexagram number twenty,\nContemplation, for a similar subtlety of difference. In general the import is that\neverything you need to comprehend the matter at hand is available for your use.\nIn so far as every individual has the law of his life inborn in him it is theoretically\npossible for any man to follow this law and so become a personality, that is, to\nachieve wholeness.\nJung -- The Development of Personality\nA. Truth flows freely.\nB. All the data are in -- now it's up to you to take advantage of it.\n\nMarch 20, 2001, 4/25/06, 2/25/11, 12/13/11"
  }
}