{
  "hexagram_number": 57,
  "gua": "Judgment\nLegge: Penetration indicates modest success. See the great man and move in the\ndirection that implies.\nWilhelm/Baynes: The Gentle. Success through what is small. It furthers one to have\nsomewhere to go. It furthers one to see the great man.\nBlofeld: Willing Submission -- success in small matters. It is advantageous to have in\nview a goal (or destination) and to visit a great man. [This is a reasonably auspicious\nhexagram; it augurs a certain amount of success for those who submit to circumstances - unless a moving line indicating the contrary is received. This is not a time for resistance\nbut for submission.]\nLiu: Penetration. Small success. It is beneficial to go somewhere. It is beneficial to see a\ngreat man.\nRitsema/Karcher: Ground, the small: Growing. Harvesting: possessing directed going.\nHarvesting: visualizing Great People. [This hexagram describes your situation in terms\nof providing an underlying support. It emphasizes that subtly penetrating and\nnourishing things from below, the action of Ground, is the adequate way to handle it. To\nbe in accord with the time, you are told to enter the situation from below!]\nShaughnessy: Calculations: Little receipt; beneficial to have someplace to go;\nbeneficial to see the great man.\nCleary (1): Wind is small but developmental. It is beneficial to have somewhere to go. It\nis beneficial to see a great man.\nCleary (2): The small comes through successfully. It is beneficial to have a place to go.\nIt is beneficial to see great people.\nWu: Complaisance indicates that the small are pervasive. It is advantageous to have\nundertakings. It is also advantageous to see the great man.\n\nThe Image\nLegge: Two wind trigrams following each other form Penetration. The superior man\nproclaims his commands and undertakes his work.\nWilhelm/Baynes: Winds following one upon the other: the image of the gently\npenetrating. Thus the superior man spreads his commands abroad and carries out his\nundertakings.\nBlofeld: This hexagram symbolizes a favorable wind. The Superior Man performs his\nallotted tasks in consonance with heaven's (or the sovereign's) will. [The component\ntrigrams combine the concepts of wind and blandness -- hence a favorable wind.]\nLiu: Wind following wind symbolizes Penetration. The superior man proclaims his\ndirectives and executes his affairs.\nRitsema/Karcher: Following winds. Ground. A chun tzu uses distributing fate to move\naffairs.\nCleary (1): Wind following wind. Thus do superior people articulate directions and carry\nout tasks.\nWu: One breeze follows the other; this is Complaisance. Thus the jun zi gives further\ninjunctions in order to administer public affairs.\nCOMMENTARY\nConfucius/Legge: Repeated wind trigrams show the repetition of governmental orders.\nThe dynamic fifth line has penetrated to his correct central place and carries his will into\naction. The magnetic first and fourth lines obey the dynamic lines above\nthem. Hence it is said that there will be success in small matters.\nLegge: Penetration symbolizes both wind and wood, and has the attributes of Docility,\nFlexibility and Penetration. We are to think of it as wind with its penetrating power which\nfinds its way into every nook and cranny.\nConfucius said: \"The relation between superiors and inferiors is like that\nbetween the wind and the grass. The grass must bend when the wind blows upon it.\" In\naccordance with this, the hexagram must be understood as the influence and orders of the\ngovernment designed to remedy what is wrong in the people. The upper trigram denotes\nthe orders issuing from the ruler, and the lower the obedience rendered to them by the\npeople.\nCh'eng-tzu says: \"Superiors, in harmony with the duty of inferiors, issue their\ncommands; inferiors, in harmony with the wishes of their superiors, follow them. Above\nand below there are that harmony and deference; and this is the significance of the\nredoubled Wind trigram. When governmental commands and business are in\n\naccordance with what is right, they agree with the tendencies of the minds of the people\nwho follow them.\"\nAnthony: Getting this hexagram often refers to the presence of inferior elements that\nobstruct our having a good influence ... Because this hexagram is concerned with selfcorrection, we often get it together with Work on What has been Spoiled. [Hex. 18:\nRepair.]\nNOTES AND PARAPHRASES\nJudgment: Get to the heart of the matter and act on the information obtained.\nThe Superior Man acts on his understanding by implementing it in the world.\nThe hexagram of Penetration, made up of two trigrams symbolizing Wind (which\nis air in motion), suggests the activity of thought (the realm of air) trying to comprehend\nor \"penetrate\" something. Thus, each line of the figure may be seen as some aspect of an\nact of mental endeavor.\nTherefore the student must exert his own mind to the utmost. If he does so, he will\nknow his own nature. And if he knows his own nature, examines his own self and\nmakes it sincere, he becomes a sage. Therefore the \"Great Norm\" says, \"The virtue\nof thinking is penetration and profundity ... Penetration and profundity lead to\nsageness.”\n-- Ch'eng I\nThe first line depicts vacillation and indecisiveness; the second shows one trying to\n\"get to the bottom\" of a matter. Line three is an image of futile hypothesizing; four and\nfive show two aspects of successful comprehension, and the sixth line symbolizes an\ninability to understand.\nMan's intellect -- the greatest but most dangerous gift he has received from God -builds a bridge across the seemingly unconquerable chasm between that which is\npersonal and mortal and that which is impersonal and eternal. Through man's\nintellect he succumbed to the temptation to fall out of divine unity with his\nconsciousness. But by the same token, his intellect gives him the possibility of\nbringing back his consciousness into full union with divinity. By means of his\nintellect, man is able to understand truth, and when he has understood, he will\nseek and keep on seeking and trying until he some day succeeds in finding the only\npath to the realization of his self.\nElisabeth Haich -- Initiation\nThe hexagram can also symbolize humble submission and devoted service, thus\nsuggesting the role of the ego in the Work. To truly comprehend the nature of the Work is\nto serve it with devotion. There are some interesting associations between the act of\npenetration and that of submission – when dynamic and magnetic are in full harmony\nthey lose their individual identities and become one force which is both and neither.",
  "lines": {
    "1": "Line-1\nLegge: The first line, magnetic, shows its subject now advancing, now retreating. It\nwould be advantageous for her to have the firm correctness of a brave soldier.\nWilhelm/Baynes: In advancing and retreating, the perseverance of a warrior furthers.\nBlofeld: Advancing and retreating; the righteous persistence of the warriors brings\nadvantage.\nLiu: Advance and retreat. It benefits the military person to be firm.\nRitsema/Karcher: Advancing, withdrawing. Martial people's Harvesting Trial.\nShaughnessy: Entering the inside; beneficial for a military man's determination.\nCleary (1): Advancing and retreating. It is beneficial to be steadfast like a soldier.\nWu: There is hesitation. It will be advantageous to have the perseverance of a soldier.\nCOMMENTARY\nConfucius/Legge: Her mind is perplexed. If she had the will of a brave soldier her mind\nwould be well-governed. Wilhelm/Baynes: The will wavers. The will is controlled.\nBlofeld: The first three words imply that we have doubts about our own intentions. The\nrest of the passage suggests a will firmly under control. [Probably the implication is that\nwe are now too hesitant and that we should benefit from acquiring the strong\ndetermination exhibited by soldiers in combat.] Ritsema/ Karcher: Purpose doubted\nindeed. Purpose regulated indeed. Cleary (2): The mind is wavering. The mind is under\ncontrol. Wu: Hesitation implies doubts in the mind. The perseverance of a soldier\nindicates a determination to carry out orders.\nLegge: Line one is magnetic where it should be dynamic. Her movements are perplexed\nbecause she lacks vigor and decision.\nNOTES AND PARAPHRASES\nSiu: At the outset, the man is perplexed and drifts indecisively. A resolute military\ndiscipline is required of him.\nWing: Do not be indecisive and perplexed. If you drift about with an undisciplined\nattitude, nothing can be influenced. Make a decision and stick to it.\nEditor: The image is of vacillation, indecisiveness and lack of will. The only remedy is to\nassume our responsibilities to the Work with the same will and spirit that we associate\nwith the samurai warrior.\n\nStudy strategy over the years and achieve the spirit of the warrior. Today is\nvictory over yourself of yesterday.\nMiyamoto Musashi -- A Book of Five Rings\nA. Take a realistic, tough-minded approach to the matter at hand.\nB. Indecisiveness, uncertainty, anxiety, confusion.\nC. Your question suggests a lack of commitment to the Work.",
    "2": "Line-2\nLegge: The second line, dynamic, shows penetration under a bed, and one employing\ndiviners and exorcists in a way bordering on confusion. There will be good fortune and no\nerror.\nWilhelm/Baynes: Penetration under the bed. Priests and magicians are used in great\nnumber. Good fortune. No blame.\nBlofeld: Crawling below the bed. He employs the services of a disorderly rabble of\ndiviners and wizards -- good fortune and no error! [This could be taken to refer to the lines\nof the hexagram up to this point, for this one is much more favorable than those (sic)\npreceding it. Or it may be taken to mean that affairs which begin by going ill with us will\nlater take a change greatly for the better.]\nLiu: Wind under the bed. Many fortune-tellers and witches are used. Good fortune. No\nblame.\nRitsema/Karcher: Ground located below the bed. Availing-of chroniclers, shamans. The\nmottled like significant. Without fault.\nShaughnessy: Calculations are under the bed, herewith causing the magicians to be\nindignant-like; auspicious; there is no trouble.\nCleary (1): Obedient in the basement, frequently employing intermediaries, leads to good\nfortune, without blame.\nCleary (2): Obedience below the platform, using scribes and mediums frequently, etc.\nWu: He acts so agreeably as if he were under the bed. If he could use the sincerity of an\naugur to make himself understood, it would be auspicious.\nCOMMENTARY\nConfucius/Legge: The good fortune is due to the position of the line in the center.\n\nWilhelm/Baynes: One has attained the middle. Blofeld: Good fortune is indicated by\nthe position of this line, which is central to the lower trigram. Ritsema/Karcher:\nAcquiring the center indeed. Cleary (2): The attainment of balance. Wu: His central\nposition.\nLegge: Line two is dynamic in the central place of the lower trigram. The K'ang-hsi\neditors explain that something is hidden beneath a couch or bed, and the subject of the\nline searches for it. He relies on divination to assist his judgment, and exorcism to expel\nwhat is bad. The work is great and difficult, and he appears almost distracted by it. The\nsincerity of purpose indicated by his central position leads him to the right course, despite\nthe many considerations that might distract him.\nNOTES AND PARAPHRASES\nSiu: Undesirable influences from hidden quarters adversely affect the man's progress.\nThey must be indefatigably traced to their darkest sources and exposed. This will eliminate\ntheir power over people.\nWing: Hidden motives, weaknesses, or prejudices are buried deeply within the situation\nand influence it. These must be ferreted out into the light of day and dispensed with. Once\nthis is done, your aims can be accomplished.\nEditor: Wind is air in motion, hence symbolic of thought. When the ideas of \"thought\"\nand \"penetration\" are combined we get an image of the process of comprehension. Trying\nto comprehend something \"under a bed\" suggests that which lies beneath a sleeping place,\nbeneath consciousness: hence, trying to understand hidden or unconscious forces. To do\nthis, one employs \"exorcists and diviners\" -- uses the oracle, studies dreams, etc.\nAlthough our method borders on confusion (we are not entirely accurate in our\ncomprehension), we are on the right track, and eventual success is indicated. Sometimes\nthere is a hint here that we may be making things more complicated than necessary.\nThe means of destruction of ignorance is unbroken practice of discrimination.\nPatanjali\nA. Delving into the unconscious, one seeks comprehension of that which is hidden.\nB. You are confused in your understanding of the matter at hand -- look beneath the\nsurface and figure it out.",
    "3": "Line-3\nLegge: The third line, dynamic, shows its subject penetrating only by violent and repeated\nefforts. There will be occasion for regret.\nWilhelm/Baynes: Repeated penetration. Humiliation.\n\nBlofeld: Repeated submission -- shame!\nLiu: Orders repeated many times. Humiliation.\nRitsema/Karcher: Imminent Ground, abashment.\nShaughnessy: Sequenced calculation; distress.\nCleary(1): Redundant obedience is humiliating.\nCleary(2): Repeatedly attempting obedience is humiliating.\nWu: He tries repeatedly to be obliging but he fails. This is humiliating.\nCOMMENTARY\nConfucius/Legge: This shows exhaustion of the will. Wilhelm/Baynes: The will\nexhausts itself. Blofeld: Shame resulting from the exhaustion of our will-power.\nRitsema/Karcher: Purpose exhausted indeed. Cleary (2): The aim is frustrated.\nWu: The humiliation from trying repeatedly to be obliging results from losing his bearing.\nLegge: Line three is in the right place for a dynamic line, but his position at the top of the\ntrigram indicates his restlessness bordering on vehemence. The sixth line is not a proper\ncorrelate, and all the striving is ineffective. The exhausted will is the result of his repeated\nefforts which have worn him out. He can now only regret his failures.\nNOTES AND PARAPHRASES\nSiu: The man deliberates repeatedly about the same issues, thereby generating fresh\nscruples and doubts. His striving is ineffective.\nWing: People who indulge too much in the deliberation of an issue, its possible outcomes\nand other such fantasies lose their initiative and their ability to influence. This brings\nhumiliation.\nEditor: The image is an unambiguous one of trying to force something. Sometimes the\nline can suggest a masochistic obsession with negativity.\nIt is bad to repeat the same thing several times when fighting the enemy. There\nmay be no help but to do something twice, but do not try it a third time. If you\nonce make an attack and fail, there is little chance of success if you use the same\napproach again. If you attempt a technique which you have previously tried\nunsuccessfully and fail yet again, then you must change your attacking method.\nMiyamoto Musashi -- A Book of Five Rings\nA. You are trying too hard to succeed.\n\nB. Extreme measures exhaust the will.",
    "4": "Line-4\nLegge: The fourth line, magnetic, shows all occasion for repentance in its subject passed\naway. She takes game for its threefold use in her hunting.\nWilhelm/Baynes: Remorse vanishes. During the hunt three kinds of game are caught.\nBlofeld: Regret vanishes! Three kinds of game are caught in the field.\nLiu: Remorse disappears. One catches three kinds of game while hunting.\nRitsema/Karcher: Repenting extinguished. The fields, catching three kinds.\nShaughnessy: Regret is gone. In the fields bagging three types.\nCleary(1) Regret vanishes. The yield of the field is of three grades.\nCleary(2) Regret vanishes. The hunt yields three catches.\nWu: Regret no more. He hunts and bags three kinds of game.\nCOMMENTARY\nConfucius/Legge: She achieves merit. Wilhelm/Baynes: This is meritorious.\nBlofeld: The second sentence augurs concrete results. Ritsema/Karcher: Possessing\nachievement indeed. Cleary (2) There is success. Wu: He has succeeded.\nLegge: Line four is magnetic, as is her correlate in line one, but four is a proper place for a\nmagnetic line, and it rests under the shadow of the dynamic and central fifth line. Hence\nthe omens of evil are counteracted, and a good auspice is obtained. The game caught in\nhunting was divided into three portions -- the first for use in sacrifices, the second for the\nentertainment of visitors, and the third for the kitchen generally. A hunt which yielded\nenough for all these purposes was deemed very successful.\nNOTES AND PARAPHRASES\nSiu: The man gains praise by counteracting evil. He can now meet his needs for offerings\nto the gods, for everyday use, and for guests.\nWing: Energetic action will yield successful results. You will be able to satisfy all your\nneeds if you modestly yet confidently confront your adversaries.\n\nAnthony: In finding and being resolute against evil in ourself, we have solved all the\nproblems facing us at the moment, which seemed to be totally unrelated. This is the\nmeaning of \"three kinds of game.\"\nEditor: Three is a number symbolizing the reconciliation of opposites in a new entity:\nthesis, antithesis and synthesis. It also suggests the unconscious, conscious and superconscious realms of the psyche. A hunt is a quest, and game is nourishment:\npsychologically, the insights gained from the quest. In combination, the symbols describe\na nourishing synthesis and the implication is that you are \"sitting pretty.\" Perhaps your\npenetration into the matter at hand has produced some fresh understanding.\nWill is the grand agent in the mystic progress; its rule is all potent over the\nnervous system ... Yet there is not One Will, but three Wills -- the Wills, namely, of\nthe Divine, the Rational and Irrational Souls -- to harmonize these is the difficulty.\nW.W. Westcott -- The Chaldean Oracles of Zoroaster\nA. An image of integration, reconciliation, consolidation.\nB. Congratulations -- you've just comprehended a complex issue.",
    "5": "Line-5\nLegge: The fifth line, dynamic, shows that with firm correctness there will be good\nfortune to its subject. All occasion for repentance will disappear, and all his movements\nwill be advantageous. There may have been no good beginning, but there will be a good\nend. Three days before making any changes, let him give notice of them; and three days\nafter, let him reconsider them. There will thus be good fortune.\nWilhelm/Baynes: Perseverance brings good fortune. Remorse vanishes. Nothing that\ndoes not further. No beginning, but an end. Before the change, three days. After the\nchange, three days. Good fortune.\nBlofeld: Persistence in a righteous course brings reward; regret vanishes, and everything\nis favorable! A poor beginning, but a good end! The three days before and the three days\nafter a change (now due to occur) are especially propitious.\nLiu: Firmness -- good fortune. Remorse disappears. Everything is of benefit. Loss in the\nbeginning, gain in the end. Three days before change. Three days after change. Good\nfortune.\nRitsema/Karcher: Trial: significant, repenting extinguished. Without not Harvesting.\nWithout initially possessing completion. Before husking, three days. After husking, three\ndays. Significant.\n\nShaughnessy: Determination is auspicious; regret is gone; there is nothing not\nbeneficial; there is no beginning, there is an end. Preceding the geng day by three days,\nfollowing the geng day by three days; auspicious.\nCleary (1): It is good to be correct; regret vanishes. There is all-around benefit. There is\nno beginning, but there is an end. The last three days of the lunar cycle and the first three\ndays of the lunar cycle are auspicious.\nCleary (2): Correctness leads to good fortune; regret vanishes, none do not benefit.\nThere is no beginning, but there is an end. The three days before a change and the\nthree days after a change are auspicious.\nWu: Perseverance brings good fortune. Regret has gone. Every undertaking will be\nadvantageous. The beginning may be rough, but the end will be great. It will be auspicious\nbetween three days before the change and three days thereafter.\nCOMMENTARY\nConfucius/Legge: The good fortune is owing to his correct position in the center.\nWilhelm/Baynes: The place is correct and central. Blofeld: That we shall enjoy good\nfortune is indicated by the correct position of this line in the center of the upper trigram.\nRitsema/Karcher: Situation correctly centered indeed. Cleary (2): Its position is\ncorrectly balanced. Correctly balanced. Wu: The position is correct and central.\nLegge: Ch'eng-tzu says that line five is the seat of honor for the lord of the hexagram,\nfrom whom issue all charges and commands. It is central and correct and exemplifies the\nqualities of the figure in the highest mode. These qualities are docility and conformance to\nwhat is right, and the advantage of firm correctness is insisted upon. With this, all will be\nright. Compare the concluding image with the Judgment of hexagram number eighteen,\nRepair.\nNOTES AND PARAPHRASES\nSiu: Continued integrity on the part of the man compensates for his poor beginning.\nHowever, prior to the change the man needs to ponder carefully. After the change, he\nneeds to check his results.\nWing: If you wish to accomplish your aims and change the situation, you must continue\nyour vigilance and influence. Although the beginning has problems, the end will bring\ngood fortune. Yet even after the change is made, you should periodically evaluate the\nresults.\nEditor: If this is the only changing line, the hexagram becomes number eighteen, Repair,\nor Work on What Has Been Spoiled, the Judgment of which is nearly identical to this line.\nThis suggests that the penetration involved in the matter at hand is concerned with the\nrectification of a past error. The key ideas in the line are: Firm correctness brings good\nfortune: Willpower is the cornerstone of the Work. Poor beginning vs. good end:\n\nDescribes a sequence of events in which a situation is improved over time -- a process of\nrepair. Three days before/after: A turning point, a moment of choice or decision which is\nconsciously monitored. (This one-week sequence is a useful timetable for natural birth\ncontrol: i.e., celibacy three days before, during, and after the calculated day of fertility.\nObviously, willpower is essential for success.)\nBut as when an authentic watch is shown,\nEach man winds up and rectifies his own,\nSo in our very judgments.\nSir John Suckling\nA. Well-considered action, carried out with firm intent, will correct an earlier error\nand create the conditions for beneficial change.\nB. You have perceived the problem -- now rectify it.",
    "6": "Line-6\nLegge: The sixth line, dynamic, shows penetration beneath a bed, and its subject having\nlost the axe with which he executed his decisions. However firm and correct he may try to\nbe, there will be evil.\nWilhelm/Baynes: Penetration under the bed. He loses his property and his ax.\nPerseverance brings misfortune.\nBlofeld: Crawling below the bed. [This symbolizes exaggerated submission, servile\nhumility, etc. Apparently, we have been guilty of this fault.] He loses what is required for\nhis traveling expenses -- persistence brings misfortune!\nLiu: Wind under the bed. He loses his wealth. Continuing leads to misfortune. [This line\nindicates possible loss or sickness.]\nRitsema/Karcher: Ground located below the bed. Losing one's own emblem-ax. Trial:\npitfall.\nShaughnessy: Calculations are under the bed; losing his goods and ax; determination is\ninauspicious.\nCleary (1): Obedient under the floor, one loses one’s resources; even if faithful, there is\nmisfortune.\nCleary (2): The obedient are below the platform. Losing resources and tools, it is proper\nthat there be misfortune.\nWu: He acts so agreeably as if he were under the bed. He loses his means of supporting\nand protecting himself. Even with perseverance it is foreboding.\n\nCOMMENTARY\nConfucius/Legge: Though occupying the topmost place, his powers are exhausted.\nThough he tries to be correct, there will be evil. Wilhelm/Baynes: At the top, the end\nhas come. Is this right? It brings misfortune. Blofeld: This top line indicates exhaustion\nof all possibilities. Losing his traveling expenses presages certain misfortune! Ritsema/\nKarcher: Above exhaustion indeed. Correcting reaching a pitfall indeed. Cleary (2):\nAbove there is an impasse. It is proper that there be misfortune. Wu: He has reached his\nlimit. It is definitely foreboding.\nLegge: The evil that line six concludes with arises from the quality of gentle penetration\nbeing carried to excess.\nAnthony: Sometimes a diligent search for the hidden enemy reveals nothing specific. In\ngetting this line, we should let go of the search. In sincerely seeking, our attitude has been\ncorrected of careless overconfidence; that is enough.\nNOTES AND PARAPHRASES\nSiu: The man appreciates the underlying problem and traces the injurious influence to its\nultimate origin. However, he lacks the power to overcome it and is hurt in the process.\nWing: By attempting to penetrate all the myriad possibilities of the situation, you have\ndissipated the energy to influence. Great understanding means little without decisive\naction. Negativity can no longer be prevented.\nEditor: As in line two, \"penetration\" is comprehension, and \"beneath a bed\" suggests the\nunconscious realms of the psyche. \"Penetration under the bed\" is an attempt to\nunderstand the unknown. An axe is a metal cutting instrument with associations in\ncommon with the sword and arrow: that is, the discriminating mental faculty; intellect,\nscientific method, etc. To lose one's axe is to be without the ability to differentiate the\ncomponents of an unknown situation. The line implies that you are asking questions\nbeyond your capacity to understand; or you are asking the wrong questions; or the oracle\nis tired of your importunate questioning entirely: the \"gentle penetration is being carried\nto excess.\" In the latter case, we are reminded of the Judgment in hexagram number 4,\nInexperience: \"I do not seek the inexperienced youth, but he seeks me. When he shows\nthe sincerity proper for divination, I instruct him. If he asks two or three times, that is\ntroublesome, and I do not instruct the troublesome.\"\nSome (schools) claim that the way to enlightenment consists in holding dialogues\nwith the archetypes, fantasy figures of the objective psyche, surrounding yourself\nwith the personified projections of your mind in the form of \"higher selves\" and\n\"inner guides.\" ... The \"new age\" optimism and superficiality of those who reduce\nthe dark mysteries of Jung's Gnosis to the shallow level of their own limitations\nare apt to make people into the victims of the very unconscious they tend to treat\nso lightly. Those who naively wish to use the archetypes for their personalistic\n\nends will be made subject to their cruel tyranny.\nS.A. Hoeller -- The Gnostic Jung\nA. You are fumbling in the dark.\nB. Confused thinking or compulsive speculation cripples intuition.\nJune 3, 2001, 4/25/06"
  }
}