{
  "hexagram_number": 2,
  "gua": "Judgment\nLegge: The Magnetic means success through the docility of a mare. If the\nsuperior man takes the initiative, he goes astray, but if he follows, he finds his\nproper lord. It is advantageous to find one's friends in the southwest, and\nto lose them in the northeast. Through a passively firm correctness, there will be\ngood fortune.\nWilhelm/Baynes: The Receptive brings about sublime success, furthering\nthrough the perseverance of a mare. If the superior man undertakes something\nand tries to lead, he goes astray; but if he follows, he finds guidance. It is\nfavorable to find friends in the west and south, to forgo friends in the east and\nnorth. Quiet perseverance brings good fortune.\nBlofeld: The Passive Principle. Sublime success! Its omen is a mare,\nsymbolizing advantage. The Superior Man has an objective and sets forth to gain\nit. At first he goes astray, but later finds his bearings. It is advantageous to gain\nfriends in the west and the south, but friends in the east and the north will be lost\nto us. Peaceful and righteous persistence brings good fortune.\nLiu: The Receptive: great success. Benefiting from the quality of a mare -perseverance. The superior man has an undertaking; in the beginning he will go\nastray, but later will receive guidance. He can find a friend in the southwest and\nlose friends in the northeast. Peacefulness and continuance. Good fortune.\nRitsema/Karcher: Field: Spring Growing Harvesting, female horse's Trial.\nA chun tzu possesses directed going. Beforehand delusion, afterwards\nacquiring. A lord Harvesting. Western South: acquiring partnering. Eastern\nNorth: losing partnering. Quiet Trial significant. [This hexagram describes\nyour situation in terms of the primal structuring power confronted with many\nforces and obstacles. It emphasizes that giving way in order to serve and yield\nresults, the action of Field, is the adequate way to handle it. To be in accord with\nthe time, you are told to yield!]\n\nShaughnessy: The Flow: Prime receipt; beneficial for the determination of a\nmare; the gentleman has someplace to go, is first lost but later gains his ruler;\nbeneficial to the southwest to gain a friend, to the northeast to lose a friend;\ncontented determination is auspicious.\nCleary(1): With earth, creativity and development are achieved in the\nfaithfulness of the female horse. The superior person has somewhere to go.\nTaking the lead, one goes astray; following, one finds the master. It is beneficial\nto gain companionship in the southwest and lose companionship in the\nnortheast. Stability in rectitude is good.\nCleary(2): The creative is successful. It is beneficial to be correct like a mare.\nPeople with developmental potential have a goal; if they go ahead before this,\nthey will get lost. If they follow, they get the benefit of the director.\nCompanionship is found in the southwest; companionship is lost in the\nnortheast. Stability and correctness bode well.\nWu: The Bearer is primordial, pervasive, prosperous, and has the perseverance\nof a mare. When the jun zi is going to undertake a task, he will lose his direction if\nhe leads, and he will find guidance if he follows. This will be advantageous. If he\ngoes south or west, he will win friends; if he goes north or east, he will lose them.\nIf he can be content and single-hearted, he will have good fortune.\nThe Image\nLegge: The capacity and sustaining power of the Earth is shown in The\nMagnetic. The superior man supports men and things with his large virtue.\nWilhelm/Baynes: The earth's condition is receptive devotion. Thus the\nsuperior man who has breadth of character carries the outer world.\nBlofeld: This hexagram symbolizes the passivity of the terrestrial forces.\nThe Superior Man displays the highest virtue by embracing all things.\nLiu: The earth's condition is that of the Receptive. The superior man has the\ngreatness of character to bear with everything in the world.\nRitsema/Karcher: Earth potency: Field. A chun tzu uses munificent\nactualizing-tao to carry the beings. [Actualize-tao: ...ability to follow the\ncourse traced by the ongoing process of the cosmos... Linked with acquire,\nTE: acquiring that which makes a being become what it is meant to be.]\nCleary(1): The configuration of earth is receptive; superior people support\nothers with warmth.\nCleary(2): The attitude of earth is receptivity. Thus do leaders support people\nwith rich virtue.\n\nWu: The Bearer symbolizes the physical features and resources of the earth.\nThus the jun zi uses his immense virtue to bear his responsibilities.\nCOMMENTARY\nConfucius/Legge: All things owe their birth to the great originating capacity of\nThe Magnetic -- it obediently receives the influences of Heaven. Its largeness\ncontains and supports all things, and its capacity matches the unlimited power of\nThe Dynamic. Its comprehension is wide, its brilliance great, and through it all\nthings are fully developed. The mare is a creature of the earth, with a limitless\npower to traverse the land. She is mild and docile, with stamina and capacity for\nwork. Such is the path of the superior man. If he takes the initiative, he loses his\nway; if he follows, he finds it again. In the southwest he will walk with his own\nkind. To lose friends in the northeast means he is well rid of them. The passively\nfirm correctness of the superior man imitates the unlimited capacity of the earth.\nLegge: The same attributes are ascribed to The Magnetic as in the former\nhexagram to The Dynamic -- but with a difference: The Dynamic originates,\nThe Magnetic produces, or gives birth to what has been originated. This figure,\nmade of six divided lines, symbolizes the idea of subordination and docility. The\nsuperior man described here must not take the initiative, and by following he will\nfind his lord – the subject of The Dynamic. The firm correctness is analogous\nto a mare -- docile and strong, but a creature for the service of man. That it is not\nthe sex of the animal which is paramount is plain from the mention of the\nsuperior man and his lord.\nThe superior man will bring his friends with him to serve the ruler. The\nsouthwest is the direction proper for The Magnetic. The northeast is the\ndirection proper for the trigram of the Mountain -- hence a direction of\nobstruction and impasse, the opposite of magnetic receptivity. Thus the\ninjunction to seek friends who are receptive, and shun those who are recalcitrant.\nConcerning The Image, Lin Hsi-yuan says: \"The superior man, in his\nsingle person sustains the burden of all under the sky. The common people\ndepend on him for their rest and enjoyment. Birds and beasts and creeping\nthings, and the tribes of the vegetable kingdom, depend on him for the\nfulfillment of their destined being. If he be of a narrow mind and cold virtue,\nhow can he help them? Their hope in him would be in vain.\"\nNOTES AND PARAPHRASES\nJudgment: The ego bears the burden of the Work. Success is found in\ncompliance with the will of the Self.\nThe Superior Man supports the Work through its many transformations.\n\nIn terms of the symbolism of the Work, the second hexagram clearly\nshows the proper role of the ego as one of receptivity to the will of the Self. The\nsexual, male-female metaphor must be interpreted as one of polarity. The ego,\ninhabiting a physical body, is the psychological link which connects the material\ndimension of spacetime with the world of thought where the Self resides. To be\nreceptive to the influence of the Self is to allow its energy to work through the\nego-body to attain its purpose. This earth-like receptivity is seen as a feminine\nquality, as the Heavenly dynamic force emanating from the Self is seen as\nmasculine. Earth means the body in spacetime, and Heaven means the realm of\nthought transcending spacetime -- the Pleroma of the gnostics which Jung\nreferred to as the Collective Unconscious. The concept is also found in the\nKabbalah:\nI am the Door of Life,\nThe passage from the world of ideas\nInto the world of form...\nNow, as Daleth [the Door],\nI present myself as the Portal\nThrough which life, Eternal and Unbounded,\nEntereth the realm of temporal and limited creation...\nI am the fruitful womb\nWhence all creatures have their birth.\nP.F. Case -- The Book of Tokens\nThe message in the Judgment clearly indicates the ego's proper role –\n\"If the superior man takes the initiative, he goes astray.\" This is supplemented\nby the image of a docile mare which uncomplainingly bears its load. Indeed,\nduring certain phases of the Work it becomes painfully obvious that the ego really\nis just a beast of burden. The Self is beyond our full comprehension, and at times\nit uses us as if we were an expendable tool -- which, to a certain extent, we are.\nOnly by realizing that our existence in spacetime consists mostly of illusions and\nthat the Self is the only real thing in our lives, can we come to accept the Work as\nthe duty we were created to perform.\nSUGGESTIONS FOR MEDITATION\nCompare the ego-Self relationship in hexagrams one and two with that in\nhexagrams seven and eight.",
  "lines": {
    "1": "Line-1\nLegge: In the first line, magnetic, we see its subject treading on hoar-frost. The\nstrong ice will come by and by.\nWilhelm/Baynes: When there is hoarfrost underfoot, solid ice is not far off.\n\nBlofeld: Hoarfrost underfoot betokens the coming of solid ice.\nLiu: When hoarfrost is underfoot, solid ice will soon come.\nRitsema/Karcher: Treading frost, hardening ice culminating.\nShaughnessy: Treading on frost: the firm ice will arrive.\nCleary(1): Walking on frost: Hard ice arrives.\nCleary(2): As you walk on frost, hard ice shows up.\nWu: Treading on hoarfrost signals the arrival of solid ice.\nCOMMENTARY\nConfucius/Legge: The cold air has begun to take form. Allow it to go on\nquietly according to its nature, and the hoar- frost will turn to strong ice.\nWilhelm/Baynes: When the dark power begins to grow rigid and continues in\nthis way, things reach the point of solid ice. Blofeld: This line indicates the\napproach of winter's dark power; following nature's sequence, the season of solid\nice is at hand. Ritsema/Karcher: Yin begins solidifying indeed. Docilely\ninvolving one's tao: culminating hardening the ice indeed. Cleary(2): The first\ncongealing of yin. Mastering that path is coming to hard ice. Wu: Vapor from the\nyin has begun to coalesce. As it takes its normal course, solid ice will come soon.\nMiscellaneous notes: The family that accumulates goodness is sure to have\nsuperabundant happiness, and the family that accumulates evil is sure to have\nsuperabundant misery. The murder of a ruler by his minister, or of his father by\na son, is not the result of events of one morning or one evening. The causes of it\nhave gradually accumulated through the absence of early discrimination. Hence,\n\"She treads on the hoar-frost; the strong ice will come by and by,\" shows the\nnatural issue and growth of things.\nNOTES AND PARAPHRASES\nSiu: At the outset, the man is careful not to overlook the first signs of evil and\ndecay. The threatening dangers are checked before their natural issue and\ngrowth.\nWing: If you look carefully, you can see the very beginnings of decay entering the\nsituation. Total deterioration is not far off. Make preparations now for the\ncoming change.\nEditor: Water relates to the emotions and to the unconscious. Water\nbecoming ice suggests frigid emotions or unconscious energy which is frozen and\nunusable. To tread is to advance, and to tread on hoar-frost is to advance toward\n\nan ever more unyielding situation. If our attitudes are thus leading us into an\nimpasse, it only makes sense to \"return to virtue,\" one of the names of the\nhexagram which is created if this is the only changing line.\nThis is the condition of avidya, not-knowing, which Buddha described as\nthe supreme obstacle in the way of enlightenment. For primal sloth, the\ninertia of matter, of the body, can be overcome only when it is\nimpregnated with the spark of the divine spirit, of consciousness.\nM.E. Harding -- Psychic Energy\nA. The image suggests the beginning of an impasse.\nB. A negative tendency.\nC. Stay alert -- dark forces are waxing. (You may be creating the\nsituation.)",
    "2": "Line-2\nLegge: The second line, magnetic, shows the attribute of being straight, square,\nand great. Its operation, without repeated efforts, will be in every respect\nadvantageous.\nWilhelm/Baynes: Straight, square, great. Without purpose, yet nothing\nremains unfurthered.\nBlofeld: Straight and of broad capacity, though we do nothing, all our affairs\nprosper.\nLiu: Straight, square, great -- without study. Everything benefits.\nRitsema/Karcher: Straightening on-all-sides, great. Not repeating: without\nnot Harvesting.\nShaughnessy: Straight, square and great; not repeated; there is nothing not\nbeneficial.\nCleary(1): Straightforward, correct, great. Unfailing achievement without\npractice.\nCleary(2): Upright, straight, great; unfailing benefit without practice.\nWu: True, methodical, and great. There will always be advantages for doing what\ncomes naturally. [“Doing what comes naturally” as applied to (this line means\ndoing completely in accordance with the will of heaven.]\n\nCOMMENTARY\nConfucius/Legge: The image shows us the brilliant result of the way of earth.\nWilhelm/Baynes: In the nature of the earth lies the light. Blofeld: This line\nindicates a straight- forward movement to occupy a spacious area. Though\nnothing is done, everything prospers -- this is a glorious characteristic of the\nterrestrial forces. Ritsema/Karcher: Straightening used on-all sides indeed.\nNot repeating: without not Harvesting. Earthly tao shining indeed. Cleary(2):\nUnfailing benefit without practice; the way of earth is illumined. Wu: True and\nmethodical. Signify the glory of earth.\nMiscellaneous notes: \"Straight\" indicates the correctness of the internal\nprinciple, and \"square,\" the righteousness of the external act. Thus, the superior\nman, through Self- reverence, maintains his inner correctness, and adjusts his\nexternal acts accordingly. This establishment of reverent correctness ensures\nthat his expressions of virtue are neither partial nor solitary. Such a one has no\ndoubts about what he does.\nLegge: Line two presents to us the earth itself, according to the Chinese\nconception of it, as a great cube.\nNOTES AND PARAPHRASES\nSiu: Nature's way is straight and unerring, foursquare and calm, great and\ntolerant. Everything is accomplished without the necessity of fabricated purpose.\nThe man's work is equally self-evident. His internal principles are correct; his\nexternal acts are righteous; his results are certain.\nWing: Drop all artifice about what you are doing. Take your cue from nature:\nBecome tolerant, straightforward, and self- evident. Strike an inner equilibrium\nat this time and success will come easily.\nEditor: If the first line describes a condition which is inhospitable for growth,\nthe second line describes the opposite idea: the receptive Mother Earth herself.\nThis is the fertile matrix which brings forth life and provides for its nourishment.\nThe image suggests a huge field with hundreds of freshly ploughed furrows\nconverging on the horizon. Straight: Direct and open, clear and unambiguous.\nThe shortest distance between two points is a straight line. Square: A universal\ndescription of firmness and stability. It suggests the quaternary of the four\ndirections and symbolizes the earth -- our material existence and the\ncorresponding Sensation function in the psyche. To be \"four- square\" is to be\nforthright, honest, firmly rooted in the world. Great: Gives the image of the\nfertile and boundless earth stretching out in all directions. Implicit in the line is\nthe idea that no action is required -- the passive earth forces bring forth all things\nin time. This suggests the mindlessness of natural processes which obey their\nown laws and not the ignorant expectations of men.\n\nThe spirit of the valley never dies.\nIt is called the Mystic Female.\nThe door of the Mystic Female\nIs the root of Heaven and Earth.\nContinuously, continuously,\nIt seems to remain.\nDraw upon it\nAnd it serves you with ease.\nLao Tse\nA. Suggests receptivity to experience. Life unfolds -- flow with it.\nB. The laws of nature are constant and unchangeable; they are the\npermanent matrix within which occurs all change. Allow the situation to develop\nat its own pace.",
    "3": "Line-3\nLegge: The third line, magnetic, shows its subject keeping her excellence under\nrestraint, but firmly maintaining it. If she should have occasion to engage in the\nking's service, though she will not claim the success for herself, she will bring\naffairs to a good issue.\nWilhelm/Baynes: Hidden lines. One is able to remain persevering. If by\nchance you are in the service of a king, seek not works, but bring to completion.\nBlofeld: Concealment of talent (or beauty) constitutes the right course. As to\nthe undertaking of public affairs, though immediate success may not be achieved,\ntheir ultimate fruition is assured.\nLiu: Hide your ability and you can continue in your position. If in public office,\ndo not show yourself, but complete the work.\nRitsema/Karcher: Containing composition permitting Trial. Maybe adheringto kingly affairs: without accomplishing possessing completion.\nShaughnessy: Enclosing a pattern; it is permissible to determine. Someone\nfollows the king's service; there is no completion, there is an end.\nCleary(1): Hiding one’s excellence, one can be correct: if one works in\ngovernment, there is completion without fabrication.\nCleary(2): Hiding embellishments, affirming rectitude, if one works for the\ngovernment, there will be no accomplishment, but there will be a conclusion.\n\nWu: Being able to contain splendors is worthy of persevering. If he chooses to\nenter into public service, he may be successful in his work, but does not expect\nrecognition for his success.\nCOMMENTARY\nConfucius/Legge: Great is the glory of her wisdom -- though she keeps her\nexcellence under restraint, at the proper time she will manifest it.\nWilhelm/Baynes: One must let them [i.e., her hidden qualities] shine forth at\nthe right time... The light of wisdom is great. Blofeld: Talent (beauty) now\nconcealed will be unfolded when the time is ripe; once it is engaged in public\naffairs, this talent will become great and glorious. Ritsema/Karcher: Using\nthe season: shooting-forth indeed. Knowing the shining great indeed. Cleary(2):\nHiding embellishments and affirming rectitude mean timely activation. Working\nfor the government means that the light of knowledge is great. Wu: Biding one’s\ntime. Indicates vision.\nMiscellaneous notes: Although the subject of this magnetic line has excellent\nqualities, she does not display them, but keeps them under restraint. This is the\nway of the earth, of a wife, of a minister. The way of the earth is not to claim the\nmerit of achievement, but on behalf of Heaven to bring things to their proper\nissue.\nLegge: To keep her excellence under restraint is the part of an officer seeking not\nher own glory, but that of the ruler.\nNOTES AND PARAPHRASES\nSiu: The man wisely keeps his potentialities hidden so that they can mature\nwithout interference. When serving as an assistant, he remains in the background\nand lets glory go to the chief. He manifests himself at the proper time.\nWing: Leave the pursuit of fame to others. Concentrate, instead, upon doing the\nbest job possible. If you conceal your talents now, you will develop naturally,\nwithout interference. The time will come later for you to reveal yourself and your\ngood works.\nEditor: This line presents the image of a faithful servant, who may not always\nunderstand what is going on, but who has enough faith and discipline to allow the\nWork to unfold from within -- to act when bidden, but otherwise to refrain from\ninterfering with what is a pre-eminently incomprehensible transformation. Thus\ndoes the ego serve the Self.\nThe Work of Creation for mankind is conscious participation in the\nrealization of the Divine intention. In this the Kabbalist not only makes\nhimself more and more aware of the events in the greater and unseen\nworlds above but actually helps to bring in the influxes descending from\n\nthe upper into the lower worlds. He does this by being skilful in practical\nlife, psychologically sound and spiritually clear.\nZ.B.S. Halevi -- Kabbalah\nA. Subdue your ego and let the Self attain its purpose.\nB. The image suggests that you may be trying too hard -- stay in the\nbackground and let the Work unfold naturally.",
    "4": "Line-4\nLegge: The fourth line, magnetic, shows the symbol of a sack tied up. There will\nbe no ground for blame or praise.\nWilhelm/Baynes: A tied-up sack. No blame, no praise.\nBlofeld: Taciturnity -- no blame, no praise.\nLiu: The sack is tied up. No recognition, no blame.\nRitsema/Karcher: Bundled in the bag. Without fault, without praise.\nShaughnessy: Tying the sack; there is no trouble, there is no praise.\nCleary(1): Closing the bag – no blame, no praise.\nWu: Tying up a pouch is without blame or praise.\nCOMMENTARY\nConfucius/Legge: A sack tied up -- there will be no error. This shows how\nthrough carefulness, no injury will be received. Wilhelm/Baynes: Through\ncaution one remains free of harm. Blofeld: The passage means that, with proper\ncaution, we shall escape trouble. [Note: From the point of view of divination, it\nis this sentence which best serves as a guide to action.] Ritsema/Karcher:\nConsideration not harmful indeed. Cleary(2): Being prudent so as to avoid\nharm. Wu: Prudence prevents accidents.\nMiscellaneous notes: The interaction between Heaven and Earth creates the\ntransformation of organic life. When their interaction is restricted, men of virtue\nand ability withdraw into obscurity. The line is a lesson of caution.\nLegge: Line four shows its subject exercising a still greater restraint than in line\nthree.\n\nNOTES AND PARAPHRASES\nSiu: The man observes the strictest self-restraint and reserve in dangerous\ntimes. In this way he incurs neither injury from antagonists with designs on preeminence nor obligations to others.\nWing: It is a difficult time, requiring caution. Develop an inner reserve and\nmaintain a low profile. This can be done within the mainstream of society or in\nthe strictest of solitude. Confrontations now will lead to antagonism or\nundesirable obligations.\nEditor: A tied-up sack is a very womb-like image -- who can tell what is going on\ninside of it? Gestation is a slow and hidden process, and we cannot know the\noutcome until its time is complete. The line often depicts a stalemate. At such\ntimes it is best to take no action at all.\nThe creative process has a feminine quality, and the creative work arises\nfrom unconscious depths -- we might truly say from the realm of the\nMothers. Whenever the creative force predominates, life is ruled and\nshaped by the unconscious rather than by the conscious will.\nJung -- The Spirit in Man, Art, and Literature\nA. The situation is inconclusive. Wait it out.\nB. An answer is not forthcoming at this time.",
    "5": "Line-5\nLegge: The fifth line, magnetic, shows the yellow lower garment. There will be\ngreat good fortune.\nWilhelm/Baynes: A yellow lower garment brings supreme good fortune.\nBlofeld: A yellow jacket -- sublime good fortune. [Yellow has always been an\nexalted color in China, where its use for garments was long restricted to the\nImperial Family. Here it clearly symbolizes virtue.]\nLiu: A yellow lower garment means sublime good fortune.\nRitsema/Karcher: A yellow apron. Spring significant.\nShaughnessy: Yellow skirts; prime auspiciousness.\nCleary(1): A yellow garment is very auspicious.\nCleary(2): Yellow lower garment, great good outlook.\n\nWu: The yellow lower garment will bring great fortune.\nCOMMENTARY\nConfucius/Legge: This follows from that ornamental color being in the right\nand central place. Wilhelm/Baynes: Beauty is within. Blofeld: This passage\nrefers to inner (spiritual or moral) beauty. Ritsema/Karcher: Pattern locatedin the center indeed. Cleary(2): The culture is in the center. Wu: The elegance\nlies within.\nMiscellaneous notes: The superior man, arrayed in yellow, possesses\ndiscretion and understanding, and occupies the ruler's place. His virtue comes\nfrom within, and tempers his actions. This is the perfection of excellence.\nLegge: Yellow is one of the five correct colors, and the color of the earth. The\nlower garment is a symbol of humility. The fifth place is the seat of honor. If its\noccupant possesses these qualities, good fortune is indicated.\nNOTES AND PARAPHRASES\nSiu: The man does not display his excellence directly. It is diffused throughout\nhis conduct of affairs.\nWing: Do not display your potentials and virtues directly but allow them to\npermeate all of your affairs. Modesty and discretion about your inner worth yield\nthe greatest good fortune.\nEditor: Among its many symbolic associations, yellow is the color of the sun,\nand by extension, of clarity, comprehension and understanding. It is also the\ncolor of gold, as in \"the golden mean,\" which is nothing if not yellow in color. In\ndream symbolism, garments often represent attitudes or beliefs with which we\nclothe ourselves. None of the translations state in so many words that this\n\"lower\" garment is \"underwear,\" but the symbolism suggests a concealed attitude\nor understanding which could be so symbolized. Wilhelm's translation of the\nConfucian commentary tells us that the \"beauty is within,\" i.e., concealed. A\n\"yellow foundation garment\" therefore, would be a fundamental attitude which\nis balanced and positive in nature.\nIt is from understanding that power comes; and the power in the\nceremony was in understanding what it meant; for nothing can live well\nexcept in a manner that is suited to the way the sacred Power of the\nWorld lives and moves.\n-- Black Elk\nA. The image suggests a fundamental understanding or balanced\nviewpoint.\n\nB. \"Moderation in all things.\"",
    "6": "Line-6\nLegge: The sixth line, magnetic, shows dragons fighting in the wild. Their blood\nis purple and yellow.\nWilhelm/Baynes: Dragons fight in the meadow. Their blood is black and\nyellow. [While the top line of The Creative indicates titanic pride and forms a\nparallel to the Greek legend of Icarus, the top line of The Receptive presents a\nparallel to the myth of Lucifer's rebellion against God, or to the battle between\nthe powers of darkness and the gods of Valhalla, which ended with the Twilight\nof the Gods.]\nBlofeld: Dragons contending in the wilderness shed black and yellow blood.\n[That is to say, Yin, the passive dark force, sometimes longs to possess the\nqualities of the celestial light force, Yang, and struggles to obtain them.]\nLiu: Dragons fight in the wilderness. The blood is black and yellow.\nRitsema/Karcher: Dragons struggling tending-towards the countryside. Their\nblood: indigo, yellow.\nShaughnessy: The dragon fights in the wilds: its blood is black and yellow.\nCleary(1): Dragons battle in the field; the blood is dark yellow.\nWu: Dragons are fighting in the wild; their blood is bluish yellow.\nCOMMENTARY\nConfucius/Legge: The onward course indicated by The Magnetic is pursued\nto extremity. Wilhelm/Baynes: The way comes to an end. Blofeld: The\ndragons contend, for their stock of merit is exhausted. Ritsema/Karcher:\nTheir tao exhausted indeed. Cleary(2): The path reaches an impasse. Wu: Their\ndestiny has come to an end.\nMiscellaneous notes: When a magnetic force seeks to usurp a dynamic force,\nthere is sure to be contention. The mention of dragons is to remind us of the\ndynamic power of Heaven. Because neither the dynamic nor magnetic power can\nbe its opposite, blood is seen. The mixture of colors is the mixture of Heaven and\nEarth: Heaven is purple, and Earth is yellow.\nLegge: What is said about the sixth line in hexagram number one, The\nDynamic, was that the dragon there exceeded the proper limits. That idea here\n\ntakes place in \"the wild\" as the magnetic line is transformed into a dragon who\nfights with the true dragon of the Creative Force. They fight and bleed, and their\nrespective blood is the color of Heaven and Earth.\nNOTES AND PARAPHRASES\nSiu: The man is no longer content with his serving role. A bloody contest ensues.\nInjury to both parties occurs when serving elements attempt to rule.\nWing: An assertive and ambitious attempt is made to usurp power from an\nauthority. A violent struggle will follow, resulting in injury to both parties.\nEditor: When the magnetic principle tries to lead, when the ego tries to direct\nthe Work, a devastating conflict erupts in the psyche. If this is the only changing\nline, the hexagram becomes number twenty-three, Disintegration. To receive\nthis line is an extremely negative omen: beware!\nFor the alchemists, a number of dragons fighting with each other\nillustrated the state of putrefactio (separating out the Elements, or\npsychic disintegration).\nJ.E. Cirlot -- Dictionary of Symbols\nA. A devastating clash of polarities is imaged.\nSPECIAL NOTE:\nIf all of the lines of The Magnetic are changing, an extremely\nmomentous situation is indicated. This and hexagram number one, The\nDynamic, are the only figures in which such a configuration is commented\nupon; hence, these are arguably the two strongest images the oracle has to offer.\nLegge: If those who are thus represented be perpetually correct and firm,\nadvantage will arise.\nWilhelm/Baynes: When all the lines are [magnetic], it means: Lasting\nperseverance furthers.\nBlofeld: Unfaltering determination will place our affairs on permanent basis.\nRitsema/Karcher: Harvesting: perpetual Trial.\nShaughnessy: Beneficial to determine permanently.\nCleary(1): It is beneficial to always be correct.\nWu: It is advantageous to be ever persevering.\n\nCOMMENTARY\nI have never received this configuration, so have nothing to add beyond\nthe observation that perseverance is the only way to further the Work -- \"The\ngood or ill of man lies within his own will.\" -- Epictetus\nApril 11, 2001, 4/23/06"
  }
}