{
  "hexagram_number": 40,
  "gua": "Judgment\nLegge: Liberation finds advantage in the southwest. When the operation is\ncompleted, a return to stability brings good fortune. If operations are\nincomplete, it is best to finish them quickly.\nWilhelm/Baynes: Deliverance. The southwest furthers. If there is no longer\nanything (Sic) where one has to go, return brings good fortune. If there is still\nsomething (Sic) where one has to go, hastening brings good fortune.\nBlofeld: Release. The west and south are favorable. Those with nothing to gain\nfrom going forward will find good fortune by turning back; those who do have\nmuch to gain from going forward must hasten to be sure of doing well. [This is\nnot a time to stay where we are. If we have no good reason to advance, it is best\nto retreat.]\nLiu: Liberation. The southwest benefits. If there is nothing for one where one\nhas to go, then returning brings good fortune. If there is something in a place\nwhere one can go, then going quickly leads to good fortune.\nRitsema/Karcher: Taking-apart. Harvesting: Western South. Without a\nplace to go: one's coming return significant. Possessing directed going: Daybreak\nsignificant. [This hexagram describes your situation in terms of reflection and\nrelease from tension. It emphasizes that analyzing and understanding things in\norder to be delivered from compulsion is the adequate way to handle it...]\nShaughnessy: Untangled: Beneficial to the southwest; there is nowhere to\ngo; his coming in return is auspicious; there is someplace to go to spend the\nnight; auspicious.\nCleary (1): For liberation, the southwest is beneficial. When going nowhere,\nthe return brings good fortune; when going somewhere, promptness brings good\nfortune.\n\nCleary (2): For solution, the southwest is beneficial. Going nowhere, coming\nback is fortunate, etc.\nWu: Relief indicates advantage in the southwest. If he undertakes to do\nsomething without a cause, it will be auspicious for him to return to his former\nstation. If he undertakes to do something with a cause, it will be auspicious for\nhim to do it early.\nThe Image\nLegge: Liberation shows a thunderstorm clearing the atmosphere. The\nsuperior man, in accordance with this, forgives errors and deals gently with\ncrimes.\nWilhelm/Baynes: Thunder and rain set in: the image of Deliverance. Thus\nthe superior man pardons mistakes and forgives misdeeds.\nBlofeld: This hexagram symbolizes thunder and rain bringing release. The\nSuperior Man tends to forgive wrongs and deals leniently with crimes. [The\ncomponent trigrams suggest that a certain amount of forceful action is\nrequired.]\nLiu: Thunder and rain come, symbolizing Liberation. The superior man\nforgives errors and pardons criminals.\nRitsema/Karcher: Thunder, rain, arousing. Taking-apart. A chun tzu uses\nforgiving excess to pardon offenses.\nCleary (1): Thunder and rain act, dissolving. Thus do superior people forgive\nfaults and pardon crimes.\nCleary (2): Thunder and rain – solution. Etc.\nWu: There come thunder and rain; this is Relief. Thus the jun zi pardons\ninadvertent transgressors and extenuates (Sic) criminal offenders.\nCOMMENTARY\nConfucius/Legge: Liberation shows the trigram of Movement above the\ntrigram of Danger -- through movement there is an escape from peril. An early\nmovement to the southwest wins the allegiance of the masses and returns the\nstate to normalcy and equilibrium. When heaven and earth are freed from the\ngrasp of winter, we have thunder and rain. When these come, the buds of the\nfruit-producing vegetation begin to open. Great indeed are the phenomena in the\ntime of Liberation.\n\nLegge: The written Chinese character for Liberation is the symbol of\nunloosing -- untying a knot or unraveling a complication. This hexagram denotes\na condition in which the obstruction and difficulty of the preceding figure have\nbeen removed. The lesson is how this new and better state of the kingdom should\nbe dealt with. If no tasks remain to be completed, the sooner things resume their\nnormal course the better. If further operations are necessary, let them be\naccomplished without delay. The K'ang-hsi editors say that moving to the south\nand west is the same as returning to normality.\nThunder and rain clear the atmosphere, and a feeling of oppression is\nrelieved. The images of springtime in the Confucian commentary refer to the\ngentle policy of a conquering ruler who forgives the opposition of those who cease\nto offer resistance.\nNOTES AND PARAPHRASES\nJudgment: Do what obviously needs to be done and return to stability as soon\nas possible.\nThe Superior Man forgives, forgets, and bears no grudges. (i.e., Stability is\nmore important than fixing blame or haggling over who is right.)\nIf the thirty-ninth hexagram of Impasse is turned upside down it\nbecomes the fortieth hexagram of Liberation or Deliverance. The two figures\nrepresent opposite situations: if Impasse creates tension, then Liberation\nreleases it. The upper trigram of Movement ascends to escape from the lower\ntrigram of Danger, giving us an unambiguous image of freedom and relief.\nApart from all personification, the whole of space in which life finds itself\nhas a malevolently spiritual character, and the \"demons\" themselves are\nas much spatial realms as they are persons. To overcome them is the\nsame thing as to pass through them, and in breaking through their\nboundaries this passage at the same time breaks their power and\nachieves the liberation from the magic of their sphere.\nH. Jonas -- The Gnostic Religion\nLegge's commentary in the preceding hexagram explains that the\n\"southwest\" is the direction of \"earth,\" the fertile lowland where life is natural\nand uncontrived. Confucius tells us here that an early move in this direction will\nwin the \"allegiance of the masses.\" Psychologically interpreted, this refers to the\ninner kingdom of the psyche, where “the masses” are the drives, emotions and\narchetypal complexes which make up our being. The symbolism suggests a\nconscious freeing up of inner tension.\nThese forces, therefore, must not be left to run wild, but should be\ndisposed of in harmless ways or, better still, used for constructive\n\npurposes: creative activities of various kinds; the rebuilding of our\npersonality, contributing to our Psychosynthesis.\nRoberto Assagioli -- Psychosynthesis",
  "lines": {
    "1": "Line-1\nLegge: The first line, magnetic, shows that its subject will commit no error.\nWilhelm/Baynes: Without blame.\nBlofeld: No error!\nLiu: No blame. [If you receive this line you can expect success in your\nundertakings.]\nRitsema/Karcher: Without fault.\nShaughnessy: There is no trouble.\nCleary (1): No blame.\nWu: No error.\nCOMMENTARY\nConfucius/Legge: The dynamic fourth line and the magnetic first line are in\ncorrelation. We judge rightly in saying that its subject will commit no error.\nWilhelm/Baynes: On the border between firm and yielding there should be no\nblame. Blofeld: the conjunction of yielding and firm (namely, lines one and\ntwo) (Sic) implies freedom from error. Ritsema/Karcher: Solid and supple's\nborder. Righteous, without fault indeed. Cleary (2): At the border of hard and\nsoft, etc. Wu: Where the strong-minded and the softhearted meet, there is on\nbalance no error.\nLegge: There is a magnetic line instead of a dynamic one in the first place, but\nthis is compensated for by her dynamic fourth line correlate.\nNOTES AND PARAPHRASES\nSiu: At the outset, the man is freed from obstacles and is recuperating in peace.\nWing: You have surmounted the difficulties in your current endeavor. The path\nhas been cleared and progress will continue. Use this time to consolidate your\nposition.\n\nEditor: Blofeld's interpretation of the Confucian commentary is anomalous -correctness is found in the tension between lines one and four (not one and two).\nTo be magnetic in a dynamic place and dynamic in a magnetic place suggests a\ncontinuous adjustment to changing circumstances. Wilhelm's Confucian\ncommentary provides a good image of this kind of adaptation: \"On the border\nbetween firm and yielding there should be no blame.\" Sometimes this line can\nmean a confirmation of a hypothesis, speculation or attitude -- it is saying\n\"affirmative\" to your query.\nFortunate, indeed, is the man who takes exactly the right measure of\nhimself, and holds a just balance between what he can acquire and what\nhe can use, be it great or be it small.\n-- P.M. Latham\nA. A position of dynamic (as opposed to static) balance between opposing\nforces is free of error.",
    "2": "Line-2\nLegge: The second line, dynamic, shows its subject catch, in hunting, three\nfoxes, and obtain the yellow (golden) arrows. With firm correctness there will be\ngood fortune.\nWilhelm/Baynes: One kills three foxes in the field and receives a yellow arrow.\nPerseverance brings good fortune.\nBlofeld: With one yellow arrow, he killed three foxes in the field. [Three birds\nwith one stone.] Righteous persistence will bring good fortune.\nLiu: One catches three foxes in the field and gains a yellow (golden) arrow. To\ncontinue brings good fortune.\nRitsema/Karcher: The fields, catching three foxes. Acquiring a yellow arrow.\nTrial: significant.\nShaughnessy: In the fields bagging three foxes, and getting a yellow arrowhead;\ndetermination is auspicious.\nCleary (1): Catching three foxes on a hunt, having golden arrows, correctness\nbrings good fortune.\nCleary (2): Catching the third fox on a hunt, finding a yellow arrow, etc.\nWu: The hunter bags three foxes and finds a yellow arrow. It will be auspicious\nwith perseverance.\n\nCOMMENTARY\nConfucius/Legge: The good fortune is because he holds the due mean.\nWilhelm/Baynes: The good fortune is due to its attaining the middle way.\nBlofeld: The good fortune of being able to steer a middle course. Ritsema/\nKarcher: Acquiring centering tao indeed. Cleary (2): Attaining the way of\nbalance. Wu: Because he takes a middle road.\nLegge: The second line is dynamic, but the place is magnetic, so his strength is\ntempered. As the correlate of the ruler in line five, he is an officer striving to\nbring about deliverance and pacify the subdued kingdom. He is compared to a\nhunter who disposes of inferior men, represented by the three foxes. He receives\nthe yellow arrows, the instruments of war or hunting, whose color is correct and\nwhose form is straight. The K'ang-hsi editors say that while straightforwardness, symbolized by the arrows, is the first duty of an officer, if he doesn't\ntemper that quality by pursuing the due mean, symbolized by their yellow color,\nand instead proceeds by main force to remove what is evil, he will provoke\nindignation and rebellion.\nNOTES AND PARAPHRASES\nSiu: The man proceeds at a proper pace and with moderation to remove the\ndesigning individuals, who influence the ruler through flattery and obstruct\npublic progress.\nWing: The situation may be in the hands of inferior individuals who use\nunworthy methods to influence those in authority. You must now be particularly\nstraightforward and virtuous while discrediting their efforts. Good fortune.\nEditor: Arrow: The arrow has associations similar to the sword – the\ndiscriminating function. To shoot an arrow into the heart of the matter is to\npierce its essence, to comprehend it completely. Yellow: Color of the mean, of\nthe sun – suggests wisdom which comes from clarity: balanced perception. Fox:\nCommon Asian symbol for evil, especially its wily or tricky aspects. Three:\nSymbol of dialectical synthesis or completion, as is the concept of the mean. The\nline images a situation in which careful discrimination perceives the elements of\na problem.\nTherefore, the doubts which have arisen in your heart out of ignorance\nshould be slashed by the weapon of knowledge. Armed with yoga, O\nBharata, stand and fight.\nBhagavad-Gita\nA. Balanced insight into the situation differentiates and eliminates\nharmful elements.\nB. Bull’s-eye! – your suspicions are confirmed.",
    "3": "Line-3\nLegge: The third line, magnetic, shows a porter with his burden, yet riding in a\ncarriage. He will only tempt robbers to attack him. However firm and correct he\nmay try to be, there will be cause for regret.\nWilhelm/Baynes: If a man carries a burden on his back and nonetheless rides\nin a carriage, he thereby encourages robbers to draw near. Perseverance leads to\nhumiliation.\nBlofeld: Traveling with both luggage-bearers and a carriage, he attracted the\nattention of robbers. To persist would bring misfortune. [This could mean that\nsomeone bearing luggage on his back rides in a carriage. In any case, the\nChinese additional commentaries explain that the passage refers to those who\nusurp privileges to which they are not entitled by rank or merit.]\nLiu: A man carries goods on his back and rides in a carriage – thus invites\nrobbers to come. To continue brings humiliation.\nRitsema/Karcher: Bearing, moreover riding. Involving outlawry\nculminating. Trial: abashment.\nShaughnessy: Carrying on the back and riding in a cart brings robbers to\narrive; determination is distressful.\nCleary (1): Riding bearing a burden causes enemies to arrive. Even being\nrighteous one is humiliated.\nCleary (2): Carrying and riding brings on enemies. It is right to be humiliated.\nWu: A man bearing a load rides in a carriage. What he swaggers is conducive to\nrobbery. Even though he does nothing wrong, he will be humiliated.\nCOMMENTARY\nConfucius/Legge: For a porter with his burden to be riding in a carriage is a\nthing to be ashamed of. It is he himself that tempts the robbers to come. On\nwhom besides can we lay the blame? Wilhelm/Baynes: He should really be\nashamed of himself. When I myself thus attract robbers, on whom shall I lay the\nblame? Blofeld: Moreover, his using both of them was shameful. If I were to\nact thus and bring robbers down on me, who but myself would be to blame?\nRitsema/Karcher: Truly permitting the demoniac indeed. Originating-from\nmy involving arms. Furthermore whose fault indeed. Cleary (2): Carrying and\nriding are both disgraceful. One brings attack by oneself – who else is to blame?\n\nWu: It is a shame for a bearer to ride in a carriage. He exposes himself to\nrobbery. Who else is to be blamed?\nThe Master said: The makers of the I Ching may be said to have\nknown the philosophy of robbery. The I Ching says, \"He is a burden-bearer,\nand yet rides in a carriage, thereby exciting robbers to attack him.\" Burdenbearing is the business of an inferior man. A carriage is the vehicle of a\ngentleman. When an inferior man rides in the vehicle of a gentleman, robbers\nwill think of taking it from him. When one is insolent to those above him, and\noppressive to those below, robbers will wish to attack him. Careless laying up of\nthings excites to robbery, as a woman's adorning of herself excites to lust. What\nthe I Ching says about the burden-bearer's riding in a carriage, and exciting\nrobbers to attack him shows how robbery is called out.\nLegge: The third line is magnetic where it should be dynamic. In the top place of\nthe lower trigram it suggests the idea of a porter riding in a carriage. People will\nsay: \"How did he get there? The things cannot be his own.\" Therefore robbers\nwill attack and plunder him since he can't protect himself or accomplish anything\ngood.\nNOTES AND PARAPHRASES\nSiu: The man has obtained material goods and comfort and seeks a life of ease\nwhich does not suit his nature. Like a woman's self-adornment which excites to\nlust, this way of life merely invites robbers and leads to humiliation.\nWing: You have been able to assume a somewhat powerful position, which\nyou do not know how to control. You pretend to be something that you are not.\nThis invites envy. If you continue in this way you will suffer humiliation at the\nhands of others who would usurp your position.\nEditor: Receiving this line can be a reprimand for an unworthy attitude. It\nshows one who aspires beyond his station, or who incorrectly seeks an easy\nsolution to his problems. If this is the only changing line, the hexagram becomes\nnumber thirty-two, Consistency, the corresponding line of which begins:\n\"Shows one who does not constantly maintain his virtue...\" The idea is that a\ndesire to move ahead quickly tempts one into an improper response to the\nsituation at hand. Sometimes the context of the question can suggest that the\n\"vehicle\" (carriage) is the oracle itself -- you want it to answer a question you can\nfigure out for yourself. The porter's burden is an obvious responsibility or duty.\nThe robbers are anything that would harm the Work.\nThe acceptance of the need to relate to a power or powers beyond our\npersonal control and rational comprehension does not necessitate, indeed\ndoes not even permit, abandonment of our personal responsibility but\nrather requires of us that in the domain of the personal life assigned to us\n\nour own responsibility must be exerted to the limits.\nE.C. Whitmont -- The Symbolic Quest\nA. \"There's no such thing as a free lunch.\" Get your head out of the clouds\nand assume your responsibilities.\nB. Did you expect a spiritual helicopter to take you to the top of the\nmountain?",
    "4": "Line-4\nLegge: To the subject of the fourth line, dynamic, it is said: \"Remove your\ntoes. Friends will then come, and there will be mutual confidence between you.\"\nWilhelm/Baynes: Deliver yourself from your great toe. Then the companion\ncomes, and him you can trust.\nBlofeld: A fumbled release. Put your trust in the friend(s) who will come. [\"A\nfumbled release\" is the result of my attempt to make something of three Chinese\nwords -- \"release\" and \"thumb\" (or \"big toe\") joined by a grammatical particle\nwith various possible meanings. Whether my guess is right or not, the\ncommentary on the line makes it clear that the omen is not a fortunate one.\nHappily, an awkward situation will be relieved by the arrival of a friend (or\nfriends).]\nLiu: Loosen your big toe. When your friend comes, you can trust each other.\nRitsema/Karcher: Taking-apart and-also the thumbs. Partnering\nculminating, splitting-off conforming.\nShaughnessy: Untangling his hemlock; a friend arrives and returns this.\nCleary (1): Releasing your big toe, when the companion comes, then trust.\nCleary (2): Remove your big toe. When a companion comes, then you trust.\nWu: He unties his big toes. This will bring the trust of his friends.\nCOMMENTARY\nConfucius/Legge: The places of this line and of the third and first are all\ninappropriate to them. Wilhelm/Baynes: The place is not the appropriate one.\nBlofeld: A fumbled release is indicated by the unsuitable position of this line.\nRitsema/Karcher: Not-yet an appropriate situation indeed. Cleary (2): You\nare not yet in the right position. Wu: Because he is out of place.\n\nLegge: Line four is dynamic in a magnetic place, and his correlate is magnetic in\na dynamic place. Such a union will not be productive of good. In the symbolism\nline one becomes the toe of line four. The K'ang-hsi editors say that \"Line four is\nneither central nor in his correct place. He has line one for a correlate and line\nthree for his close associate -- both of whom are magnetic in dynamic places.\nHence it is said that they are all in places inappropriate to them.\"\nNOTES AND PARAPHRASES\nSiu: The man removes the inferior people who have attached themselves to him\nand have even become indispensable in some respects. This is a necessary\nprelude to great attainments. Their departure will enable him to cultivate friends\nwith similar views and mutual confidence.\nWing: There are people who attach themselves to you for reasons of their own.\nThis is a parasitic relationship, which may become habitual. You should liberate\nyourself from this kind of entanglement, since it repels others who might be\nvaluable allies in your endeavors.\nEditor: The respective meanings of lines one and four are derived from their\ncorrelation with each other. Note that this correlation is seen as favorable to line\none, but unfavorable to line four. There are seven lines in the I Ching which\nmention toes, and all except the present one are first lines. In this case the toe\nreferred to is the first line, which is magnetic in a dynamic place during a time of\nliberation from peril or stagnation. This suggests that from the point of view of\nline four, his magnetic correlate in the first place is a liability to be discarded. As\nregards the immanent assistance of \"friends,\" Wilhelm comments that \"the\npresent line and the [dynamic line] in the second place are friends of kindred\nnature, jointly rendering loyal help to the ruler in the fifth place.\" Since line two\nis the only other dynamic line in the hexagram and is portrayed as a \"hunter who\ndisposes of inferior men,\" such help is obviously advantageous. As confusing as\nall this seems to be, the essential idea is clear enough: free yourself of a\ncompulsion or entanglement in order to obtain help. (A toe either gives us the\nimpetus to move or obstructs movement when we stumble over it.) Perhaps it\nrepresents a timid, conservative or over-cautious attitude which is holding us\nback.\nIt takes a great leap of imagination to conceive of this ego position. We\nare so much in the habit of taking our conscious selves for granted that\nour sense of ourselves seems to us the primary fact from which all other\nexperiences arise merely secondarily. We find it difficult to regard the\nsubjective experience of \"I\" as in any way secondary, as something\nthrough which some objective \"other\" -- namely, a \"not-I,\" an objective\npsychic stratum -- brings itself to experience as consciousness, as a focal\npoint of the total field in terms of space and time.\nE.C. Whitmont -- The Symbolic Quest\n\nA. Liberate yourself from egotism and allow the trustworthy insights of the\nSelf to guide you.\nB. Control your compulsive fear or anxiety and success will come of itself.\nC. The image suggests that perhaps you have fallen in with bad company –\nabandon inferior influences.",
    "5": "Line-5\nLegge: The fifth line, magnetic, shows the superior man (the ruler) executing his\nfunction of removing whatever is injurious to the idea of liberation, in which case\nthere will be good fortune, and confidence in him will be shown even by the\ninferior men.\nWilhelm/Baynes: If only the superior man can deliver himself, it brings good\nfortune.\nBlofeld: Only the Superior Man brings release. Good fortune! It is up to lesser\nmen to put their trust in him. [This could also mean \"He has confidence in lesser\nmen.\"]\nLiu: Only the superior man can liberate himself from entanglement. Good\nfortune. Thus the inferior man trusts him.\nRitsema/Karcher: A chun tzu holding-fast possesses Taking- apart.\nSignificant. Possessing conformity, tending-towards Small People.\nShaughnessy: The gentleman only is untangled; auspicious; there is a return\namong the little men.\nCleary (1): In this the superior person has liberation, which is fortunate; there is\nearnestness in regard to the inferior person.\nCleary (2): The developed person has a solution, which is fortunate. There is\nsincerity toward a petty person.\nWu: The jun zi is relieved of what has implicated him. This is auspicious. It\nwould be a lesson to the little men.\nCOMMENTARY\nConfucius/Legge: When he removes the barriers to liberation the inferior\nmen will of themselves retire. Wilhelm/Baynes: The superior man delivers\nhimself, because inferior men then retreat. Blofeld: But when the Superior Man\noffers them release, they take to their heels. [Perhaps this means the true release\n\ninvolves release from selfishness -- a lesson which men of little merit have no\ndesire to learn!] Ritsema/Karcher: Small People withdrawing indeed. Cleary\n(2): The developed person has a solution. The petty person withdraws. Wu: The\njun zi is relieved and the little men will resign.\nLegge: Line five is magnetic in a dynamic place, but the place is that of the ruler,\nwhose duty is to promote liberation by removing all barriers to harmony within\nthe kingdom -- especially all the inferior men symbolized by the divided lines. He\ncan do this with the help of his dynamic correlate in the second line. Then even\nthe inferior men will change their ways, and conform to his will. \"The inferior\nmen retire\" means that believing in the sincerity of the ruler's determination to\nremove all evil men, they either retire of themselves or strive to conform to his\nwishes.\nNOTES AND PARAPHRASES\nSiu: The man drives away inferior people through an inner resolve and makes a\ncomplete mental and spiritual break. They recognize his earnestness, withdraw of\ntheir own accord, and even extend begrudging approval.\nWing: In order to eliminate an inferior habit or situation you must first make an\ninner resolve to overcome it. Only you can save yourself. Once you are liberated,\ninferior elements will retreat into the background and you will win the respect\nyou deserve. Good fortune.\nEditor: The context of the line does not lend itself to the usual gender\nsymbolism used in this book. Wilhelm renders this in a conditional sense: \"If\nonly the superior man can deliver himself...\" Blofeld and Liu say that \"only the\nsuperior man\" can liberate himself. There is the implication that your\n\"superiority\" may be in question. You are challenged to take appropriate action\nto liberate yourself from your fetters. This will be in accordance with the ruler's\ncentral place and an active balancing of forces as imaged in the relationship with\nthe second line correlate.\nFor when the body gets out of equilibrium, we look to which side it\ninclines in becoming unbalanced, and then oppose it with its contrary\nuntil it returns to equilibrium. When it is in equilibrium, we remove that\ncounterbalance and revert to that which keeps the body in equilibrium.\nWe act in a similar manner with regard to moral habits.\nMaimonides\nA. Identify and eliminate the problem or limiting belief. Clear the psyche\nof inhibitions.\nalone.\n\nB. If you stop indulging your weaknesses they will eventually leave you",
    "6": "Line-6\nLegge: In the sixth line, magnetic, we see a feudal prince with his bow shooting\nat a falcon on the top of a high wall, and hitting it. The effect of this action will be\nin every way advantageous.\nWilhelm/Baynes: The prince shoots at a hawk on a high wall. He kills it.\nEverything serves to further.\nBlofeld: The prince shot an arrow and killed a hawk perching on a high wall.\nEverything is favorable!\nLiu: A duke shoots a hawk on the high wall and catches it. Everything is\nbeneficial.\nRitsema/Karcher: A prince avails-of shooting a hawk, tending- towards the\nhigh rampart's above. Without not Harvesting: catching it.\nShaughnessy: The duke herewith shoots a hawk on the top of a high wall,\nbagging it; there is nothing not beneficial.\nCleary (1): The prince shoots at a hawk on a high wall and gets it, to the benefit\nof all.\nWu: The duke aims his arrow at a hawk perching on a high city wall. He bags the\npredator. Nothing is disadvantageous.\nCOMMENTARY\nConfucius/Legge: Thus he removes the promoters of rebellion. Wilhelm/\nBaynes: Thereby he delivers himself from those who resist. Blofeld: This\nmeans that he was able to liberate himself from perverse men. Ritsema/\nKarcher: Using Taking- apart rebelling indeed. Cleary (2): The lord shoots\nthe hawk to solve the conflict. Wu: To relieve the threat of sedition.\nThe Master said: \"The falcon is a bird of prey; the bow and arrow is a\nweapon of war; the shooter is a man. The superior man keeps his weapon\nconcealed about his person, and waits for the proper time to move; doing this,\nhow should his movement be other than successful? There is nothing to fetter or\nembarrass movement, and hence when he comes forth, he succeeds in his object.\nThe language speaks of movement when the instrument necessary to it is ready\nand perfect.\"\nLegge: Line six is the highest line in the figure, but not the place of the ruler.\nHence he appears as a feudal duke, who carries out the idea of the figure against\ninferior men.\n\nNOTES AND PARAPHRASES\nSiu: Using hitherto concealed, ready, and perfect instruments, the man removes\nthe powerful promoter of obstruction and rebellion.\nWing: Prepare yourself to forcefully dispense with a great adversary. This is\ndone with careful planning and clever timing. This is a formidable enemy so you\nmust be constantly alert. When you have removed this obstacle to your progress,\neverything that you attempt will succeed.\nEditor: The line does not lend itself to the usual gender symbolism. Prince:\nMinor official -- the ego. Bow: The tension and release of aimed power -conceptualization. Arrow: Perception, realization, that which pierces the heart of\nthe matter. Hawk/Falcon: A predator bird. Swedenborg says: \"Birds signify\nsuch things as relate to the understanding, and thence to thought and\ndeliberation.\" The hawk, then, is aggressive, dangerous thinking. Confucius calls\nhim a \"promoter of rebellion,\" hence: undisciplined thinking, the source of an\nillusion. Wall: From the outside, it defines a space, outlines a perimeter; from the\ninside, it is protection from what lies outside: a division between one state or\ncondition and another. A \"high\" wall suggests the realm of thought, ideas. The\nwall is the threshold, and the falcon is the guardian of the threshold.\nNow the mind flies forth like an arrow from a cross-bow, to be the arbiter\nof right and wrong. Now it stays behind as if sworn to an oath, to hold\non to what it has secured.\nChuangtse\nIn this quote from Chuangtse, the first sentence describes the action of the\nprince, and the second sentence describes the function of the threshold guardian\n-- in this case the hawk. The line suggests the elimination of an illusion which\nthereby liberates one to explore a whole new realm of thought or experience.\nA. Attain liberation by identifying and eliminating a dangerous entrenched\nthought, idea, attitude, concept or limiting belief which has been preventing a\nresolution of the matter at hand.\nFebruary 17, 2001, 4/25/06"
  }
}