{
  "hexagram_number": 26,
  "gua": "Judgment\nLegge: Controlled Power means being firm and correct. If its subject doesn't\nenjoy his family revenues at the expense of public service, there will be good\nfortune. It will be advantageous to cross the great stream.\nWilhelm/Baynes: The Taming Power of the Great. Perseverance furthers.\nNot eating at home brings good fortune. It furthers one to cross the great water.\nBlofeld: The Great Nourisher favors righteous persistence. Good fortune\nresults from not eating at home. It is a favorable time for crossing the great river\n(sea). [I.e. going on a long journey, perhaps abroad.]\nLiu: Taming the Great Powers. Persistence benefits. Not to eat at home is\ngood fortune. It is of benefit to cross the great water.\nRitsema/Karcher: Great Accumulating. Harvesting Trial. Not dwelling,\ntaking-in. Significant. Harvesting: wading the Great River. [This hexagram\ndescribes your situation in terms of an overriding concern that defines what is\nvaluable. It emphasizes that bringing the variety of things under the control of\nthis central idea is the adequate way to handle it...]\nShaughnessy: Great Storage: Beneficial to determine; not eating at home is\nauspicious; beneficial to ford the great river.\nCleary (1): In Nurturance of the Great it is beneficial to be chaste. It is good\nnot to eat at home; it is beneficial to cross great rivers. [This hexagram\nrepresents incubation nurturing the spiritual embryo. On this path, it is\nbeneficial to still strength, not to use strength. Therefore it says: “it is beneficial\nto be chaste.” Chastity here means quietude. Stilling strength is nurturing\nstrength. It is good to be still, not active – if one is still, this preserves strength;\nif one is active, this damages strength. This is the work referred to as “nine\nyears facing a wall.”]\n\nCleary (2): Great Buildup is beneficial if correct, etc.\nWu: Restraint of the Great indicates prosperity and perseverance. It will be\nauspicious not to have meals at home. It will be advantageous to cross the big\nriver. [The character chu in the present context has two meanings: one is to\naccumulate and the other to restrain.]\nThe Image\nLegge: Heaven in the midst of the mountain -- the image of Controlled\nPower. Thus, the superior man studies the words and deeds of ancient men in\norder to build his virtue.\nWilhelm/Baynes: Heaven within the mountain: the image of the Taming\nPower of the Great. Thus the superior man acquaints himself with many\nsayings of antiquity and many deeds of the past, in order to strengthen his\ncharacter thereby.\nBlofeld: This hexagram symbolizes the sky visible amidst the mountain peaks.\nThe Superior Man, acting from his profound knowledge of the words and conduct\nof the wise men of old, nourishes his virtue. [The arrangement of the component\ntrigrams suggests glimpses of the sky among the peaks of the mountains. This\npoints to something very far off and thereby indicates the advisability of setting\nout for some distant place. This is a time for going from home and giving\nconcrete expression to our appreciation of what others have done for us or for\nthe public good.]\nLiu: Heaven within the mountain symbolizes Taming the Great Powers. The\nwise man studies ancient knowledge to improve his character.\nRitsema/Karcher: Heaven located-in mountain center. Great\nAccumulating. A chun tzu uses the numerous recorded preceding words going\nto move. [A chun tzu] uses accumulating one's actualizing-tao. [Actualize-tao:\n...ability to follow the course traced by the ongoing process of the cosmos...\nLinked with acquire, TE: acquiring that which makes a being become what it is\nmeant to be.]\nCleary (1): Heaven is in the mountains, great accumulation. Thus do\nsuperior people become acquainted with many precedents of speech and action,\nin order to accumulate virtue.\nCleary (2): … Leaders build up their virtues by abundant knowledge of past\nwords and deeds.\nWu: Heaven is within the mountain; this is Restraint of the Great. Thus the\njun zi accumulates his virtue by remembering past words and deeds.\n\nCOMMENTARY\nConfucius/Legge: The trigrams that compose Controlled Power show the\nintelligence of Strength and Mass renewing their virtue every day. A dynamic\nline is in the highest place, displaying the worth of talent and virtue -- his is the\npower that keeps Strength in restraint and displays the will necessary to the\nhexagram. Talents and virtue are nourished because he refuses to confine his\npower within his immediate family. Heaven in the second line responds to the\nruler in the fifth, thus it is favorable to cross the great stream.\nLegge: Controlled Power symbolizes both restraint and the accumulation of\nvirtue. What is restrained accumulates its strength and increases its volume to\nbecome a great reservoir of force. The Judgment teaches that if one is firm and\ncorrect in this endeavor he may then engage in public service and enjoy the king's\ngrace.\nThe dynamic line in the highest place is line six who is above the ruler and\nhas all of heaven in which to move. This, plus the power to suppress the strongest\nopposition, shows how he is supported by all that is correct.\nConcerning the Image, Chu Hsi says: \"Heaven is the greatest of all things,\nand its being in the midst of a mountain gives us the idea of a very large\naccumulation. This is analogous to the labor of the superior man in learning,\nacquiring and remembering, to accumulate his virtue.\"\nNOTES AND PARAPHRASES\nJudgment: Controlled Power is willpower. The ego renounces selfish\nindulgences to work for the good of the whole. With such a spirit, great\ntransformations are possible.\nThe Superior Man studies the precepts of the Work to increase his\ncomprehension and fortitude.\nThe essential image to remember in this hexagram is that of Mount\nEverest holding down Heaven itself: raw power is controlled by the sheer mass of\nKeeping Still. Thus we see that Controlled Power is Willpower -- arguably the\nmost potentially creative force in the universe, because used correctly it can\naccomplish anything.\nThe will is, curiously, not recognized as the central and fundamental\nfunction of the ego. It has often been depreciated as being ineffective\nagainst the various drives and the power of the imagination, or it has\nbeen considered with suspicion as leading to self-assertion (will-topower). But the latter is only a perverted use of the will, while the\napparent futility of the will is due only to a faulty and unintelligent use.\n\nThe will is ineffective only when it attempts to act in opposition to the\nimagination and to the other psychological functions, while its skilful and\nconsequently successful use consists in regulating and directing all other\nfunctions toward a deliberately chosen and affirmed aim.\nRoberto Assagioli – Psychosynthesis\nAn extreme example of this is illustrated by Cleary’s commentary on the\nJudgment where he says: “This is the work referred to as “nine years facing a\nwall.” The reference is to Bodhidharma (the patriarch who brought Zen\nBuddhism to China), who meditated facing a wall for nine continuous years until\nhe attained enlightenment.\n\"If its subject doesn't enjoy his family revenues at the expense of public\nservice, there will be good fortune” is an image of the ego renouncing its illusions\nof free choice. Psychologically, inner complexes will drain energy from the\nsituation unless the ego has the will to control their manifestation. Every line\nexcept the sixth depicts some kind of restraint of power -- only in the top line is\nthe energy available for use. It is significant that the superior man is advised to\nstudy the ancient wisdom, for it is in the Mysteries, the Perennial Philosophy,\nthat one discovers the secrets and applications of the will. In other contexts (for\nexample, a question about business matters), this can refer to making connection\nwith sound and established practices.\nIn the larger philosophical sense, we see that the evolving illusions of every\nage insure that the masses will remain attached to the wheel of birth and death -continuously repeating endless variations of the same basic lessons. When each\nindividual is finally ready to escape from these cycles, it is only within the ancient\nand eternal template of the Work that transcendence can be found.\nThe analogies between religious ideas in Jewish mysticism that are\nhundreds of years old and the scientific findings of modern psychology\ncan be explained only by the archetypal structure of the psyche. Man's\nimages and ideas concerning the mysteries of being fall into the timeless\npatterns arranged by the archetypes of the unconscious; his meditations\nare determined by them. Within the setting of his culture and his time, he\ncreates new forms for the expression of age-old truths.\nA. Jaffe -- The Myth of Meaning\nThrough contact with the Self, negative cycles can be broken and positive\ncycles begun, but it always requires a mountain's worth of Controlled Power to\nmake it happen.",
  "lines": {
    "1": "Line-1\nLegge: The first line, dynamic, shows its subject in a position of peril. It will be\nadvantageous for him to stop his advance.\n\nWilhelm/Baynes: Danger is at hand. It furthers one to desist.\nBlofeld: Trouble threatens -- it would be wise to bring activities to a halt.\nLiu: When one meets danger, it is better to stop.\nRitsema/Karcher: Possessing adversity. Harvesting: climaxing.\nShaughnessy: There is danger; beneficial to stop.\nCleary (1): There is danger; it is beneficial to stop.\nCleary (2): There is danger; help yourself.\nWu: There is danger ahead. It will be advantageous to stop here.\nCOMMENTARY\nConfucius/Legge: He should not rashly expose himself to calamity. Wilhelm/\nBaynes: Thus one does not expose oneself to danger. Blofeld: That is, no\nattempt should be made to avert the trouble. Ritsema/Karcher: Not opposing\ncalamity indeed. Cleary (2): Help yourself – do not get into trouble. Wu: To\navoid calamities.\nLegge: Line one is subject to opposition or repression from line four. This\ncalamity will be increased if he tries to advance, so it is better for him to halt.\nNOTES AND PARAPHRASES\nSiu: At the outset, the man is confronted with dangerous obstacles. He should\nnot attempt to advance rashly but remain composed.\nWing: Compose yourself. You may feel that you are restrained from advancing.\nIn fact, there are obstacles on the path ahead. It would be wise to halt.\nEditor: The line itself is unambiguous, though the contradictory Confucian\ncommentaries are subject to interpretation: depending on context, one should\neither actively avoid danger, or passively allow it to run its course. It is generally\nsafest to accept Wilhelm's translation when doubt prevails.\nThose that live their life in Tao achieve realization of their nature in\ninaction.\nChuangtse, quoting Confucius\nA. Stop now -- don't expose yourself to danger.",
    "2": "Line-2\nLegge: The second line, dynamic, shows a carriage with the strap under it\nremoved.\nWilhelm/Baynes: The axletrees are taken from the wagon.\nBlofeld: A broken axle.\nLiu: The axletree separates from the wagon.\nRitsema/Karcher: Carting, stimulating the axle-strap.\nShaughnessy: The cart throws off an axle-strut.\nCleary (1): A cart is divested of its axles.\nCleary (2): A cart has its axles removed.\nWu: The wooden pieces holding the axle firmly underneath a carriage come off.\nCOMMENTARY\nConfucius/Legge: He is like a carriage from which the strap under it has been\nremoved -- being in the central place, he will incur no blame. Wilhelm/\nBaynes: In the middle there is no blame. Blofeld: We are not to blame. [A\nrelatively serious hindrance threatens, but we are not to blame for it.]\nRitsema/Karcher: Centering without surpassing indeed. Cleary (2): But\nthere is no resentment in the heart. Wu: The pieces come off, but the center is\nfaultless.\nLegge: Line two is subject to the repression of the fifth line, so he stops his\nadvance voluntarily -- he has the wisdom to do so because of his central place.\nThe strap below, when attached to the axle, made the carriage stop; he himself\nacts that part.\nNOTES AND PARAPHRASES\nSiu: The opposition is decisively stronger. The man should wait while\nstoring energy for his next move.\nWing: There is no opportunity for advancement. You are held back by forces that\nare beyond your reach. Stay where you are and continue to build the resources of\nyour potential energy. Be content with the present situation. There should be\nno conflict.\n\nEditor: A modern image might be an automobile up on blocks – a vehicle is\nimmobilized. In a strange mixture of metaphors, from the ruler's perspective (see\nLegge's commentary on line five), this second line correlate is seen as a castrated\nboar -- a potentially dangerous force which has been transformed into a safe one.\nUsually the line simply means that no action is possible at this time.\nHere I am speaking not of a power complex, or of an identification with\nthe will to power, but rather of the feeling of ability to control oneself and\none's actions, and of the power to choose a goal and to do what is\nnecessary to achieve it. This is a positive factor leading to self-discipline\nand culture, and on its development civilization largely depends.\nM.E. Harding -- Psychic Energy\nA. Stop striving -- nothing can be done now.",
    "3": "Line-3\nLegge: The third line, dynamic, shows its subject urging his way with good\nhorses. It will be advantageous for him to realize the difficulty of his course, and\nto be firm and correct, exercising himself daily in his charioteering and methods\nof defense. Then there will be advantage in whatever direction he may advance.\nWilhelm/Baynes: A good horse that follows others. Awareness of danger, with\nperseverance, furthers. Practice chariot driving and armed defense daily. It\nfurthers one to have somewhere to go.\nBlofeld: A fine steed galloping. Persistence under difficulties will win\nadvantage. It is best to be occupied all day long with defensive measures. It is\nfavorable to have a goal (or destination) in view.\nLiu: Good horses compete with each other. It is of benefit to continue working\nhard and to keep the chariot safe. It is of benefit to go somewhere.\nRitsema/Karcher: A fine horse, pursuing. Harvesting: drudgery, Trial.\nSpoken-thus: an enclosed cart, escorting. Harvesting: possessing directed going.\nShaughnessy: A fine horse follows; beneficial for determination about\ndifficulty. It is called a barrier-cart [defense]. Beneficial to have someplace to go.\nCleary (1): A good horse gives chase. It is beneficial to struggle for right. Daily\npracticing charioteering and defense, it is beneficial to go somewhere.\nCleary (2): … To have somewhere to go.\n\nWu: Fine horses are chasing one another. It will be advantageous to remain\npersevering. Daily practice in charioteering and self-defense will benefit wherever\nhe wants to go.\nCOMMENTARY\nConfucius/Legge: The subject of the topmost line is of the same mind with\nhim. Wilhelm/Baynes: The will of the one above is in agreement. Blofeld:\nFor this line, which tops the lower hexagram (Sic) presages the fulfillment of our\nwill. Ritsema/Karcher: Uniting purposes above indeed. Cleary (2): Joining\nin the aims of those above. Wu: His wish is in consonance with the one above.\nLegge: Line three is the last of the trigram of Creative Power and it responds to\nthe top line of the upper trigram of Keeping Still. As they are both dynamic the\nlatter does not exert his repressive force. They advance rapidly together, but the\nposition of the third line is perilous. By firmness and caution, however, its\nsubject will escape the peril, and the issue will be good. When the action of the\nhexagram has reached line six, its work is done. Line six will no longer exercise\nrepression, but join with line three, assisting his advance.\nNOTES AND PARAPHRASES\nSiu: The man is joined by strong allies who are going in the same direction. The\nobstacles begin to give way. But the dangers are not over. He must remain alert,\nwell prepared, and farsighted.\nWing: The path will begin to open for you, and your progress will be unhindered.\nOthers may join forces with you. Nevertheless, you must constantly keep your\npersonal goals in mind. Remain cautious.\nEditor: Think of the lower trigram as a kind of throttle, and the upper trigram as\nthe brakes and you have an image of driving, or \"charioteering.\" A good driver\nuses both throttle and brakes as required to advance the vehicle toward its\ndestination. To switch metaphors, a master samurai warrior is so in tune with\nthe Zen of the battle that his advance and retreat (throttle and brakes) attain a\nkind of poetic transcendence. \"Daily exercise\" means that the requirements of\nthe Work are dynamic and constantly changing -- what was an appropriate\nresponse yesterday may be totally incorrect today, yet essential again tomorrow.\nOne must constantly stay on top of the changes taking place. Take nothing for\ngranted. The line tells us explicitly how hard this is to do: \"It will be\nadvantageous for him to realize the difficulty of his course.\" Ritsema/Karcher\ntranslate \"horse\" as: \"...Symbol of spirited strength in the natural world,\ncounterpart of dragon...\" In the context imaged here, this energy is under the\ncontrol of the will and capable of full performance. The Confucian commentary\ntells us that Self and ego are in accord on this one. The overall image suggests\nforces seeking equilibrium -- with will and intent the outcome can be positive.\n\nIn all forms of strategy, it is necessary to maintain the combat stance in\neveryday life and to make your everyday stance your combat stance.\nMusashi -- A Book of Five Rings\nA. Exercise your willpower by staying on top of a constantly changing\nsituation. The warrior spirit advances the Work.",
    "4": "Line-4\nLegge: The fourth line, magnetic, shows the young bull, and yet having pieces of\nwood over his horns. There will be great good fortune.\nWilhelm/Baynes: The headboard of a young bull. Great good fortune.\nBlofeld: The headboard of a young ox -- sublime good fortune! [The symbol is a\npiece of wood, not unlike a cangue, used for the same purpose as a rope and\nnose-ring. The suggestion is that one who has not yet attained his full strength\nbenefits from being restrained.]\nLiu: The headboard restrains the young bull. Great good fortune.\nRitsema/Karcher: Youthful cattle's stable. Spring significant.\nShaughnessy: The young ox's restraint; prime auspiciousness.\nCleary (1): The horns of a young ox are very auspicious.\nCleary (2): The horn-guard of a young ox is very auspicious.\nWu: It is like putting a wooden crossbar over the horns of a young bull. There\nwill be great fortune.\nCOMMENTARY\nConfucius/Legge: There will be occasion for joy. Wilhelm/Baynes: It has\njoy. Blofeld: Good fortune in the form of happiness. Ritsema/Karcher:\nPossessing rejoicing indeed. Cleary (2): There is joy. Wu: It is a sign of joy.\nLegge: The young bull doesn't have horns yet. Attaching a piece of wood to\nshape their growth and prevent goring is an instance of extraordinary precaution,\nand precaution is always good.\nNOTES AND PARAPHRASES\nSiu: The man retrains the wild force by timely preventive acts and\nextraordinary precautions, like fastening a headboard on the growing horns\n\nof a young bull.\nWing: That which has held you back has, in fact, aided in your growth. Instead\nof squandering your resources on premature advancements, you have built up a\nstrong reserve of potential energy. Good fortune.\nEditor: Blofeld, Shaughnessy and Cleary render \"ox\" instead of \"bull\" -- an\nunfortunate word choice. (Since an ox is a castrated bull, the meaning of the line\nis muddled.) The image is one of energy which grows -- i.e., matures and\naccumulates. To shape this accumulation within the structure of a higher ideal or\nintent (the \"headboard\") is to maintain control over it and prevent its\nautonomous release. Psychologically, the metaphor suggests a forming template,\nsuch as the precepts of the Work (\"the words and deeds of ancient men” in the\nImage), which shapes consciousness in accordance with an archetypal ideal. This\nraises the issue of the difference between disciplined sublimation and repression:\nIn the face of a seemingly insoluble conflict, awareness and discipline are\ncalled for. Repression is something else; it is the act of shutting our eyes\nin order to avoid the suffering of discipline.\nE.C. Whitmont -- The Symbolic Quest\nA. Channel your power, shape your impulses, structure your will, focus\nyour intent. Impose restrictions now to prevent later lack of control.\nB. \"As the twig is bent...\"",
    "5": "Line-5\nLegge: The fifth line, magnetic, shows the teeth of a castrated hog. There will be\ngood fortune.\nWilhelm/Baynes: The tusk of a gelded boar. Good fortune.\nBlofeld: A gelded boar's tusk -- good fortune! [This is an emblem of\nopportunity.]\nLiu: The boar has a tusk but is gelded. Good fortune.\nRitsema/Karcher: A gelded pig's tusks. Significant.\nShaughnessy: The crying pig's teeth; auspicious.\nCleary (1): The tusks of a gelded boar are auspicious.\nWu: It is like the teeth of a castrated pig. There will be fortune.\n\nCOMMENTARY\nConfucius/Legge: There is occasion for congratulation. Wilhelm/Baynes:\nIt has blessing. Blofeld: Good fortune in the form of blessings. [i.e. good fortune\napparently unconnected with our efforts or deserts.] Ritsema/Karcher:\nPossessing reward indeed. Cleary (2): There is celebration. Wu: There is\nsomething to celebrate.\nLegge: A boar is a powerful and dangerous animal. Let him be castrated, and\nthough his tusks remain, he cares little to use them. Line five is the ruler of the\nhexagram whose duty it is to repress the advance of evil. An encounter with the\nstrong second line would be dangerous, but the ruler has taken the early\nprecaution of reducing line two to the condition of a castrated boar. Not only is\nthere no evil, there is good fortune.\nNOTES AND PARAPHRASES\nSiu: The man dissipates the wild force by controlling its basic source.\nWing: By cutting off the roots of an uncontrolled great force, it can be restrained\nand redirected. This indirect approach is much better than direct combat or\nconfrontation. Good fortune.\nEditor: The idea here is one of sublimation. To sublimate is to \"make sublime\" - that is, to transform a lower impulse into a higher one: to refashion that which\nis coarse into that which is fine. The difference between this line and the\nprevious one is that line four shows the energy externally modified, whereas here\nit is internally transformed to a higher category. The image can sometimes\nsuggest the idea of foresight -- \"A stitch in time saves nine.\"\nThe animal elements, instincts, and desires existed before the Divine\nSpirit illuminated them and made them into man. The animal soul of\nman is derived from the cosmic animal elements, and the animal\nkingdom is therefore the father of the animal man. If man is like his\nanimal father, he resembles an animal; if he is like the Divine Spirit that\nmay illuminate his animal elements, he is like a god. If his reason is\nabsorbed by his animal instincts, it becomes animal reason; if it rises\nabove his animal desires, it becomes angelic.\nParacelsus\nA. Sublimate your impulses so that they won't overpower you in an\nunguarded moment.\nB. \"Nip it in the bud.\" A force is altered before it can cause harm.\nC. Image of a transformation of energy from crude to sublime.",
    "6": "Line-6\nLegge: The sixth line, dynamic, shows its subject as in command of the\nfirmament of heaven. There will be progress.\nWilhelm/Baynes: One attains the way of heaven. Success.\nBlofeld: Carrying (i.e. according with) heaven's way.\nLiu: One follows the way of heaven. Success.\nRitsema/Karcher: Wherefore heaven's highway? Growing.\nShaughnessy: How wary is heaven; receipt.\nCleary (1): Carrying the crossroads of heaven; development. [At the end of\nnurturance of the great, the achievement complete, the practice fulfilled, with a\npeal of thunder the real person emerges, startling the ignorant, amazing the\nmundane … When practitioners of the Tao reach liberation and attain reality,\nthere is a body outside the body, beyond heaven and earth.]\nCleary (2): Carrying the crossroads of heaven is successful.\nWu: It is at the crossroads of heaven. There will be pervasiveness.\nCOMMENTARY\nConfucius/Legge: The way is grandly open for movement. Wilhelm/\nBaynes: Truth works in the great. Blofeld: This implies great progress along\nthe way of virtue. Ritsema/Karcher: Tao: the great moving indeed. Cleary\n(2): The way is carried out on a grand scale. Wu: The way of heaven prevails.\nLegge: The work of repression is over, and the dynamic subject of line six\nnow has ample scope to carry out the idea of the hexagram in the accumulation of\nvirtue.\nNOTES AND PARAPHRASES\nSiu: The man eventually removes all obstacles and attains progress and honor.\nWing: All obstacles give way. potential energy can be used to accomplish\ngreat deeds in the world. Align yourself with the tao and you will meet with\nunparalleled success.\nEditor: This is the only line of the hexagram that does not depict some form of\nrestraint of power, implying that when the ego has learned to control its inner\n\nforces they are available for transformation by the Self. Cleary’s commentary\ndescribes what this experience may be like: “When practitioners of the Tao reach\nliberation and attain reality, there is a body outside the body, beyond heaven\nand earth.” If this is the only changing line, the new hexagram created is number\neleven, Harmony, in which Heaven and Earth unite: ego and Self are as\nportrayed in this line.\nThe great majority of humanity are ruled by their external\ncircumstances, but the superior man is he who works out his own\ndirection and then changes his environment, or his reaction to it,\naccordingly. He is a master of his destiny.\nGareth Knight -- Qabalistic Symbolism\nA. Use your power to further the Work.\n6/28/02, 4/23/06"
  }
}