{
  "hexagram_number": 21,
  "gua": "Judgment\nLegge: Success is found in Discernment. The restrictions of the law bring\nadvantage.\nWilhelm/Baynes: Biting Through has success. It is favorable to let justice be\nadministered.\nBlofeld: Gnawing. Success! The time is favorable for legal processes. [The\nconcept of gnawing is suggested by the component trigrams, which are\nregarded (owing to the arrangement of their lines) as not commingling; they\nare as separate from each other as the upper and lower jaw when something\ntough is being gnawed.]\nLiu: Chewing: Success. It benefits to administer justice. [Chewing indicates\nsuccess through hard work. Those who get this hexagram will have trouble in\nthe beginning.]\nRitsema/Karcher: Gnawing Bite, Growing. Harvesting: availing of\nlitigating. [This hexagram describes your situation in terms of confronting a\ntenacious obstacle. It emphasizes that biting through and picking things clean\nuntil the essential is revealed is the adequate way to handle it. To be in accord\nwith the time, you are told to: gnaw and bite through!]\nShaughnessy: Biting and chewing: Receipt; beneficial to use a court case.\nCleary (1): Biting through is developmental. It is beneficial to administer\njustice.\nCleary (2): Biting through is successful. It is beneficial to apply justice.\nWu: Discernment is pervasive. It will be advantageous to exact punishments.\n\nThe Image\nLegge: The images of thunder and lightning form Discernment. Thus the\nancient kings promulgated their laws and framed their penalties with\nintelligence.\nWilhelm/Baynes: Thunder and lightning: The image of Biting Through.\nThus the kings of former times made firm the laws through clearly defined\npenalties.\nBlofeld: This hexagram symbolizes lightning accompanied by thunder. The\nancient rulers, after making their legal code perfectly clear to all, enforced the\nlaws vigorously. [The firm and yielding lines more or less alternate; or the lower\ntrigram can be regarded as filled with the power of thunderous force, while the\nupper trigram, representing beauty, is soft and yielding. (Li, the upper trigram,\nstands for lightning as well as for fire, beauty, etc.) I do not know what the\nancient Chinese views on thunder and lightning were; it appears from this that\nthey were regarded as two forces which, like steel and flint, emitted brilliance\nwhen brought into sharp contact with each other. A pair of trigrams both with\nyielding centers is not felt to be a good arrangement; that it nevertheless favors\nthe process of the law may have been suggested to the writer of the Text by the\nfact that the weak lines (morally weak people?) are fully contained by the\nstrong (prison walls, warders and so forth?)]\nLiu: Thunder and lightning symbolize Chewing. The ancient kings made the\nlaws and clarified the penalties.\nRitsema/Karcher: Thunder, lightning. Gnawing Bite. The Earlier Kings\nused brightening flogging to enforce the laws.\nCleary (1): Thunder and lightning, biting through. Thus did the kings of yore\nclarify penalties and proclaim laws. [Those who administer laws should emulate\nthe ancient kings in first clarifying them before executing them, in order to\navoid mistakenly injuring life.]\nWu: Thunder and lightning form Discernment. Thus the ancient kings made\njust punishments and upheld the law of the land.\nCOMMENTARY\nConfucius/Legge: The existence of something between the jaws gives rise to\nthe name Discernment -- union by means of biting through the intervening\narticle. The dynamic and magnetic lines are equally divided in the figure.\nMovement is denoted by the lower trigram, and Clarity by the upper -- thunder\nand lightning uniting in them, and having brilliant manifestation. The magnetic\n\nfifth line is in the center, and acts in her high position. Although she is not in her\nproper place, this is advantageous for the use of legal constraints.\nLegge: Discernment means literally \"union by gnawing.\" The figure consists\nof undivided lines in the top, bottom and fourth places -- giving the image of open\njaws with something in them \"being gnawed.\" When the object has been bitten\nthrough, the upper and lower jaws come together in union -- hence: \"Union by\ngnawing.\" Remove the obstacles to union and high and low will meet together in\nunderstanding. The force exerted by gnawing suggests the idea of legal\nconstraints.\nThe equal division of the dynamic and magnetic lines is seen by taking them in\npairs, though the order of the first pair is different from the other two. The\nmagnetic fifth line is the ruler of the hexagram, indicating that judgment is\ntempered by leniency.\nCh'eng-tzu says that thunder and lightning are always found together, and hence\ntheir trigrams go together to give the idea of union intended in Discernment:\none trigram symbolizing majesty and the other intelligence.\nCleary (1): Practice of the Tao is like administering justice: Discerning true and\nfalse, right and wrong, is like the judge deciding good and bad; getting rid of\nfalsehood and keeping truth, so as to preserve essence and life, is like the [just]\nadministration rewarding the good and punishing the bad, so as to alleviate the\nburden of injustice.\nNOTES AND PARAPHRASES\nJudgment: Further the Work through careful Discernment between what is\ntrue and false, right and wrong, correct and incorrect.\nThe Image portrays the connection between cause and effect, where\nconsequences are always based on the inexorable laws of nature.\nTo bite is to comprehend, and to bite through is to make distinctions. The\ntop and bottom lines of the hexagram represent the upper and lower jaws, and\nboth bear images of restriction and punishment. Each of the lines between them\nportrays some version of biting through flesh. Hence, the jaws define the general\nproblem, and the teeth differentiate the details.\nThe symbol of losing teeth has the primitive meaning of losing one's grip\nbecause under primitive circumstances and in the animal kingdom, the\nteeth and mouth are the gripping organ. If one loses teeth, one loses the\ngrip on something. Now this can mean a loss of self-control, etc. The\nEnglish word grip is contained in the German word begriff (conception\n\nor notion). The Latin word conceptio means the same, i.e., catching hold\nof something, having a grip on something.\nJung -- Letters\nIn I Ching symbolism, the \"ancient kings” are always synonymous with\nspiritual authority. Analogous to gods or cosmic forces, their \"laws\" are like the\nlaws of karma or of nature -- inexorable in their outcome. Therefore, the\npunishment theme in the hexagram warns us that a lack of Discernment in the\nmatter at hand has built-in penalties: i.e., \"Get the message or suffer the\nconsequences.”\nBehold, sin and punishment are one, and the fire of punishment is the fire\nthat refines my works. Even in the sinner I am the actor, and I, too, am\nthe sufferer in the experience of punishment.\nP.F. Case -- The Book of Tokens\nTo receive this hexagram without changing lines indicates a need to make\nsome important distinctions in the matter at hand. “Figure it out” might make\na good alternate title at such times. Cleary’s Taoist note on the image (“Those\nwho administer laws should emulate the ancient kings in first clarifying them\nbefore executing them, in order to avoid mistakenly injuring life”) is a clear\nadmonition to get all of your facts straight before proceeding with your inquiry.\nThat you don’t know or understand something is implied.\nSUGGESTIONS FOR MEDITATION\nThe twenty-first hexagram turned upside down becomes the twentysecond. The message for the superior man in the Image of each concerns the\nenforcement of law. What is the relationship between Discernment and\nPersona in such a context? The component trigrams of these two figures also\nmake up hexagrams number fifty-five, Expansion of Awareness and number\nfifty-six, Transition. The messages for the superior man in each of these figures\nalso relate to litigation. Why? What do the four hexagrams suggest about the\nnature of the Work?",
  "lines": {
    "1": "Line-1\nLegge: The first line, dynamic, shows one with his feet in the stocks and\ndeprived of his toes. There will be no error.\nWilhelm/Baynes: His feet are fastened in the stocks so that his toes disappear.\nNo blame.\nBlofeld: The feet are shackled so that they may not walk -- no error is involved!\n[This line suggests that extreme firmness would not be culpable at this time.]\n\nLiu: His feet are put in the stocks. It will injure his toes. No blame.\nRitsema/Karcher: Shoes locked-up, submerging the feet. Without fault.\nShaughnessy: Wearing stocks on the feet and with cut off feet; there is no\ntrouble.\nCleary (1): Wearing stocks stopping the feet, there is no blame.\nWu: He wears a pair of shackles, which covers his toes. There is no error.\nCOMMENTARY\nConfucius/Legge: There is no walking to do evil. Wilhelm/Baynes: He\ncannot walk. Blofeld: This method is used to prevent evil-doers from\nprogressing in their wickedness. Ritsema/Karcher: Not moving indeed.\nCleary (2): Means not acting. Wu: The light punishment warns him not to walk\nthe wrong path again.\nThe Master said: The inferior man is not ashamed of what is not benevolent,\nnor does he fear to do what is not righteous. Without the prospect of gain he\ndoes not stimulate himself to what is good, nor does he correct himself without\nbeing moved. Self-correction, however, in what is small will make him careful in\nwhat would be of greater consequence; and this is the happiness of the inferior\nman. It is said in the I Ching, \"His feet are in the stocks, and he is disabled in\nhis toes - there will be no further occasion for blame.\"\nLegge: The first and last lines of the hexagram are undergoing punishment\nwhich is inflicted by the other lines. Line one's offense is minor, and he is\nconfined to the stocks to prevent him from making it worse.\nNOTES AND PARAPHRASES\nSiu: At the outset, the man receives a mild sentence as a warning for a small\noffense.\nWing: Since this is only your first departure from the right path, only a mild\npunishment is forthcoming. This should serve the purpose of early Reform.\nEditor: To be deprived of one's toes is to be unable to move -- the toes (or feet in\nsome translations) are found in seven hexagrams, and all but one appear in the\nfirst line which indicates the beginning of movement. The idea is to nip a bad\nchoice in the bud before it gains momentum. Sometimes the line can refer to\ncircumstances beyond one's control which prevent one from taking an illconsidered or harmful action.\n\nEven the venerable Church Fathers had to admit that evil is not only\nunavoidable but actually necessary in order to avert a greater evil...\nPunishment is also an evil and just as much a transgression as crime. It is\nsimply the crime of society against the crime of the individual. And this\nevil, too, is unavoidable and necessary.\nJung -- Letters\nA. You are held fast to prevent mistakes. Comprehension or growth is effected\nthrough restricted circumstances.\nB. Circumstances impede or prevent action.",
    "2": "Line-2\nLegge: The second line, magnetic, shows one biting through soft flesh, and going\non to bite off the nose. There will be no error.\nWilhelm/Baynes: Bites through tender meat, so that his nose disappears. No\nblame.\nBlofeld: Gnawing flesh so that the nose is hidden in it --no error! [The\nmeaning of this line is not at all obvious. The Chinese additional commentaries\ntake it to mean that we may do a little harm to our own interests but that we\nshall not deserve blame for what happens.]\nLiu: Biting the skin, his nose is cut. No blame.\nRitsema/Karcher: Gnawing flesh, submerging the nose. Without fault.\nShaughnessy: Biting flesh and cutting off the nose; there is no trouble.\nCleary (1): Biting skin, cutting off the nose, etc.\nCleary (2): Biting through the skin, destroying the nose, etc. [This is\ninvestigating principle and gradually penetrating.]\nWu: He bites through a skin burying his nose in it, etc. [This makes it easy for\nhim to judge the case like biting through a soft skin …The judgment seems to\nhave cautioned mildly not to over-judge an easy case.]\nCOMMENTARY\nConfucius/Legge: She is mounted on the dynamic first line. Wilhelm/\nBaynes: He rests upon a hard line. Blofeld: This is indicated by the position of\nthe line (a yielding one) above a firm one. Ritsema/Karcher: Riding a solid\nindeed. Cleary (2): Riding on strength. Wu: He is riding on a yang.\n\nLegge: Line two is appropriately magnetic in a central place, therefore her action\nshould be effective. This is shown by her biting through the soft flesh -- an easy\nthing. Immediately below, however, is a strong offender represented by the first\nline. Before he will submit it is necessary to bite off his nose. Punishment is the\nrule, and it must be continued and increased until the end is secured. Ch'eng-Tzu\nsays: \"Being mounted on the dynamic first line means punishing a strong and\nvehement man, when severity is required, as is denoted by the central position\nof the line.\"\nNOTES AND PARAPHRASES\nSiu: The hardened sinner must be punished severely to secure the desired ends.\nAlthough indignation often goes too far in meting out punishment, it may still be\njust.\nWing: Punishment and retribution come swiftly and thoroughly to the person\nwho continues in wrong behavior. Even though it may seem overly severe, it will\neffectively bring about Reform. Finally, there is no mistake in this.\nEditor: This is an interestingly ambiguous line which admits of more than one\ninterpretation. I have always taken the hexagram as symbolic of the process of\ndifferentiation, so the following associations come from that perspective: Bite:\nTo \"get your teeth into\" something is to get a grip on it, to comprehend it. Flesh:\nMeat, food, nourishment -- the raw material, data or experience of the situation\nat hand. Soft: Easily bitten and penetrated. An easy discrimination. Nose:\nIntuition, subtle discrimination, as: \"I smell a rat.” The various translators\nindicate that the nose is either injured or buried in the meat, suggesting that the\nintuitive faculty is damaged or obscured by an overly easy act of mental\ndiscrimination. A simplistic comprehension goes too far, but since the idea of \"No\nBlame\" is attached to the line this seems to be a natural consequence of the\nsituation. A syllogism might go like this: \"Drunk drivers are bad. George is a\ndrunken driver, therefore George is bad.” This is the easy discrimination. The\nsubtle discrimination is that George, normally a modest drinker, was required by\nhis Embassy job to drink toasts with the Russian ambassador and he\nmiscalculated his capacity to hold his liquor. The easy distinction over-rides the\nsubtle one because the offense is serious enough to require a severe punishment.\nThe line can sometimes suggest the squabbles of lawyers, and the differences\nbetween the spirit and letter of the law.\nThe world of the soul and the realms of the spirit can only be known to\nhim whose inner senses are awakened to life. The things of the body are\nseen through the instrumentality of the body, but the things of the soul\nrequire the power of spiritual perception.\nF. Hartmann -- Paracelsus: Life and Prophecies\n\nA. An oversimplification is better than a total illusion: half-true is better than\ntotally false.\nB. Suggests a conclusion based upon simplistic reasoning. You only see the\nobvious: seek the subtle hidden within the obvious.\nC. “There is more to the subject than meets the eye.”",
    "3": "Line-3\nLegge: The third line, magnetic, shows one gnawing dried flesh, and meeting\nwith what is disagreeable. There will be occasion for some small regret, but no\ngreat error.\nWilhelm/Baynes: Bites on old dried meat and strikes something poisonous.\nSlight humiliation. No blame.\nBlofeld: Gnawing dried meat, he was poisoned, but not severely enough to\nindispose him for long -- no error! [This line presages trouble through no fault of\nours which will not, however, incapacitate us for long.]\nLiu: By chewing dried salt meat one gets poisoned. Small humiliation, but no\nblame.\nRitsema/Karcher: Gnawing seasoned meat. Meeting poison. The small\nabashed. Without fault.\nShaughnessy: Biting dried meat and meeting with poison; small distress; there\nis no trouble.\nCleary (1): Biting on dried meat, running into poison. There is a little shame,\nbut no blame.\nWu: He bites dried salted meat and gets an unpleasant aftertaste. There will be\nslight regret, but no error. [A yin in a yang position makes his judgment hard\nlike biting on dried cured meat. The “unpleasant aftertaste” may suggest he is\nbiting more than he can chew, he faces rowdy offenders, or he has a little rough\ntime. But he makes no error.]\nCOMMENTARY\nConfucius/Legge: She meets with what is disagreeable and hurtful -- her\nposition is not the proper one for her. Wilhelm/Baynes: The place is not the\nappropriate one. Blofeld: His being poisoned is indicated by the unsuitable\n\nposition of this line. Ritsema/Karcher: Situation not appropriate indeed. Wu:\nHis position is improper.\nLegge: Line three is magnetic in a dynamic place. Her action will be ineffective,\nand is symbolized by gnawing through tough meat only to taste something\nrancid. Since punishment is the rule in this hexagram, the auspice is not all bad.\nNOTES AND PARAPHRASES\nSiu: The man lacks sufficient power and authority and the culprit does not\nsubmit to him. It is like biting through old dried meat and coming upon\nsomething poisonous. Some humiliation results but no blame.\nWing: You lack sufficient power and authority to bring about Reform. Your\nattempts meet with indifference, and you may feel humiliated at your ineffective\nactions. Yet Reform is necessary, and therefore your endeavors are justified.\nEditor: In his commentary Wilhelm emphasizes that \"the matter at issue is\nan old one.” A magnetic line in a dynamic place suggests weakness or passivity\nwhich is unable to deal very effectively with a long-standing problem. Implicit\nalso is the idea of confronting something disagreeable within one's own psyche.\nFor there are very many kinds of evil which formed the delight of his\nformer life, that is of the old life. These evils cannot all be subdued at\nonce and together; for they cleave tenaciously, since they have been\ninrooted in the parents for many ages back, and are therefore innate in\nman, and are confirmed by actual evils from himself from infancy.\nSwedenborg -- Arcana Coelestia\nA. You seem impotent in coming to grips with an old issue. Recognition and\nacceptance of this are the first steps toward initiating needed reforms.",
    "4": "Line-4\nLegge: The fourth line, dynamic, shows one gnawing the flesh dried on the bone,\nand getting the pledges of money and arrows. It will be advantageous for him to\nrealize the difficulty of his task and be firm -- in which case there will be good\nfortune.\nWilhelm/Baynes: Bites on dried gristly meat. Receives metal arrows. It\nfurthers one to be mindful of difficulties and to be persevering. Good fortune.\nBlofeld: Gnawing dried meat on the bone, he found a metal arrow-head\nembedded in it -- remaining determined in spite of difficulties will bring good\nfortune!\n\nLiu: By chewing on dried gristle one gains golden arrows. Firmness and hard\nwork benefit. Good fortune.\nRitsema/Karcher: Gnawing parched meat-bones. Acquiring a metallic arrow.\nHarvesting: drudgery, Trial. Significant.\nShaughnessy: Biting dry preserved meat, and getting a metal arrowhead;\ndetermination about difficulty is auspicious.\nCleary (1): Biting bony dried meat, one gets the wherewithal to proceed. It\nis beneficial to work hard and be upright: this leads to good results.\nWu: He bites dried bony meat and gets a golden arrow. There will be good\nfortune if he realizes the advantage of being firm in a difficult time. [With\ninference (Sic) to what he is biting, he also has a hard time reaching his\nverdict… The Confucian Commentary is somewhat critical of his ability.]\nCOMMENTARY\nConfucius/Legge: His light has not yet been sufficiently displayed.\nWilhelm/Baynes: He does not yet give light. Blofeld: However, no ray of the\ngood fortune here indicated is visible as yet. [Whatever good fortune is on its\nway to us is not visible as yet. In other words, the situation looks more gloomy\nthan it is, so we must follow our course with firmness.] Ritsema/Karcher:\nNot yet shining indeed. Wu: Because he has not shown brilliance.\nLegge: Of old in a civil case, both parties brought to the court an arrow in\ntestimony of their rectitude, after which they were heard. In a criminal case they\nin the same way each deposited thirty pounds of gold, or some other metal. The\nfourth-line judge who receives these pledges is responsible for \"gnawing through”\na difficult case and rendering a just verdict. Though dynamic, he is in a magnetic\nplace, and hence the cautionary warning. \"His light has not been sufficiently\ndisplayed\" means that there is still something for him to do. He has to realize the\ndifficulty of his position and be firm.\nAnthony: Here we begin to see success in our effort to punish: the other person\nbegins to relate to us correctly. But, this is only a first step; we must avoid the\ntemptation to rush back to a comfortable and careless relationship that would\ncollapse our work. Our tendency is either to be steeled in perseverance or relaxed\nin an easy relationship with others. If we can, instead, be neutral and persevering,\nbe neither soft nor hard, but open, cautious and careful, we will “bite through”\nthe obstacles to a correct fellowship with others.\nNOTES AND PARAPHRASES\nSiu: Great obstacles in the form of strong opponents require the man to\nmake difficult judgments. All goes well if he cautiously perseveres.\n\nWing: The task facing you is indeed difficult. That which you must overcome is\nin a powerful position. Be firm and persevering once you begin. Good results\ncome only by being alert and exercising continuous effort.\nEditor: The fourth yang line is the object being gnawed in the pictorial\nsymbolism of the hexagram. Flesh: Meat, food, nourishment -- the raw material,\ndata or experience of the situation. Dried: Tough, hard to chew and digest -difficult to differentiate, sort-out or comprehend. Metal: Metal usually\nsymbolizes the mental faculties -- intellect, discernment, etc. It can also refer to\nallied components of the psyche, such as the will, as in: \"He has a will of iron.”\nArrow: The arrow has associations similar to the sword -- the discriminating\nfunction. To shoot an arrow into the heart of the matter is to pierce its essence, to\ncomprehend it completely. Light: (From Confucian commentary): Clarity,\ncomprehension, understanding. Overall, the implication is that you are not yet\nclear-minded enough to deal decisively with the situation at hand.\nJung's development of new symbolic categories can be compared with a\nsimilar approach initiated by the modern physicist. In both cases the\nsubject matter defies comprehension in accustomed rational categories;\nhence symbolic \"working models\" or working hypotheses, such as the\narchetype or the atom, had to be set up in order to describe as\nadequately as possible the way an otherwise indescribable unknown acts\nin the world of matter.\nE.C. Whitmont -- The Symbolic Quest\nA. Although you do not understand the situation completely, in dealing with it\nyou will receive the insights needed for its resolution. Proceed with the awareness\nof difficulty.\nB. The answer is implicit within the question.\nC. Figure it out for yourself.",
    "5": "Line-5\nLegge: The fifth line, magnetic, shows one gnawing at dried flesh, and finding\nthe yellow gold. Let her be firm and correct, realizing the peril of her position.\nThere will be no error.\nWilhelm/Baynes: Bites on dried lean meat. Receives yellow gold.\nPerseveringly aware of danger. No blame.\nBlofeld: While gnawing dried meat, he encountered a piece of gold embedded\nin it -- unwavering determination now will bring down trouble, but no error is\n\ninvolved. [If we persist with our plans, trouble will arise; the only comfort we\ncan take is that we shall not be to blame for it.]\nLiu: By chewing the dried meat one gains gold. To continue is dangerous. No\nblame.\nRitsema/Karcher: Gnawing parched meat. Acquiring yellow metal. Trial:\nadversity. Without fault.\nShaughnessy: Biting dry meat and meeting with poison; determination is\ndangerous; there is no trouble.\nCleary (2): Biting dry meat, finding gold, if one is upright and diligent there\nwill be no blame.\nWu: He bites dried meat and gets yellow gold. He will have no error if he\nremains perseverant in such a critical situation. [What he bites suggests he still\nhas a hard time simply because he is not strong-minded. A softhearted person\nvested with the authority of a judge should be perseverant in impartiality.]\nCOMMENTARY\nConfucius/Legge: She will possess every quality appropriate to her position\nand task. Wilhelm/Baynes: She has found what is appropriate. Blofeld: That\nwe shall not be to blame for the trouble is indicated by the suitable position of\nthis line. Ritsema/Karcher: Acquiring the appropriate indeed. Cleary (2):\nThis is finding what is appropriate. Wu: Because he acts properly.\nLegge: The fifth line represents the ruler and judge. As it is a magnetic line, she\nwill be disposed to leniency, and her judgments will be correct. This is shown by\nher finding the \"yellow metal.\" (Yellow is one of the five \"correct\" colors.) The\nposition is in the center, but because the line is magnetic, a caution is given, as\nunder the previous line.\nAnthony: We would like to be lenient, but our job is to be impartial. To accept\nan alliance merely because the other person wants it, while they are not firmly\ncommitted to being correct, would be wrong. They must realize, through their\nown perception, that correctness is the only path to an alliance, and that spiritual\ngrowth is the source of unity that endures.\nNOTES AND PARAPHRASES\nSiu: A clear-cut case meets with difficulty because of a tendency to be lenient.\nThe man must be as true as gold and as impartial as the mean.\n\nWing: Even though there are few alternatives, a decision is difficult to make.\nOnce you choose the course you will take, do not waver from your decision.\nRemain aware of the dangers and in this way you will surmount them.\nEditor: Flesh: Meat, food, nourishment -- the raw material, data or experience\nof the situation at hand. Dried: Tough, difficult to chew and digest -- difficult to\nsort out, comprehend or accept as true. Yellow: Color of the mean, of the sun -suggests wisdom which comes from clarity, balanced perception. Gold: The\nsupreme treasure, Divine Intelligence, truth.\nWhen a man sins, good and evil are intermingled. A legal opinion is a\nclear separation between the permitted and the forbidden, the clean and\nthe unclean. When you study religious law, good is once again separated\nfrom the evil and the sin is rectified.\nRabbi Nachman of Breslov\nA. Sorting out a complex issue involves difficulty, but success is possible -- you\nhave the resources to comprehend the matter.\nB. Success lies in making a hard choice.",
    "6": "Line-6\nLegge: The sixth line, dynamic, shows one wearing the cangue, and deprived of\nhis ears. There will be evil.\nWilhelm/Baynes: His neck is fastened in the wooden cangue, so that his ears\ndisappear. Misfortune.\nBlofeld: He wears a wooden cangue which hides his ears -- misfortune!\nLiu: His neck is put in the wooden collar. His ear is injured. Misfortune.\nRitsema/Karcher: Wherefore locking-up submerging the ears? Pitfall.\nShaughnessy: Carrying a cangue on the shoulders and with a cut-off ear;\ninauspicious.\nCleary (2): Wearing a cangue destroying the ears is unfortunate.\nWu: He wears a cangue that covers his ears. There will be foreboding.\nCOMMENTARY\nConfucius/Legge: He wears the cangue and is deprived of his ears -- he hears,\nbut will not understand. Wilhelm/Baynes: He does not hear clearly. Blofeld:\n\nThis implies dullness of hearing or intellect. [This suggests that, for the present,\nwe should not put much trust in our own judgment.] Ritsema/Karcher:\nUnderstanding not brightened indeed. Cleary (2): Means not listening clearly.\nWu: Because he hears, but does not heed.\nFrom the Great Treatise: If acts of goodness be not accumulated, they are not\nsufficient to give its finish to one's name; if acts of evil be not accumulated, they\nare not sufficient to destroy one's life. The inferior man thinks that small acts of\ngoodness are of no benefit, and does not do them; and that small deeds of evil do\nno harm, and does not abstain from them. Hence his wickedness becomes great\ntill it cannot be pardoned. This is what the I Ching says, \"He wears the cangue\nand his ears are destroyed: there will be evil.\"\nLegge: The action of the hexagram has passed, and here we have one still\npersisting in wrongdoing. He is a strong criminal, wearing the cangue and deaf to\ncounsel. Of course the auspice is evil.\nNOTES AND PARAPHRASES\nSiu: The man is deaf to repeated warnings. Evil accumulates, as he thinks,\n\"Small sins do no harm.” His guilt grows until it cannot be pardoned.\nWing: A person who cannot recognize his own shortcomings will drift farther\nand farther from the path. A person who is no longer on the path cannot\nunderstand the warnings of others. The original text states: \"There will be evil.”\nEditor: Webster's Third New International Dictionary defines\n\"Cangue\" as: \"A wooden collar three or four feet square used in oriental\ncountries for confining the neck and sometimes also the hands for punishment.”\nIt is a more severe analogue of the stocks mentioned in the first line of the\nhexagram.\nHe who rejects discipline despises his own self; he who listens to\ncorrection wins discernment.\nProverbs 15: 32\nA. You haven't gotten the message and must suffer the consequences of your lack\nof comprehension.\nB. \"Deaf to counsel.\" Stubborn illusions prevent you from making a connection.\nJune 25, 2001, 4/23/06"
  }
}