{
  "hexagram_number": 50,
  "gua": "Judgment\nLegge: The Sacrificial Vessel means great progress and success.\nWilhelm/Baynes: The Cauldron. Supreme good fortune. Success.\nBlofeld: A Sacrificial Vessel -- supreme success!\nLiu: The Cauldron. Great good fortune. Success.\nRitsema/Karcher: The Vessel, Spring significant. Growing. [This hexagram describes\nyour situation in terms of the imaginative capacity of a sacred vessel. It emphasizes that\nsecuring and imaginatively transforming the material at hand is the adequate way to\nhandle it. To be in accord with the time, you are told to: hold and transform things in the\nvessel!]\nShaughnessy: The Cauldron: Prime auspiciousness; receipt.\nCleary (1): The cauldron is basically good; it is developmental.\nCleary (2): The Cauldron is very auspiciously developmental.\nWu: The Cauldron indicates great auspiciousness and pervasiveness.\nThe Image\nLegge: Wood under a fire -- the image of a Sacrificial Vessel. The superior man\nmaintains his correctness in every situation to secure the appointment of heaven.\nWilhelm/Baynes: Fire over wood: the image of The Cauldron. Thus the superior man\nconsolidates his fate by making his position correct.\nBlofeld: This hexagram symbolizes fire upon wood. The Superior Man, taking his stance\nas righteousness requires, adheres firmly to heaven's decrees.\n\nLiu: Fire above wood symbolizes the Caldron. The superior man makes his destiny firm\nwith a correct position.\nRitsema/Karcher: Above wood possessing fire. The Vessel. A chun tzu uses correcting\nthe situation to solidify fate.\nCleary (1): There is fire on top of wood; a cauldron. Thus do superior people stabilize\nlife in the proper position.\nCleary (2): Fire over wood -- The Cauldron. Leaders stabilize their mandate by\ncorrecting their position.\nWu: There is fire on wood; this is The Cauldron. Thus the jun zi rectifies his position\nand consecrates the mandate.\nCOMMENTARY\nConfucius/Legge: The image of the Sacrificial Vessel shows us wood entering a fire,\nwhich suggests the idea of cooking. The sages cooked their sacrifices to God and nourished\ntheir able ministers with feasts. We have the trigrams of Flexible Obedience and Quick\nIntelligence, with the magnetic line advanced to the ruler's place and responded to by her\ndynamic correlate below. All these things give the auspice of successful progress.\nLegge: The written Chinese character for Sacrificial Vessel represents a cauldron with\nthree feet and two \"ears\" used for cooking and preparing food for both the table and the\naltar. The hexagram pictures this vessel -- the divided first line represents the feet, the\nthree undivided lines above represent the body, the divided fifth line shows the ears (or\ncarrying rings), and the top line is the handle by which the container is carried or\nsuspended from a hook.\nThe lesson of the hexagram is that the nourishing of men of talent and virtue\nintimates great progress and success. The K'ang-hsi editors point out that the distinction\nbetween hexagram number forty-eight, The Well, and this one is the difference between\nthe nourishment of the people in general and the specific nourishing of worthy men. They\nadd that the reality of sacrifice is nourishing in this regard.\nNOTES AND PARAPHRASES\nJudgment: You are the Sacrificial Vessel.\nThe Superior Man holds to the principles of the Work to attain transcendence.\nThe usual name for this hexagram is The Cauldron -- specifically, a type of foodcontaining vessel which was used in ancient China for religious sacrifices. I prefer\nBlofeld’s title of the Sacrificial Vessel as more evocative of the ideas presented in the\nfigure.\n\nWhen the forty-ninth hexagram of Transformation is turned upside down, it\nbecomes the fiftieth hexagram of the Sacrificial Vessel, thus giving us some valuable\ninsights into the nuances of meaning in each of the figures. The combined ideas of\ntransformation and a cauldron used for sacrifices remind us of the alchemical vessel or\nretort which \"cooked\" its contents and transformed them into a higher state of matter -turned lead into gold in the popular conception. Of course, the true esoteric purpose of the\nalchemist was psychological, not physical.\nThe vessel of the alchemists, like the circle of the psyche and the mandala, must be\nclosed if the transformation process is to proceed satisfactorily. For the alchemists,\nthe process took place in the material substances collected in the retort. For us,\nthis is a symbol representing a similar process taking place within the psyche.\nThus it is said that a wall must be securely built about the psyche before the\nreconciliation of the opposites can take place within it, and before the new center\nof the individual can be created. ... For if anything is lost the process is nullified\nand the final product will be incomplete, imperfect. So long, for instance, as the\nindividual continues to project his deficiencies, or his values, upon circumstances\nor upon another, he does not have an impervious vessel ... Thus the contents\nessentially involved in the transformation are seen to be the irrational, instinctual,\nnot yet human factors of the psyche, the nonego. The human and civilized factors,\nthose subject to the will, make up the wall of the vessel.\nM.E. Harding -- Psychic Energy\nNow an ancient Chinese cauldron used to contain food intended for religious\nsacrifices is not the same thing as a hermetically sealed alchemical retort made to\nwithstand extreme pressures, but symbolically they are identical images. The ego\nsacrifices its autonomy for the good of the Work in the same way that the alchemist\ndevotes his entire life to the transformation of base metal into gold -- i.e., to transform his\npsyche by following the extreme discipline of the Work. Thomas Cleary’s Taoist I-Ching\nexplicitly tells us that this is the meaning intended here:\nThe work of refinement is the means by which to sublimate earthly energy and\nstabilize celestial energy, causing the raw to ripen and the old to be renewed,\nwhereby it is possible to illumine the mind and to solidify life. Therefore the\ncauldron is basically good and it has a developmental path. The basis is the\npotential of everlasting life of goodness; the cooking of the great medicine in the\ncauldron is the firing of this living potential to make it incorruptible and\npermanent. But in this path there is process and procedure; even the slightest\ndeviation and the gold elixir will not form. Therefore people must first thoroughly\ninvestigate the true principle.\nLiu I-ming\nSUGGESTIONS FOR MEDITATION\nIn his commentary Legge mentions that the Chinese see an analogy between this\nfigure and hexagram number forty-eight, The Well. Compare the two figures, noting the\nsimilarities between the first, third, fifth and sixth lines. The component trigrams of the\n\nSacrificial Vessel appear in reverse sequence in hexagram number thirty-seven,\nFamily. What other similarities are there in the two figures? How is the idea of a family\nanalogous to the idea of a sacrificial vessel?",
  "lines": {
    "1": "Line-1\nLegge: The first line, magnetic, shows the cauldron overthrown and its feet turned up.\nBut there will be advantage in getting rid of what was bad in it. Or it shows us the\nconcubine whose position is improved by means of her son. There will be no error.\nWilhelm/Baynes: A cauldron with legs upturned. Furthers removal of stagnating stuff.\nOne takes a concubine for the sake of her son. No blame.\nBlofeld: To rid it of decaying remnants of meat, the vessel is turned upside down. [Some\nactions, though highly improper in themselves, may be properly performed if\ncircumstances so require; a merely ritualistic conception of right and wrong is not\ndesirable.] It is not shameful to take a concubine for the sake of bearing sons. [This is\nadded as an example, immediately acceptable to a traditionally minded Chinese of\nsomething improper in itself which becomes proper when the motive is acceptable.]\nLiu: A cauldron overturned by its legs -- it is beneficial to clean out the stagnating matter.\nOne takes a concubine to get a son. No blame.\nRitsema/Karcher: The Vessel: toppling the foot. Harvesting: issuing-forth-from\nobstruction. Acquiring a concubine, using one's sonhood. Without fault.\nShaughnessy: The cauldron's upturned legs; beneficial to expel the bad; getting a\nconsort together with her son; there is no trouble.\nCleary (1): When the cauldron overturns on its base, it is beneficial to eject what is wrong.\nGetting a concubine, because of her child she is not faulted.\nWu: The cauldron tips over and conveniently spills its stale food, like a man taking a\nsecondary wife because of her son. There will be no error.\nCOMMENTARY\nConfucius/Legge: The cauldron is emptied -- this is not incorrect. There will be\nadvantage in getting rid of what was bad so that the subject of the line will thereby follow\nthe more noble subject of line four. Wilhelm/Baynes: This is still not wrong. To follow\nthe man of worth. Blofeld: There is nothing improper about up-ending a sacrificial\nvessel to rid it of decaying matter. Such actions are necessary in the pursuit of what is\nnoble. Ritsema/Karcher: Not-yet rebelling indeed. Using adhering-to valuing indeed.\nCleary (2): That is not bad. To go along with what is valuable. Wu: There is nothing to\nworry about. The outlook is after prominence.\n\nLegge: Line one is magnetic, and little can be expected from her, but she has a proper\ncorrelate in the dynamic fourth line. The overthrow of the cauldron, causing its feet to be\nturned upward towards the fourth place empties it of what was bad in it. This is deemed\nfortunate, because it thereby hastens the cooperation between the two lines. A similar idea\nis that a concubine is less honorable than a wife --like the overthrown cauldron. But if she\nhas a son, while the wife has none, he will be his father's heir, and the concubine-mother\nwill share in the honor of his position.\nNOTES AND PARAPHRASES\nSiu: At the outset, the evil is being discarded. This opens up opportunities for renewal, no\nmatter how lowly a position the man may temporarily occupy.\nWing: To attain a goal that is worthy in itself, you may need to use means that are\nconsidered unorthodox. If this goal has been a long-term objective, you may have to begin\nagain, using entirely new methods. This is not a mistake. You can succeed no matter how\ninexperienced you are.\nEditor: An alchemical vessel is a metaphor for the psyche undergoing the transformation\nof the Work. To rid the vessel of what is \"bad\" (Wilhelm calls it \"stagnating stuff\") is to\nrid oneself of limiting beliefs, negative emotions or whatever harmful element may be\nsuggested by the matter at hand. After years of work, the testing process becomes\nincreasingly refined -- one goes through long periods of stress with perfect equanimity,\nand begins to take pride in one's strength of will. At about that point, something will\nhappen to evoke an emotional response, and one becomes suddenly aware that the\nrefining process is not complete until all of the scum comes to the top and is eliminated\nfrom the psyche. The symbolism of the concubine suggests a rather humble or simple\nemotional component, union with which produces a new and promising synthesis.\nWhen this part of the work has been accomplished it is as if the individual had\nbuilt a psychic container, and this must be done to the very best of his ability, or it\nmay go to pieces when the strains and stresses of the transformation process\nbegin. For there will still remain certain things, and these usually the very\ndarkest, that will come to light when he explores the unconscious ... These blackest\nshadows, that the alchemists called the state of nigredo, will probably prove to be\nconnected with the unadapted emotions representing the nonpersonal part of the\npsyche, and it\nis most painful to realize that they actually exist within oneself.\nM.E. Harding -- Psychic Energy\nA. After ridding oneself of limiting beliefs, a conscious connection with basic\nprinciples brings forth new and valuable insights.\nB. Expel dross and embrace simplicity.\nC. The simplest, least complicated solution is the best one.\nD. An image of dealing with unconscious material -- confronting one's hidden\n\nissues.",
    "2": "Line-2\nLegge: The second line, dynamic, shows the cauldron with the things to be cooked in it. If\nhe can say, \"My enemy dislikes me, but he cannot approach me,\" there will be good\nfortune.\nWilhelm/Baynes: There is food in the cauldron. My comrades are envious, but they\ncannot harm me. Good fortune.\nBlofeld: The Ting possesses solidity. My enemies are in difficulty and there is nothing\nthey can do to me -- good fortune!\nLiu: The cauldron is filled with food. My associates are jealous, but they cannot harm me.\nGood fortune. [Even though a person profits from his business or performs his work\ncarefully and well, he should still beware lest others harm or disturb him.]\nRitsema/Karcher: The Vessel possesses substance. My companion possesses affliction.\nNot me able to approach. Significant.\nShaughnessy: The cauldron has substance: my enemy has an illness; it is not able to\napproach me; auspicious.\nCleary (1): The cauldron is filled. One’s enemy is jealous, but cannot get at one; this is\nlucky.\nCleary (2): The cauldron has content. My enemy is afflicted, but luckily cannot get to me.\nWu: The cauldron is full. My associates have ill feelings about me, but they cannot do\nanything to me. This is auspicious.\nCOMMENTARY\nConfucius/Legge: Let the subject of the line be careful where he goes. My enemy\ndislikes me, but there will in the end be no fault to which he can point. Wilhelm/\nBaynes: Be cautious about where you go. This brings no blame in the end. Blofeld: The\nfirst sentence indicates a need for caution. \"My enemies are in trouble\" indicates that I\nshall remain blameless to the end. Ritsema/Karcher: Considering places it indeed.\nCompleting without surpassing indeed. Cleary (2): Being careful about where one goes.\nAfter all there is no resentment. Wu: Be mindful of where to go. There will be no\nresentment in the end.\nLegge: The enemy is the first line which solicits. Line two is able to resist the solicitation,\nand the auspice is favorable.\n\nNOTES AND PARAPHRASES\nSiu: The man achieves great success, thereby incurring the envy of others. No harm will\ncome to him, since he is not distracted from his purpose.\nWing: You may feel a need to stand apart from your fellow man to achieve a significant\naim. Such a stance will invite envy, but this will not create a problem for you. Good fortune\nis indicated.\nEditor: If the Sacrificial Vessel is seen as an analogue of the psyche, it is easy to see\nthis line as a commentary on not allowing inner forces (appetites, passions, emotions, etc.)\nto overcome the ego's control of the Work. Note that the Wilhelm, Blofeld and Liu\ntranslations are not conditional like Legge's: \"If he can say...\" Liu's note is derived from\nthe Confucian commentary, which seems unduly grave: note that the original line is not\novertly cautionary. Generally, you are protected despite any perceived threats.\nThe Oracles urge men to devote themselves to things divine, and not to give way to\nthe promptings of the irrational soul, for, to such as fail herein, it is significantly\nsaid, \"Thy vessel the beasts of the earth shall inhabit.\"\nW.W. Westcott -- The Chaldean Oracles of Zoroaster\nA. The situation is favorable, but you must be on guard to maintain it.\nB. Divisive forces covet that which is under your control, but cannot harm you if you\nare careful.\nC. Your idea has merit. (A cauldron with food in it.) Develop it carefully and don't\nget carried away. (Protect it from the enemies of doubt, over-enthusiasm, etc.)",
    "3": "Line-3\nLegge: The third line, dynamic, shows the cauldron with the places of its ears changed.\nThe progress of its subject is thus stopped. The fat flesh of the pheasant which is in the\ncauldron will not be eaten. But the genial rain will come, and the grounds for repentance\nwill disappear. There will be good fortune in the end.\nWilhelm/Baynes: The handle of the cauldron is altered. One is impeded in his way of\nlife. The fat of the pheasant is not eaten. Once rain falls, remorse is spent. Good fortune\ncomes in the end.\nBlofeld: The handles of the Ting have been detached, so it is difficult to move it. [A delay\ndue to some remissness on our part.] The fat of the pheasant is not eaten. [Because of our\nremissness an opportunity goes to waste.] Suddenly rain [An omen of good fortune, of\nheaven’s nourishing powers] comes, regret wanes and, ultimately, there is good fortune.\n\nLiu: The handles of the cauldron are changed. Its activity will be obstructed. The fat of\nthe pheasant is not eaten. Once the rain comes, regret vanishes. Good fortune in the end.\nRitsema/Karcher: The Vessel: the ears skinned. Its movement clogged. Pheasant juice\nnot taken-in. On-all-sides rain lessens repenting. Completing significant.\nShaughnessy: The cauldron's ears are bridled: his motion is blocked; the pheasant fat is\nnot edible; the countryside rain diminishes; regret, in the end auspicious.\nCleary (1): The lifting hooks of the cauldron are removed; the activity is impeded. Rich\nmeat is not eaten. When it rains, lack is regretted. It turns out well.\nCleary (2): The knobs of the cauldron are removed, so its use is impeded. Pheasant fat is\nnot eaten. When it rains, regret is removed and all is well in the end.\nWu: The cauldron’s earrings malfunction. It cannot be carried. The delicious pheasant\ndish is not enjoyed. Timely rain washes regret away. There will be auspiciousness in the\nend.\nCOMMENTARY\nConfucius/Legge: There is the cauldron with the places for its ears changed -- he has\nfailed in what was required of him in his situation. Wilhelm/Baynes: He has missed the\nidea. Blofeld: What is said about the handles of the Ting implies our failure in carrying\nout our duty. Ritsema/Karcher: Letting-go its righteousness indeed. Cleary (2):\nWhen the knobs of the cauldron are removed, it loses its meaning. Wu: It loses its\nusefulness.\nLegge: Line three is dynamic in his proper place -- if his correlate were the magnetic line\nfive, the auspice would be entirely good. But instead of five, his correlate is the dynamic\nsix. What is required is that he and line five, instead of six, should be correlates. The place\nof the ears at five has been changed and the advance of line three is thereby stopped; the\ngood meat in the cauldron will not be eaten. But if he keeps firm line five will eventually\nseek his company, the yin and the yang will mingle, and their union will be followed by the\ngenial rain. The issue will be good.\nNOTES AND PARAPHRASES\nSiu: The man is faced with obstacles. His abilities go unnoticed and talents unused. But\nthis is only a temporary setback, as the tension will be relieved.\nWing: Your unique talents are not being used because they are not recognized. This may\nbe due to erroneous thinking on your part. Maintain a positive attitude about yourself, and\nthings will change for the better.\nEditor: The Wilhelm, Blofeld and Liu translations all refer to the \"ears\" as \"handles.\" We\nare justified therefore in combining the ideas of both. Ears are the organs by which we\nhear, and handles are devices by which something is grasped. To hear and to comprehend\n\nwhat is heard are the ideas conveyed. However, the ears have been changed or altered, so\nthe image suggests that a different message or new set of rules and/or circumstances is\nnow operative; the old rules or concepts no longer apply. The situation has evolved, but\nprogress is stopped because one hasn't comprehended the changes yet. \"The fat of the\npheasant is not eaten\" is just another way of saying that one has missed the point, or has\nnot been nourished by the new insight. However, the situation will not remain static -- a\ncoming union of thought and feeling will create the catharsis needed to effect the\ntransformation.\nThe rain showed that the tension between consciousness and the unconscious was\nbeing resolved. Although at the time I was not able to understand the meaning of\nthe dream beyond these few hints, new forces were released in me which helped\nme to carry the experiment with the unconscious to a conclusion.\nJung -- Memories, Dreams, Reflections\nA. The dynamics of your situation have changed, but you are still operating on old\nassumptions and have missed the point or not gotten the message. However, the\ncondition is temporary and will resolve itself naturally.\nB. The image suggests a stalemate followed by eventual resolution.",
    "4": "Line-4\nLegge: The fourth line, dynamic, shows the sacrificial vessel with its feet broken, and its\ncontents, designed for the ruler's use, overturned and spilled. Its subject will be made to\nblush for shame. There will be evil.\nWilhelm/Baynes: The legs of the cauldron are broken. The prince's meal is spilled and\nhis person soiled. Misfortune.\nBlofeld: The legs of the Ting snap. The prince's food is overturned and his person soiled - misfortune! [Through gross carelessness an opportunity to advance our interests is not\nonly lost but transformed into an occasion of trouble.]\nLiu: The legs of the cauldron are split. The duke's meal is spilled and his face turns red.\nMisfortune.\nRitsema/Karcher: The Vessel: a severed stand. Overthrowing a princely stew. Its form\nsoiled. Pitfall.\nShaughnessy: The cauldron's broken leg: Overturns the duke's stew; his punishment is\nexecution-in-chamber; inauspicious.\nCleary (1): The cauldron’s legs are broken, spilling the food received for service. The\nphysical being is enriched, but there is misfortune.\n\nCleary (2): The cauldron breaks its legs, spilling your food; your face drips. This is\nunfortunate.\nWu: The cauldron’s legs are broken. The duke’s feast is spilled over, resulting in\ncapital punishment. Foreboding.\nCOMMENTARY\nConfucius/Legge: How can he be trusted? Wilhelm/Baynes: How can one still trust\nhim? Blofeld: The prince's meal is overturned -- how is it possible to continue enjoying\nhis confidence? Ritsema/Karcher: Wherefore trustworthy thus indeed? Cleary (2):\nNow that you have spilled your food, what happened to your confidence? Wu: How can\nthere be trust?\nThe Master said: \"Virtue small and office high; wisdom small and plans great;\nstrength small and burden heavy: where such conditions exist, it is seldom that they do\nnot end in evil. As it is said in the I Ching, `The tripod's feet are overthrown, and the\nruler's food is overturned. The body of him who is thus indicated is wet with shame:\nthere will be evil.'\"\nLegge: Line four is the minister charged with difficult duties. Although dynamic, he is in\na magnetic position with a magnetic correlate in line one. Weak in himself, and\nwithout an able helper, he has failed to do his proper work, and cannot be trusted again.\nNOTES AND PARAPHRASES\nSiu: The man fails to discharge his responsibilities because of personal inadequacies.\nGreat plans supported by limited knowledge, heavy loads by meager strength, high office\nby weak character -- these result in shame and disaster.\nWing: You do not have the capability to achieve the goals you have in mind. You have not\nbeen realistic about your position. You are lacking in either energy, commitment,\ninformation, or assistance. Going forth with your plans will invite disaster.\nEditor: The image suggests misfortune brought about by inexperience, incompetence,\nlack of capacity, divided loyalties, willful disobedience, or plain ignorance. In my\nexperience, the line does not necessarily always imply blame: sometimes, with the best will\nin the world, one just isn't capable of coping with superior forces in a situation. If this is\nthe only changing line, the new hexagram becomes #18, Work on What has been\nSpoiled, implying that you should clean up the mess you’ve just made.\nIf you have assumed a character above your strength, you have both acted in this\nmatter in an unbecoming way, and you have neglected that which you might have\nfulfilled.\nEpictetus\nA. A failure is portended. Only you can determine if blame is involved.",
    "5": "Line-5\nLegge: The fifth line, magnetic, shows the cauldron with yellow ears and rings of metal in\nthem. There will be advantage in being firm and correct.\nWilhelm/Baynes: The cauldron has yellow handles, golden carrying rings.\nPerseverance furthers.\nBlofeld: The Ting has yellow handles with golden rings attached -- righteous persistence\nbrings reward! [The faults described in the last two notes have now been put right; the\nposition is even better than before they were committed.]\nLiu: The cauldron has yellow handles and golden carrying rings. Continuing brings\nadvantage. [A time of benefit.]\nRitsema/Karcher: The Vessel: yellow ears, metallic rings. Harvesting Trial.\nShaughnessy: The cauldron's yellow ears and metal bar; beneficial to determine.\nCleary (1): The cauldron has yellow hooks with a gold handle. It is beneficial to be singleminded.\nCleary (2): ... It is beneficial to be correct.\nWu: The cauldron’s ears are yellow and its carrying pole is covered with gold. It is\nadvantageous to be persevering.\nCOMMENTARY\nConfucius/Legge: The central position of the line is taken as a proof of the solid virtue\nof its subject. Wilhelm/Baynes: The yellow handles of the cauldron are central, in\norder to receive what is real. Blofeld: The central position of this line in the upper\ntrigram implies solid worth. Ritsema/Karcher: Centering uses activating substance\nindeed. Cleary (2): The knobs of the cauldron are filled through the center. Wu: What it\nholds is substantial.\nLegge: \"Line five,\" says the Daily Lecture, \"praises the ruler as condescending to the\nworthy with his humble virtue.\" Yellow has occurred repeatedly as a \"correct color,\" and\nhere the yellow ears and strong rings of metal are intended to intensify our appreciation of\nthe occupant of line five. As the line is magnetic, a caution is added about being firm and\ncorrect.\nNOTES AND PARAPHRASES\nSiu: The man is modest and approachable. He thereby attracts associates, who can\nprovide able help and advice.\n\nWing: If he is humble and receptive, a person in a position of authority will make further\nprogress in the development of his character. He will attain insights and wisdom. He\nshould continue developing his expanding awareness.\nEditor: The Wilhelm version of the Confucian commentary gives us a more accessible\nclue as to the meaning of this line: \"...In order to receive what is real.\" The essential idea\nis that of the ruler's receptivity to a higher power. Openness to advice is the basic gestalt -\"ears\" are receptive to messages, and \"handles\" suggest grasp or comprehension. Metal is\noften symbolic of the mental qualities, and yellow metal, rendered as \"gold\" in most\ntranslations of this line, suggests the highest form of mentality -- wisdom, divine\nintelligence, cosmic truth, etc. Gold also often symbolizes intuition, the highest form of\ncomprehension.\nThe attitude of the serious adept was genuinely religious, and the most important\nof the philosophical alchemists confessed in their writings that the religious side of\ntheir \"art\" was the focus of their interest and endeavors -- above all their inner\nexperiences during the opus.\nA. Jaffe -- The Myth of Meaning\nA. The images suggests an open receptivity to harmonious influences: Go to center\nand listen to your inner voice.",
    "6": "Line-6\nLegge: The sixth line, dynamic, shows the cauldron with rings of jade. There will be\ngreat good fortune, and all action taken will be in every way advantageous.\nWilhelm/Baynes: The cauldron has rings of jade. Great good fortune. Nothing that\nwould not act to further.\nBlofeld: The Ting has jade handles -- great good fortune! [A further improvement on the\nprogress indicated in the preceding note.]\nLiu: The cauldron has carrying rings of jade. Great good fortune. Benefit in everything.\nRitsema/Karcher: The Vessel: jade rings. The great significant. Without not Harvesting.\nShaughnessy: The cauldron's jade bar; greatly auspicious; there is nothing not beneficial.\nCleary (1): The cauldron has a jade handle. This is very auspicious, entirely beneficial.\nCleary (2): The jade handle of the cauldron is very auspicious, beneficial to all.\nWu: The cauldron’s carrying pole is decorated with jade. There will be great fortune and\nnothing disadvantageous.\n\nCOMMENTARY\nConfucius/Legge: The rings of jade are at the very top -- the dynamic and magnetic\nmeet in their due proportions. Wilhelm/Baynes: The jade rings in the highest place\nshow the firm and the yielding complementing each other properly. Blofeld: The first\npart of the passage is indicated by this top line-- a firm line which meets the yielding fifth\nharmoniously. Ritsema/Karcher: Solid and supple articulating indeed. Cleary (2):\nThe jade handle is above. Hard and soft join. Wu: The strong and the weak are balanced.\nLegge: Line six is dynamic, but his strength is tempered by being in a magnetic place. It\nis this which makes the handle to be of jade, which, though very hard has a peculiar and\nrich softness all its own. The auspice of the line is excellent. The Great Minister (line six)\nperforms for the ruler (line five) by helping his government and nourishing the worthy.\nThis is the part that the handle does for the cauldron.\nNOTES AND PARAPHRASES\nSiu: The sage imparts wise counsel to the benefit of the worthy recipient. His gentle and\nsincere behavior pleases the heavens, which dispense good fortune to all.\nWing: There exists a general atmosphere of clarity and greatness. All circumstances are\nfavorable. The inner self has reached a highly developed stage. Everyone will benefit.\nEditor: The top line of a hexagram often represents the sage or holy man. Here the\nwisdom of the sage is offered to the ruler. Psychologically, the ego is receptive to\ninstruction from its higher Self. The Confucian commentary alludes to the proper union of\ndynamic and magnetic forces -- this is the Holy Marriage of the Perennial Philosophy. The\nimage suggests the Chinese concept of Li, the character for which combines the ideas of\nheaven's ordinances with that of a receptive vessel.\nThe term Li signifies one of the most important concepts in Confucian ethics. [The\ncharacter] is made up of two elements, one representing influence coming down\nfrom heaven, and the other ... representing a sacrificial vessel ... Li came to\ninclude all the customary regulations and acknowledged practices which govern\nsocial relationships.\nD.H. Smith -- Confucius\nA. One is receptive to the highest influence.\nB. An image of the harmonious union of thought and feeling.\nMarch 29, 2001, 4/25/06, 11/7/11"
  }
}