{
  "hexagram_number": 56,
  "gua": "Judgment\nLegge: Transition means that small attainments are possible. If the traveling stranger is\nfirm and correct, there will be good fortune.\nWilhelm/Baynes: The Wanderer. Success through smallness. Perseverance brings\ngood fortune to the wanderer.\nBlofeld: The Traveler -- success in small matters. Persistence with regard to traveling\nbrings good fortune.\nLiu: The Exile. Small success. To continue leads to good fortune.\nRitsema/Karcher: Sojourning, the small: Growing. Sojourning, Trial: significant.\n[This hexagram describes your situation in terms of wandering journeys and living in\nexile. It emphasizes that mingling with others as a stranger whose identity comes from a\ndistant center is the adequate way to handle it...]\nShaughnessy: Traveling. Small receipt. Traveling; determination is auspicious.\nCleary (1): Travel is developmental when small; if travel is correct, it leads to good\nfortune.\nCleary (2): Travel has a little success. Travel is auspicious if correct.\nWu: Traveling indicates small pervasion. Perseverance will bring auspiciousness.\nThe Image\nLegge: A fire on the mountain -- the image of Transition. The superior man exerts\ncautious wisdom in his punishments, and does not permit prolonged litigation.\n\nWilhelm/Baynes: Fire on the mountain: the image of The Wanderer. Thus the\nsuperior man is clear-minded and cautious in imposing penalties, and protracts no\nlawsuits.\nBlofeld: This hexagram symbolizes fire upon a mountain. The Superior Man employs\nwise caution in administering punishments and does not suffer the cases brought before\nhim to be delayed.\nLiu: Fire over the mountain symbolizes the Exile. The superior man is careful and clever\nin imposing punishments, and does not delay the cases brought.\nRitsema/Karcher: Above mountain possessing fire. Sojourning. A chun tzu uses\nbrightening consideration to avail-of punishing and-also not to detain litigating.\nCleary (1): There is fire atop a mountain, transient. Thus superior people apply\npunishments with understanding and prudence, and do not keep people imprisoned.\nCleary (2): Fire on a mountain – traveling. Etc.\nWu: There is fire on the mountain; this is Traveling. Thus the jun zi exercises the\nutmost deliberations in exacting punishments such that prisoners will not be detained\nwithout cause.\nCOMMENTARY\nConfucius/Legge: Transition indicates that there may be some small attainment and\nprogress -- the magnetic line occupies the central place in the upper trigram, and is\nobedient to the dynamic lines above and below it. We also have the attributes of Keeping\nStill connected with Intelligence in the lower and upper trigrams. Hence it is said that\nthere may be some small attainment and progress. If the traveling stranger is firm and\ncorrect as he ought to be, there will be good fortune. Great is the time and great is the\nright course to be taken under these circumstances!\nLegge: The written Chinese character for this hexagram denotes people traveling abroad,\nand is often translated as Strangers. The figure addresses itself to traveling strangers, and\ntells them how they ought to comport themselves through the cultivation of humility and\nfirm correctness. By means of these they would escape harm, and make progress. The\nstatus of traveling stranger is seen as too low to expect great things of them.\nIt is assumed that the wanderer is in the position of the fifth line. The ideas of\nhumility, docility, calmness and intelligence are derived from the attributes of the\ncomponent trigrams. These are all characteristics which are proper to a stranger, and are\nlikely to lead to advancement and attainment of his desires. Concerning the Image, K'ung\nYing-ta comments: \"A fire on a mountain lays hold of the grass, and runs with it over the\nwhole space, not stopping anywhere long, and soon disappearing -- such is the emblem\nof the traveler.\"\n\nNOTES AND PARAPHRASES\nJudgment: During a Transition, keep your willpower great and your expectations\nsmall.\nThe Superior Man sees clearly and does not embroil himself in complexity. He is clearminded and cautious in judging the truth of the situation, maintaining detachment from\nthe social milieu.\nWilhelm's translation of the title of this hexagram is The Wanderer. A wanderer\nis one who has no home, or who is between one home and another. This reminds us of the\ngnostic notion of the \"Alien\": the incarnate soul exiled to wander in the space-time\ndimension (i.e., this world).\nThe alien is that which stems from elsewhere and does not belong here ... The\nstranger who does not know the ways of the foreign land wanders about lost; if he\nlearns its ways too well, he forgets that he is a stranger and gets lost in a different\nsense by succumbing to the lure of the alien world and becoming estranged to his\nown origin ... The recollection of his own alienness, the recognition of his place of\nexile for what it is, is the first step back; the awakened homesickness is the\nbeginning of the return.\nHans Jonas -- The Gnostic Religion\nIn the broadest interpretation then, the message in the Judgment: \"If the traveling\nstranger is firm and correct, there will be good fortune\" can refer to not becoming\nentangled in the affairs of this world in which we wander -- an idea emphasized in the first\nline. Ritsema/Karcher state it explicitly -- defining our challenge as \"mingling with others\nas a stranger whose identity comes from a distant center.\" This is good general advice for\nanyone seriously engaged in the Work, since the \"distant center\" (\"God,\" or the Self)\nrepresents the essence we incarnated to serve.\nWe are strangers in this world, and the body is the tomb of the soul, and yet we\nmust not seek to escape by self- murder; for we are the chattels of God who is our\nherdsman, and without his command we have no right to make our escape.\nPythagorean ethic\nIn more specific situations, the hexagram symbolizes a transitional phase. Lines\ntwo, three and four all depict \"Inns\" or temporary resting places (commonly experienced\nin dreams as images of hotels or motels). The symbolism is identical: the psyche is\nreflecting an interim situation during a state of Transition.\nBy definition, a transition is fluid and not yet fixed. Depending upon the choices\nmade, one can go in different directions. In terms of consciousness, it is obvious that the\ntransition can be from a lower state of awareness to a higher one, or vice-versa. Because a\ntransition is an opportunity for deliberate choice-making, the Confucian commentary\n\nconcludes with: \"Great is the time and great is the right course to be taken under these\ncircumstances!\"\nLines one, three and six depict very negative situations involving ignorant, arrogant\nchoices. We think of the ego blindly pushing the river of its desires, unable to see the\nunfortunate consequences it thereby engenders. Line two suggests a solid resting place\nduring our journey, while line four depicts a tenuous, though not necessarily incorrect,\nsimilar situation. The fifth line counsels a kind of sacrifice to the ruler (the Self) which\nresults in an eventual reward. The message is to let the Self guide you through a\nTransition.\nSUGGESTIONS FOR MEDITATION\nHexagram number fifty-six is the reverse of hexagram number fifty-five. Compare\nthe role of the superior man in the Image of each figure. How are they the same? How are\nthey different? What are the differences and similarities of the component trigrams of\neach hexagram, and how do they affect their respective meanings?\nNotes, August 15, 2009: A new paraphrase of the Judgment and Image:\nThe Gnostic Alien. Small attainments are possible if the Alien keeps a clear head\nand maintains his self-discipline. The initiated Adept is intelligent, discreet, and\ndisplays vigilant wisdom: he maintains and protects his gnosis via cautious reserve\nin worldly disputes, eschewing needless contention. [He can do this because he\nknows that this is an illusory reality: a set-up, a trap, a Loosh factory created by the\nDemiurge.] A chun tzu uses brightening consideration to avail-of punishing andalso not to detain litigating. [In other words “do the work in the place in which you\nfind yourself” quickly, and efficiently, with as few entanglements as possible under\nthe circumstances. Shun new karma. Implicit is that this experience is preparation\nfor the bodhisattva vow.]",
  "lines": {
    "1": "Line-1\nLegge: The first line, magnetic, shows the stranger mean and meanly occupied. It is thus\nthat she brings on herself further calamity.\nWilhelm/Baynes: If the wanderer busies himself with trivial things, he draws down\nmisfortune upon himself.\nBlofeld: Trifling with unimportant matters, the traveler draws upon himself calamity.\nLiu: If the exile dallies with petty matters, he will draw disaster on himself.\nRitsema/Karcher: Sojourning: fragmenting, fragmenting. Splitting-off one's place,\ngrasping calamity.\n\nShaughnessy: Traveling so trivially; this is the fire that he has taken.\nCleary (1): Restless in travel, this is the misfortune you get.\nCleary (2): Petty fussing on a journey brings misfortune.\nWu: The traveler complains about trivial things and he is poorly received.\nCOMMENTARY\nConfucius/Legge: Her aim has become of the lowest character, and calamity will ensue.\nWilhelm/Baynes: Thereby his will is spent, and this is a misfortune. Blofeld: The\ncalamity attendant upon having no will of our own. Ritsema/Karcher: Purpose\nexhausted, calamity indeed. Cleary (2): The misfortune of frustration. Wu: His smallmindedness causes poor reception.\nLegge: Line one is magnetic in a dynamic place at the bottom of the hexagram, thus the\nunfavorable auspice. The meanness of the first line doesn't arise from the nature of her\noccupation, but from her mind and aim being emptied of all that is good and ennobling.\nNOTES AND PARAPHRASES\nSiu: At the outset, the newcomer in a lowly position is occupying himself with\ndisgraceful machinations. His aspirations invite troubles.\nWing: Do not assume a demeaning role in the general situation. Do not pay attention to\ntrivial matters. This is not a way to gain entry into a group or situation. Maintain a\ndignified attitude about yourself. Through self-abasement you will only invite ridicule.\nEditor: Legge's \"Mean\" is rendered by the other translators as: \"trivial,\" \"unimportant,\"\nand \"petty.\" The Confucian commentaries are translated as a failure of willpower which\nbrings about disaster. Implied is loss of purpose and hence of being unclear or ignorant of\nthe situation at hand.\nAll men, from birth onward, live more by sensation than by thought, forced as\nthey are by necessity to give heed to sense impressions. Some stay in the sensate\ntheir whole life long. For them, sense is the beginning and end of everything.\nGood and evil are the pleasures of sense and the pains of sense; it is enough to\nchase the one and flee the other. Those of them who philosophize say that therein\nwisdom lies. Like big earthy birds are they, prevented by their bulk from rising off\nthe ground even though they have wings.\nPlotinus -- The Enneads\nA. Don't waste your energy on unimportant matters.\nB. \"Trivial pursuit.\"",
    "2": "Line-2\nLegge: The second line, magnetic, shows the stranger occupying her lodging-house,\ncarrying her means of livelihood, and provided with good and trusty servants.\nWilhelm/Baynes: The wanderer comes to an inn. He has his property with him. He\nwins the steadfastness of a young servant.\nBlofeld: The traveler reaches an inn with his valuables still nestling safely in the bosom\nof his robe. He gains the loyalty of a young servant. [This implies that we need fear no loss\nupon our journey.]\nLiu: The exile arrives at an inn. He carries valuables. He wins the loyalty of a young\nservant.\nRitsema/Karcher: Sojourning, approaching a resting-place. Cherishing one's own.\nAcquiring a youthful vassal: Trial.\nShaughnessy: In traveling having just lodged, he cherishes his belongings, getting the\nyoung servant's determination.\nCleary (1): Coming to a lodge on a journey with money in your pocket, you have\nattendants, yet are upright.\nCleary (2): Coming to an inn on a journey with supplies in hand, one gains the loyalty of\na servant.\nWu: The traveler makes a stop with his valuable belongings and gets help from a\ntrustworthy bellboy.\nCOMMENTARY\nConfucius/Legge: With such servants she will in the end have nothing of which to\ncomplain. Wilhelm/Baynes: This is not a mistake in the end. Blofeld: There will be no\ntrouble to the very end. Ritsema/Karcher: Completing without surpassing indeed.\nCleary (2): After all there is no complaint. Wu: He is free from troubles.\nLegge: Line two is magnetic, but in her proper and central place. Hence the traveler is\nrepresented as provided with everything she requires, and though the auspice is not\nmentioned, we must understand it as being good. Strong and trusty servants are the most\nimportant condition for the comfort and progress of the traveler.\n\nNOTES AND PARAPHRASES\nSiu: The man retains his inner sense of modesty and reserve. He acquires the necessary\nmeans of livelihood, a home, and good and trustworthy servants.\nWing: With confidence and self-possession you can attract support from new\nenvironments. Think of it as the personal gravity generated by the weight of your\nprinciples. Someone is ready to help you in your endeavors.\nEditor: Psychologically interpreted, the image of a wandering stranger portrays the\nego en-route to somewhere else -- transient, uncommitted, undergoing change. A lodging\nhouse or Inn is a temporary shelter, an interim point of view, a transitory state. Legge's\n\"means of livelihood\" (rendered as \"valuables,\" \"property,\" \"belongings,\" “money” or\n“supplies” by the other translators), can be any wealth, gain, power, ability, or\nconsolidation of psychic energy. Most translators qualify \"servants\" as \"young servant.\"\nA young servant would symbolically suggest inexperienced, untried power or ability to do\nwork. These images all suggest the consolidation of energy during a period of transition.\nIf the emphasis is on the temporary and transient nature of the worldly sojourn\nand on the condition of being a stranger, the world is called also the \"inn,\" in\nwhich one \"lodges\"; and \"to keep the inn\" is a formula for \"to be in the world\" or\n\"in the body.\"\nH. Jonas -- The Gnostic Religion\nA. One preserves one's gains through a transition and obtains new and untried\npowers. You have everything you need to succeed.",
    "3": "Line-3\nLegge: The third line, dynamic, shows the stranger, burning his lodging-house, and\nhaving lost his servants. However firm and correct he tries to be, he will be in peril.\nWilhelm/Baynes: The wanderer's inn burns down. He loses the steadfastness of his\nyoung servant. Danger.\nBlofeld: Owing to the traveler’s lack of caution, the inn is burnt down and he no longer\nenjoys the young servant's loyalty. Persistence now would lead to trouble. [Our\ncarelessness leads us into such difficulties that it would be folly to proceed.]\nLiu: The inn where the exile stays burns down. He loses the loyalty of his young servant.\nTo continue is dangerous.\nRitsema/Karcher: Sojourning, burning one's resting-place. Losing one's youthful vassal.\nTrial: adversity.\n\nShaughnessy: In traveling burning his lodging, and losing his young servant;\ndetermination is dangerous.\nCleary (1): Burning the lodge on a journey, you lose your attendants. Even if righteous\nthere is danger.\nCleary (2): Burning the inn on a journey, losing the servants, is dangerous even if one is\nupright.\nWu: The lodge is on fire. He loses the favor of his helper. He is in danger even persevering.\nCOMMENTARY\nConfucius/Legge: By burning down his lodging-house he himself also suffers harm.\nWhen as a stranger, he treats those below him as the line indicates, the right relation\nbetween master and servant is lost. Wilhelm/Baynes: This is a loss for him personally.\nIf he deals like a stranger with his subordinate, it is only right that he should lose him.\nBlofeld: Traveling on a downward path, our sense of duty and fitness is impaired.\nRitsema/Karcher: Actually truly using injuring. One's righteousness lost indeed.\nCleary (2): One will also be injured. Duty is lost. Wu: It is a pity. Being stern to the\nhelper in traveling is an invitation to loss.\nLegge: The third line is dynamic in a dynamic place, but because he is at the top of the\nlower trigram, he may be expected to be violent. In the case symbolized he is violent to an\nextraordinary degree, and incapable of correctness. He treats those below him (his\nservants) with arrogance, which of course alienates them from him. The K'ang-hsi editors\nremark that the second and third lines are represented as having lodging-houses when the\nother lines don't, because they are the only two lines in the figure who are in their proper\nplaces.\nNOTES AND PARAPHRASES\nSiu: The newcomer becomes arrogant and truculent. He eventually loses his house and\nservant and finds himself without support in a perilous situation.\nWing: Offensive and careless behavior in your position are great mistakes. You are in\ndanger of losing what security you have by interfering in matters that are not your concern.\nThose who may have once been loyal will then withdraw, leaving you in a perilous state.\nEditor: Wilhelm points out that the dynamic line in a dynamic place is in this case too\noverbearing -- representing one who shows no respect for either those above or below him.\nFor a \"stranger in a strange land\" to behave in this fashion is a sure formula for failure.\nOne is reminded of the boorish behavior of some tourists in foreign countries -- their\ninsensitivity invariably costs them both money and respect. Sometimes the line can\nsuggest a kind of masochistic petulance in your attitude toward the Work. Note: Oracle\ninterpretation must always remain open and flexible. A recent receipt of this line reversed\n\nits usual syntax to portray a situation in which the “Inn set on fire” referred to an\norganization which lost a faithful servant (the querent-employee) through unethical\nbusiness practices. Always allow your best intuition to recognize the best fit for the\nsymbolism, particularly if an answer doesn’t seem to make sense. Try inverting the\nsituation to see if that works better – if so, the answer will usually be numinous.\nThe arrogant heart is abhorrent to Yahweh,\nbe sure it will not go unpunished.\nProverbs 16: 5\nA. A position is undermined and support is lost because of arrogance.",
    "4": "Line-4\nLegge: The fourth line, dynamic, shows the traveler in a resting place, having also the\nmeans of livelihood and the axe, but still saying: \"I am not at ease in my mind.\"\nWilhelm/Baynes: The wanderer rests in a shelter. He obtains his property and an ax.\nMy heart is not glad.\nBlofeld: The traveler reaches a place where he obtains the money needed for his\nexpenses, yet laments that there is no joy in his heart. [Were we to travel or continue to\ntravel now, though material difficulties would not arise, we should not experience any\nhappiness.]\nLiu: The exile finds rest in a sanctuary. He regains his valuables. He is not happy in his\nheart.\nRitsema/Karcher: Sojourning, tending-towards abiding. Acquiring one's own emblemax. My heart not keen.\nShaughnessy: In traveling, staying put, he gets his goods and ax; my heart is not happy.\nCleary (1): Traveling in the right place, one obtains resources and tools, but one’s heart is\nnot happy.\nWu: The traveler rests in his lodge. He has the amenities, but he is not at ease.\nCOMMENTARY\nConfucius/Legge: Although in a resting place, he has not got his proper position. Even\nwith a livelihood and an axe his mind is not at ease. Wilhelm/Baynes: He has not yet\nobtained his place. He is not yet glad at heart. Blofeld: His wandering to that place is\nindicated by the unsuitable position of this line; his obtaining money for expenses brings\nhim no joy. Ritsema/Karcher: Not-yet acquiring the situation indeed. The heart not-yet\n\nkeen indeed. Cleary (2): One has not gotten a position. One’s heart is not yet happy. Wu:\nHis position is improper. He is still not at ease.\nLegge: Line four is dynamic, but in a magnetic place. Hence, although he is without a\nlodging-house, he does have a shelter which is not very secure. He can use the axe for\ndefense, but is still uneasy in his mind. The K'ang-hsi editors observe that the mention of\nthe axe makes us think of caution as a quality desirable in a wanderer.\nNOTES AND PARAPHRASES\nSiu: Although the inferior man finds a resting place and a means of livelihood, his\naspirations are greater than his capabilities. He remains ill at ease, a stranger in a strange\nenvironment.\nWing: Though you are on your way toward the attainment of your goals, you are\nconstantly aware that you have not arrived. This state of mind leaves you feeling uneasy -knowing you must move on, and yet anxious to protect and hold intact that which you\nhave already accomplished.\nEditor: Here the wanderer is \"camping out,\" so to speak -- occupying a temporary\nposition during a transition. The axe, analogous to the sword (or any metallic cutting\ninstrument), can symbolize mental discrimination. (Cf. The suit of swords in the Tarot.)\nThe image is of one who has the power to comprehend his situation and the resources to\nadvance to a new position, yet is still in a very tenuous and ill-defined state of being. The\nissue could go either way.\nThis realization is extremely important from a practical standpoint, for it implies\nthat only constant attention to the unconscious, an inner devoted tribute, is\nsufficient to enlist its cooperation. The unconscious realms cannot be analyzed\naway, cannot be defeated in battle, but, at best, by conscious confrontation, can be\ntaken into account within the limits of one's individual capacity.\nE.C. Whitmont -- The Symbolic Quest\nA. A synthesis is only tentative -- gains are vulnerable to loss.\nB. Consolidate and defend your position. You have all you need, but could lose it.\nC. An incomplete idea or concept needs nourishment and careful discrimination to\nmake it secure.",
    "5": "Line-5\nLegge: The fifth line, magnetic, shows its subject shooting a pheasant. She will lose her\narrow, but in the end she will obtain praise and a high charge.\n\nWilhelm/Baynes: He shoots a pheasant. It drops with the first arrow. In the end this\nbrings both praise and office.\nBlofeld: While pheasant shooting, he loses an arrow. In the end he wins praise and\nattains to office. [After suffering a small loss, we shall receive considerable benefits from\nthose above us.]\nLiu: He shoots a pheasant, losing one arrow. In the end he gains honor and position.\nRitsema/Karcher: Shooting a pheasant. The-one arrow extinguishing. Completing uses\npraising fate.\nShaughnessy: Shooting the pheasant, one arrow is gone; in the winter he is thereby\npresented a command.\nCleary (1): Shooting a pheasant, one arrow is lost; eventually one is entitled, because of\ngood repute.\nCleary (2): ... Ultimately one is lauded and given a mandate.\nWu: He shoots a pheasant, but loses an arrow. Eventually he receives a conferment of\npraise.\nCOMMENTARY\nConfucius/Legge: She has reached a high place. Wilhelm/Baynes: In the end he rises\nthrough praise and office. Blofeld: Both of these are bestowed from above. Ritsema/\nKarcher: Overtaking the above indeed. Cleary (2): Reaching the highest. Wu:\n“Eventually he receives a conferment of praise” from his superior.\nLegge: Although magnetic, the fifth line is in the center of the upper trigram of Clarity\nand Intelligence. She is the ruler of the trigram and the dynamic fourth and sixth lines\nloyally defend and help her. She shoots a pheasant. When an officer was traveling abroad\nin ancient times, the gift of introduction at any feudal court was a pheasant. The wanderer\nis here praised by her friends and exalted to a place of dignity by the ruler to whom she is\nacceptable. Note that the idea of the fifth line being the ruler's seat is dropped here as\nbeing alien to the idea of the hexagram.\nNOTES AND PARAPHRASES\nSiu: The man succeeds in his task and receives the recognition and praise of his friends.\nThey recommend him to the prince, who accepts his services in a highly responsible\nposition.\n\nWing: It may be that you must establish a place for yourself in altogether new territory.\nBe mindful of your approach. Modesty and generosity in the beginning will be rewarded\nwith position and acceptance. Success is indicated.\nEditor: There is some ambiguity in the various interpretations of this line. Some say that\nthe fifth line is the seat of the ruler, though the logic of the symbolism suggests that since\nthe ruler bestows favors on the subject of the line, he must be elsewhere. Wilhelm says\nthat line four represents the wanderer's friends, and line six represents the high place to\nwhich she is promoted. As a bird, the pheasant is a creature of air, or mental realm, hence\nsymbolic of an idea, concept or thought. Here the thought is given (sacrificed) to the ruler\nor Self. The arrow here suggests aspiration or intent: to perceive a goal or target (the\npheasant) and make it one's own. However, the arrow is lost, and the quarry is given to\nthe ruler in a gesture of fealty. In the end this results in a reward for the wanderer. All of\nthese images suggest a kind of willing sacrifice which one may not completely understand,\nbut which will eventually result in an ample reward.\nIntellectually the Self is no more than a psychological concept, a construct that\nserves to express an unknowable essence which we cannot grasp as such, since by\ndefinition it transcends our powers of comprehension. It might equally well be\ncalled the \"God within us.\" The beginnings of our whole psychic life seem to be\ninextricably rooted in this point, and all our highest and ultimate purposes seem\nto be striving towards it.\nJung -- Two Essays on Analytical Psychology\nA. Your aspiration exceeds your comprehension. Sacrifice a small reward now and\nreceive a big one later on.\nB. Sacrifice your need to understand. Have faith in the Work.",
    "6": "Line-6\nLegge: The sixth line, dynamic, suggests the idea of a bird burning its nest. The stranger,\nthus represented, first laughs and then cries out. He has lost his ox-like docility too readily\nand easily. There will be evil.\nWilhelm/Baynes: The bird's nest burns up. The wanderer laughs at first, then must\nneeds lament and weep. Through carelessness he loses his cow. Misfortune.\nBlofeld: A bird manages to burn its own nest. At first the traveler laughs, but then has\ncause to shout and weep. A cow is lost through carelessness -- misfortune! [Presumably,\nsomeone's carelessness causes him misfortune which excites our mirth -- until we\ndiscover that we ourselves are deeply involved in the resulting loss.]\nLiu: A bird's nest burns. The exile laughs in the beginning, laments later. He loses his cow\nby being careless. Misfortune.\n\nRitsema/Karcher: A bird burning its nest. Sojourning people beforehand laughing,\nafterwards crying-out sobbing. Losing the cattle, tending-towards versatility. Pitfall.\nShaughnessy: A crow disorders its nest; the traveler first laughs and later weeps and\nwails, losing an ox at Yi; inauspicious.\nCleary (1): A bird turns (Sic) its nest. The traveler first laughs, afterward cries. Losing the\nox at the border, there is misfortune.\nCleary (2): ... Losing the cow while at ease is unfortunate.\nWu: Like a bird burning its own nest, the traveler first laughs with joy and then howls in\nsorrow. Like losing a cow in the field, it is foreboding.\nCOMMENTARY\nConfucius/Legge: He would not listen to the truth about the course to be pursued.\nWilhelm/Baynes: Being at the top as a wanderer rightly leads to being burnt up. In the\nend he hears nothing. Blofeld: The top of this hexagram signifies burning. The loss of a\ncow through carelessness means that no news will ever be obtained of something we have\nlost (or are about to lose). Ritsema/Karcher: Using Sojourning to locate- in the above.\nOne's righteousness burning indeed. Completing absolutely-nothing: having hearing\nindeed. Cleary (2): Because the travel is in a high place, it is just to be destroyed. After all\none does not listen. Wu: Traveling at this top position amounts to burning oneself. The\nmisfortune of losing a cow in the field is something he has not heard of.\nLegge: Line six is dynamic in a magnetic place at the outer limit of the trigram of Clarity - he will be arrogant and violent, the opposite of what a wanderer should be, and the issue\nwill be evil. Humility cannot co-exist with haughty arrogance, and his careless selfsufficiency has shut his mind against all the lessons of wisdom.\nNOTES AND PARAPHRASES\nSiu: The newcomer becomes careless, imprudent, and violent at the height of his\ndistinction.\nWing: By losing yourself in the drama of a new situation and by involving yourself in\ndetails that have nothing whatsoever to do with the development of your own principles,\nyou detach yourself from the very foundation of your original aims. Misfortune.\nEditor: A bird, as a creature of the air, the realm of thought, can symbolize an idea or\nconcept. A nest suggests the foundation, or resting place of a thought -- a necessary\npremise upon which the thought is founded. To burn up a necessary premise, foundation,\nor whatever, suggests thought that has transcended the bounds of reality -- i.e., fantasy, or\nillusion. If this is the only changing line, the hexagram becomes number sixty-two, Small\nPowers, the corresponding line of which also images a bird transcending its proper\n\nbounds. The wanderer here is arrogant, and as Legge points out, \"carelessly selfsufficient.\" The line sometimes implies some harsh truths about an overly intellectual\napproach to life.\nAn inflated consciousness is always egocentric and conscious of nothing but its\nown existence.\nIt is incapable of learning from the past, incapable of\nunderstanding contemporary events, and incapable of drawing right conclusions\nabout the future. It is hypnotized by itself and therefore cannot be argued with. It\ninevitably dooms itself to calamities that must strike it dead.\nJung -- Psychology and Alchemy\nA. Criminal negligence creates an irretrievable loss.\nB. Image of a stupid idea.\nApril 2, 2001, 1/10/09, 6/25/09, 8/15/09"
  }
}