{
  "hexagram_number": 63,
  "gua": "Judgment\nLegge: Completion intimates progress and success in small matters. There is advantage\nin firm correctness. There had been good fortune in the beginning; there may be disorder\nin the end.\nWilhelm/Baynes: After Completion. Success in small matters. Perseverance furthers.\nAt the beginning good fortune, at the end disorder.\nBlofeld: After Completion -- success in small matters! Persistence in a righteous\ncourse brings reward. Good fortune at the start; disorder in the end. [Perhaps persistence\nmay help to lessen the disorder that threatens to come upon us after some initial success.]\nLiu: Completion. Success in the small. It benefits to continue. Good fortune at first;\ndisorder in the end.\nRitsema/Karcher: Already Fording. Growing: the small. Harvesting Trial. Initially\nsignificant. Completing: disarraying. [This hexagram describes your situation in terms of\nan important move from one position to another. It emphasizes that actively proceeding\nwith the crossing is the adequate way to handle it...]\nShaughnessy: Already Completed: Receipt; slightly beneficial to determine; initially\nauspicious, in the end disordered.\nCleary (1): Settlement is developmental, but it is minimized. It is beneficial to be\ncorrect. The beginning is auspicious, the end confused.\nCleary (2): Settlement is successful, even in small matters … etc.\nWu: Mission Accomplished indicates a small degree of pervasiveness and the\nadvantage of being persevering. It is characterized by goodness in the beginning, but\ntumult in the end.\n\nThe Image\nLegge: The image of water above fire forms Completion. The superior man, in\naccordance with this, thinks of the evil that may come, and guards against it in advance.\nWilhelm/Baynes: Water over fire: the image of the condition in After Completion.\nThus the superior man takes thought of misfortune and arms himself against it in advance.\nBlofeld: This hexagram symbolizes water above fire. The Superior Man deals with trouble\nby careful thought and by taking advance precautions.\nLiu: Water above fire symbolizes Completion. The superior man ponders danger and\ntakes precautions against it.\nRitsema/Karcher: Stream located above fire. Already Fording. A chun tzu uses\npondering distress and-also providing-for defending-against it.\nCleary (1): Water is above fire, Settled. Thus superior people consider problems and\nprevent them.\nWu: There is water above fire; this is Mission Accomplished. Thus the jun zi\nconceives ways to prevent disaster.\nCOMMENTARY\nConfucius/Legge: Progress and success in small matters, with advantage in firm\ncorrectness. The dynamic and magnetic lines are correctly arranged, each in its proper\nplace. There has been good fortune in the beginning because the magnetic second line is in\nthe center. In the end there is a cessation of effort, and disorder arises. The course that\nled to rule and order is now exhausted.\nLegge: The two written Chinese characters translated here as Completion represent\ntwo ideas -- the symbol of being past or completed, and the symbol of crossing a stream -with a secondary meaning of helping and completing. When combined, the two characters\nexpress the idea of successful accomplishment. The hexagram denotes the kingdom finally\nat rest -- the vessel of state has been brought safely across the great and dangerous stream,\nthe distresses of the realm have been relieved and its disorders rectified. Small things\nneed to be completed: the new government must be consolidated and its ruler must,\nwithout noise or clamor, go on to perfect what has been wrought with firm correctness and\nwithout forgetting the inherent instability of all human affairs. That every line of the\nhexagram is in its correct place, and has its proper correlate emphasizes the intimation of\nprogress and success.\nThe K'ang-hsi editors compare this hexagram and the next with number eleven,\nHarmony, and number twelve, Divorcement, observing that the goodness of\nHarmony is concentrated, as here, in the second line. Disorder after completion is\ninevitable. All things move on with a constant process of change. Disorder succeeds\n\nto order, and again order to disorder.\nNOTES AND PARAPHRASES\nJudgment: All's well that ends well, but the new cycle demands as much willpower as the\nlast. Make no drastic choices during a transition.\nThe Superior Man anticipates conflict and is prepared for it in advance.\nThe sixty-third hexagram is the reference hexagram which depicts the correlation of\nproperly matched dynamic and magnetic lines. On the basis of this figure, all of the other\nhexagrams (except the first and second, which are their \"parents\"), are compared. Yet,\ndespite the fact that every line is in its proper place, not one of them has an easy auspice,\nand both the Judgment and Image are subdued and cautionary. The general idea is that as\nlong as we draw breath in this spacetime dimension, our lives and Work are incomplete.\nCycles complete themselves, certainly, but Completion in that sense is the \"completion\"\nof the full moon, which as soon as it reaches maximum brilliance immediately begins to\nwane.\nAmong those engaged in psycho-spiritual work, there is a great deal of energy\nfocused on \"enlightenment,\" and the natural desire of each aspirant to attain that state of\nconsciousness as soon as possible. Many there are who wander from one conception of the\nWork to another in the hope that this particular discipline, or that particular Guru will\nprovide the transcendent answer that the last one didn't.\nThis is a very deceptive illusion, because the chances that any given individual will\nattain perfect enlightenment in any given lifetime are probably miniscule to the point of\ninsignificance. (How many truly enlightened beings have you ever met in your life?)\nBut the first signs of this symbolism are far from indicating that unity has been\nattained. Just as alchemy has a great many procedures, ranging from the \"work\nof one day\" to the \"the errant quest\" lasting for decades, so the tensions between\nthe psychic pair of opposites ease off only gradually; and, like the alchemical endproduct, which always betrays its essential duality, the united personality will\nnever quite lose the painful sense of innate discord. Complete redemption from the\nsufferings of this world is and must remain an illusion ... The goal is important\nonly as an idea; the essential thing is the opus which leads to the goal: that is the\ngoal of a lifetime. In its attainment \"left and right\" are united, and conscious and\nunconscious work in harmony.\nJung-- Psychology of the Transference\nThe Work is a slow, organic process of transforming unconscious forces, which\ndemands almost superhuman levels of discipline to accomplish. One can make a great\ndeal of progress in one lifetime, but the Work can not be said to be complete until physical\ndeath “completes” it -- at that point, assuming the ego has acquired enough strength of will,\nperhaps one can facilitate a \"permanent\" synthesis of the forces one has spent a lifetime in\ntraining. Death is the doorway back to our Source, and if we enter that doorway\n\nconsciously and correctly we can consolidate a great deal of power which will serve us well\nin the next cycle, in whatever dimension that cycle may take place.\nIt is even doubtful whether a man can arrive at the summit of all perfection as\nlong as he lives in an imperfect physical form, because the imperfections of the\nform hamper the spirit, and only a spirit that has outgrown the necessity to live in\na physical form may be said to have arrived at that high degree of perfection at\nwhich a perfect knowledge of self, and consequently a perfect knowledge of the\nuniverse is obtained.\nF. Hartmann -- Paracelsus: Life and Prophecies",
  "lines": {
    "1": "Line-1\nLegge: The first line, dynamic, shows its subject as a driver who drags back his wheel, or\nas a fox which has wet his tail. There will be no error.\nWilhelm/Baynes: He brakes his wheels. He gets his tail in the water. No blame.\nBlofeld: He brakes the wheel of his chariot and gets the rear part wet -- no error!\nLiu: The brake to the wheel. The tail gets wet. No blame.\nRitsema/Karcher: Pulling back one's wheels. Soaking one's tail. Without fault.\nShaughnessy: Dragging his ribbon, wetting his tail; there is no trouble.\nCleary (1): Dragging the wheel, wetting the tail, there is no fault.\nCleary (2): Dragging the wheels – it is right that there be no problem.\nWu: The wheels are pulled back. The tail is immersed in water. There will be no error.\nCOMMENTARY\nConfucius/Legge: As we may rightly judge, there will be no mistake. Wilhelm/\nBaynes: According to the meaning, there is no blame in this. Blofeld: Since we manage\nto stop at the right moment we are not to blame for what happens. Ritsema/Karcher:\nRighteous, without fault indeed. Cleary (2): (None.) Wu: In principle there is nothing\nwrong.\nLegge: Line one, the first of the hexagram, represents the time immediately after the\nsuccessful completion of something -- a time for resting and being quiet. For a season at\nleast, all movement should be hushed. Hence we have the symbolism of a driver trying to\nstop his carriage, and a fox who has wet his tail, and will not attempt the stream again.\n\nNOTES AND PARAPHRASES\nSiu: At the outset, the man is not caught in the intoxication of the masses during a great\ntransition. The general pressure finally overwhelms him. However, this occurs only at the\nlast minute, after he has successfully completed the enterprise.\nWing: As you move forward with your plans, the pressure starts to build and you feel an\nurge to reconsider. You must face the fact that you will be affected by the events that you\nhave inexorably set into motion, but not detrimentally, as you are generally correct.\nEditor: Wilhelm, Blofeld and Liu all use the image of brakes to stop a wheel. If the\nhexagram is turned upside down it becomes number sixty-four, Before Completion or\nUnfinished Business, and this line becomes number 64:6 which has a similar message.\nEven the fox is mentioned. The image is one of avoiding danger by holding back.\nThe contented man meets no disgrace;\nWho knows when to stop runs into no danger -He can long endure.\nLao Tzu\nA. Stop pushing -- hold and consolidate your position.\nB. \"Leave well enough alone.\"",
    "2": "Line-2\nLegge: The second line, magnetic, shows its subject as a wife who has lost her carriagescreen. There is no occasion to go in pursuit of it. In seven days she will find it.\nWilhelm/Baynes: The woman loses the curtain of her carriage. Do not run after it; on\nthe seventh day you will get it.\nBlofeld: The lady loses the blind from her chariot window. She should not go in search of\nit, for she will recover it in seven days.\nLiu: A lady loses her carriage curtain. Without seeking it, it will be regained within seven\ndays.\nRitsema/Karcher: A wife losing her veil. No pursuit. The seventh day: acquiring.\nShaughnessy: The wife loses her hair; do not follow, in seven days you will get it.\nCleary (1): A woman loses her protection. Do not pursue; you will get it in seven days.\nCleary (2): A woman loses her protection. Let her not give chase: she will find it in seven\ndays.\n\nWu: A woman has lost the curtain of her carriage. There is no need to look for it. After\nseven days it will be found.\nCOMMENTARY\nConfucius/Legge: The course pursued is that indicated by the central position of the\nline. Wilhelm/Baynes: As a result of the middle way. Blofeld: Restraint or\nmoderation will be rewarded. Ritsema/Karcher: Using centering tao indeed. Cleary\n(2): Because of her balanced course. Wu: Because she take a middle course.\nLegge: The second line is magnetic and in her proper place. With her dynamic correlate\nin line five, she might be expected to take action, but she is central and correct – a lady\nwho has lost her carriage screen. She will not advance further so soon after success has\nbeen achieved, but keeps herself in hidden retirement. Let her not seek the screen. The\nseven days is a cycle of completion running its course -- then a new period when action\nwill be proper shall have commenced.\nNOTES AND PARAPHRASES\nSiu: The man is not accorded the protective confidence of his superiors. In his desire to\nachieve something, he is tempted to seek it and draw it to himself. He should not do so,\nbut should remain patient and faithful. What is truly his will come to him eventually.\nWing: You are suddenly exposed, whether by your own hand or by circumstances beyond\nyour control. Do nothing. Don't try to cover up, or attempt to make a case for your position.\nThis time of conspicuousness will soon pass.\nEditor: The image of the hexagram suggests a high water mark -- the point at which a\ncycle is completed. Beyond this point is the beginning of a whole new cycle. The second\nline is the ruler of the hexagram -- a magnetic, receptive, yin line who remains fully\ndevoted to the dynamic yang line, her husband, in the fifth place. A magnetic force is\nvulnerable during a period of completion -- it must remain in place until the synthesis is\ncomplete and the next cycle begins.\nWhen a patient begins to feel the inescapable nature of his inner development, he\nmay easily be overcome by a panic fear that he is slipping helplessly into some\nkind of madness he can no longer understand. More than once I have had to reach\nfor a book on my shelves, bring down an old alchemist, and show my patient his\nterrifying fantasy in the form in which it appeared four hundred years ago. This\nhas a calming effect, because the patient then sees that he is not alone in a strange\nworld which nobody understands, but is part of the great stream of human history,\nwhich has experienced countless times the very things that he regards as a\npathological proof of his craziness.\nJung -- Alchemical Studies\nA. An image of temporary vulnerability: take no action until the situation matures.",
    "3": "Line-3\nLegge: The third line, dynamic, suggests the case of Kao Tsung who attacked the Demon\nregion, but was three years in subduing it. Inferior men should not be employed in such\nenterprises.\nWilhelm/Baynes: The Illustrious Ancestor disciplines the devil's country. After three\nyears he conquers it. Inferior people must not be employed.\nBlofeld: The Illustrious Ancestor (namely, the Emperor Wu Ting, 1324 BC) carried out a\npunitive expedition in Kuei Fang (literally, the Land of the Devils) and conquered it after\nthree years -- men of mean attainments would have been useless! [The Land of Devils\nwas probably a territory inhabited by non-Chinese tribes. The implication is that only a\nman of outstanding capability should attempt any difficult task now.]\nLiu: The emperor Kao Tsung chastised the barbarian country and conquered it in three\nyears. The inferior man should no longer be employed.\nRitsema/Karcher: The high ancestor subjugating souls on-all- sides. Three yearsrevolved controlling it. Small People, no availing of.\nShaughnessy: The High Ancestor attacks the Devil-land, in three years conquering it;\nthe little man should not use it.\nCleary (1): The emperor attacks the barbarians, and conquers them after three years. Do\nnot employ inferior people.\nWu: Gao Zong took military actions against Guifan. After three years, he quelled the\nrebellion. Little men should not be trusted.\nCOMMENTARY\nConfucius/Legge: He was three years in subduing it -- enough to make him weary.\nWilhelm/Baynes: This is exhausting. Blofeld: His taking three years to conquer it\nindicates great fatigue. [Even if we do feel capable of undertaking an extremely difficult\ntask, we must expect it to occupy us for so long as to make us feel exhausted.]\nRitsema/Karcher: Weariness indeed. Cleary (2): He is weary. Wu: It was a tiresome\ncampaign.\nLegge: The dynamic third line at the top of the lower trigram suggests the idea of one\nundertaking a vigorous enterprise. The writer thinks of Kao Tsung, one of the ablest\nsovereigns of the Shang dynasty (B.C. 1364-1324), who undertook an expedition against\nthe barbarian hordes of the cold and bleak regions north of the Middle States. His\nenterprise was successful, but it was tedious, and the line concludes with a warning.\n\nNOTES AND PARAPHRASES\nSiu: A correct subjugation policy is essential after the conquest. Inferior people, of no\nvalue at home, should not be sent to govern the colonies. Protracted struggles usually\nfollow, and small men are inadequate to the task.\nWing: The attainment of a highly ambitious goal is possible. It will take a long time and\nwill leave you spent. If it is worthwhile to you, success is indicated. However, be cautioned\nto employ only the most qualified persons in your endeavor.\nEditor: In psychological terms, the Demon region is the unconscious psyche, and no new\nsynthesis can take place therein until all of its autonomous complexes have been pacified\nand integrated. The will of the ego is the last line of defense against their constant\npressure. Only one who has undertaken the Work can truly appreciate how exhausting it\nis -- a fact made more ominous by the realization that one can win most of the battles and\nstill lose the war. \"Inferior men should not be employed\" means that it is a task not to be\nlightly undertaken by anyone.\nWhen an individual in some contretemps discovers this primitive force alive\nwithin him, like a ruthless and cold-blooded daemon, he must find some method\nby which it can be transformed into a different kind of spirit, if he is to avoid a\nregression to a level of civilization far below his conscious standard.\nM.E. Harding -- Psychic Energy\nA. Conquer your demons -- the integration of unbalanced forces is a long and\nexhausting process.",
    "4": "Line-4\nLegge: The fourth line, magnetic, shows its subject with rags provided against any leak in\nher boat, and on guard all day long.\nWilhelm/Baynes: The finest clothes turn to rags. Be careful all day long.\nBlofeld: Amidst the fine silk are ragged garments -- be cautious throughout the livelong\nday!\nLiu: One has silk clothes but wears rags. Be cautious all day. [This line indicates that you\ncan expect to have enough money to live comfortably.]\nRitsema/Karcher: A token: possessing clothes in-tatters. Completing the day, a warning.\n[Token, HSU: halves of a torn piece of silk which identify the bearers when joined.]\nShaughnessy: The short coat has jacket wadding; in winter days be warned.\nCleary (1): With wadding to plug leaks, one is watchful all day.\n\nCleary (2): There are rags in fine cloth – be alert all the time.\nWu: Rags are used to plug leaks. This is a matter of concern all day long.\nCOMMENTARY\nConfucius/Legge: She is on guard all the day -- she is in doubt about something.\nWilhelm/Baynes: There is cause for doubt. Blofeld: This indicates that doubt and\nsuspicion are now prevalent. Ritsema/Karcher: Possessing a place to doubt indeed.\nCleary (2): There is doubt. Wu: There are doubts.\nLegge: Line four is magnetic and has advanced into the trigram symbolizing Water and\nPeril. She will be cautious and prepare for evil.\nNOTES AND PARAPHRASES\nSiu: Evils are occasionally uncovered but quickly glossed over during periods of prosperity\nand cultural advance. The man is not complacent about such readily hidden defects and\ntakes earnest steps toward their correction.\nWing: Elements of decay can be found in the situation of your inquiry. Watch your step.\nEditor: Wilhelm, Blofeld and Liu all juxtapose the image of rags with clothing, or fine silk.\nThe message is to not be deluded by what seems to be a favorable situation. Maintain\nconstant awareness and make your choices with extreme care. Regardless of appearances\nyou're in a position of risk.\nComplexes that are not granted reality by consciousness and are not dealt with as\n\"powers\" to be taken seriously, but are dealt with by repression, tend to take hold\nin an unadapted, primitive, regressive, compulsive and destructive fashion. This\nresults in what we call neurotic or psychotic disturbances.\nE.C. Whitmont -- The Symbolic Quest\nA. Something valuable is threatened -- extreme care is called for.",
    "5": "Line-5\nLegge: The fifth line, dynamic, shows its subject as the neighbor in the east who\nslaughters an ox for his sacrifice; but this is not equal to the small spring sacrifice of the\nneighbor in the west, whose sincerity receives the blessing.\nWilhelm/Baynes: The neighbor in the east who slaughters an ox does not attain as\nmuch real happiness as the neighbor in the west with his small offering.\n\nBlofeld: In terms of benefits, the neighbor to the east gained less from sacrificing an ox\nthan the neighbor to the west obtained from carrying out the spring sacrifice.\nLiu: The eastern neighbor sacrificed an ox; the western neighbor made a simple offering,\nbut he received the blessing. [Many will succeed in small undertakings but fail in grand\nschemes.]\nRitsema/Karcher: The Eastern neighbor slaughters cattle. Not thus the Western\nneighbor's dedicated offering. The substance: acquiescing-in one's blessing.\nShaughnessy: The eastern neighbor kills an ox to sacrifice; it is not as good as the\nwestern neighbor's spring sacrifice in really receiving its blessing; auspicious.\nCleary (1): Slaughtering an ox in the neighborhood to the east is not as good as the\nceremomy in the neighborhood to the west, really receiving the blessing.\nCleary (2): ... The genuine get the blessings.\nWu: The neighbor on the east side slaughters an ox. What he does is less rewarding than\nthe neighbor on the west side, who makes simple offerings in the summer and receives an\nabundance of blessings.\nCOMMENTARY\nConfucius/Legge: The large sacrifice of the eastern neighbor cannot equal the small\nsacrifice of the western neighbor because the latter is in harmony with the times.\nWilhelm/Baynes: The eastern neighbor, who slaughters an ox, is not as much in\nharmony with the time as the western neighbor. The latter attains true happiness: good\nfortune comes in great measure. Blofeld: Because the former's sacrifice (though bigger)\nwas less timely. The benefits obtained by the neighbor to the west betoken that good\nfortune is on its way to us. [This is one of the favorite themes of the Book of Change,\nnamely the importance of timeliness. A small effort at the right time will win for us more\nbenefit than a gigantic effort at the wrong time.] Ritsema/Karcher: Significant, the\ngreat coming indeed. Cleary (2): Good fortune comes in great measure. Wu: There\ncomes great fortune.\nLegge: The neighbor in the east is line five, and the neighbor in the west is line two -- his\ncorrelate. Five is dynamic, and two is magnetic, and magnetic passivity is more likely to be\npatient and cautious under the prevailing circumstances. They are compared to two men\nsacrificing. The one presents valuable offerings, the other very poor ones, but the second\nexcels in sincerity, and his small offering is the more acceptable.\nNOTES AND PARAPHRASES\nSiu: Men are deceived by what the eyes see, but the gods are swayed by what the heart\nconceals.\n\nWing: This is an inappropriate time for ostentatious exhibitions of personal success and\ngrandeur. Look for true happiness in the simplicity of your life. You will achieve more by\nsmall efforts than by large displays of power.\nEditor: The superior neighbor is the magnetic line two in the middle of the trigram of\nClarity, who understands the true difference between form and substance. The inferior\nneighbor is the dynamic and ego-centric line five in the middle of the trigram of Peril, who\nacts on his own initiative and wastes his effort. The image teaches the difference between\nacting from the ego or the Self: between pushing the river and flowing with it.\nMore acceptable is the character of one upright of heart than the ox of the\nevildoer ... The god is aware of him who acts for him.\nInstruction for king Meri-ka-re -- Egypt, C. 2000 B.C.\nA. A modest but sincere effort is superior to a great show of force. Small increments\nof real advancement are worth more than illusions of completion.\nB. Complexity fails; simplicity succeeds.\nC. The situation requires a modest condescension of power or display of allegiance,\nnot a grandiose expression of martyrdom.",
    "6": "Line-6\nLegge: The sixth line, magnetic, shows its subject with even her head immersed. The\nposition is perilous.\nWilhelm/Baynes: He gets his head in the water. Danger.\nBlofeld: His head gets wet -- trouble!\nLiu: His head gets wet. Danger. [Avoid evil persons lest you yourself become tainted.]\nRitsema/Karcher: Soaking one's head. Adversity.\nShaughnessy: Wetting his head; danger.\nCleary (1): When the head gets wet, one is in danger.\nCleary (2): Getting the head wet is dangerous.\nWu: The fox immerses his head in water. Perilous.\n\nCOMMENTARY\nConfucius/Legge: How could such a state continue long? Wilhelm/Baynes: How can\none endure this for long? Blofeld: But this sort of trouble can scarcely last long. [We\nmust expect some trouble but perhaps not very serious and not likely to endure.]\nRitsema/Karcher: Wherefore permitting lasting indeed? Cleary (2): How can one last\nlong? Wu: How long can it last?\nLegge: The topmost line is magnetic and on the outermost edge of the trigram of Peril.\nHer action is violent and dangerous, like that of one attempting to cross a ford and being\nplunged over her head in the water.\nAnthony: We “look back” when we presume that the struggle is over, that we can relax\nand enjoy the situation. We must be firm and go forward, or the work will be undone.\nNOTES AND PARAPHRASES\nSiu: Needless violence and self-glorification upon completion of a difficult undertaking\ncause the man to fall back into misfortune.\nWing: You have initiated significant action. Do not assume that things will follow their\ncourse while you simply watch and wait. This type of attitude is both vain and perilous.\nYou have created responsibilities for yourself. Shirking them will invite grave danger.\nEditor: Wilhelm's commentary suggests the idea of not turning back after making a\ndangerous transition. The situation has not yet been consolidated and can easily\ndeteriorate: what might be Completion can instead become an aborted synthesis and a\nregression to a lower level. Alternately, Legge’s image of the line with “even her head\nimmersed” suggests wooly-headedness – you aren’t seeing things clearly. This prevents a\ntransition to a clear state of consciousness. Symbolically to have one’s head immersed in\nwater portrays thought overwhelmed by emotion.\nAnother said, \"I will follow you, sir, but first let me go and say good-bye to my\npeople at home.\" Jesus said to him, \"Once the hand is laid on the plow, no one who\nlooks back is fit for the kingdom of God.\"\nLuke 9: 61-62\nA. You have passed the point of no return in the current cycle of growth -regression now portends disaster.\nB. You've gone too far to turn back now.\nC. Your incomprehension prevents illumination in the matter at hand.\nD. Emotions prevent clear thinking.\nMarch 26, 2001, 3/20/09"
  }
}