{
  "hexagram_number": 20,
  "gua": "Judgment\nLegge: Contemplation shows us a worshipper who has purified himself, but\nmust still present his sacrifice with that dignified sincerity which inspires\nreverence.\nWilhelm/Baynes: Contemplation. The ablution has been made, but not yet\nthe offering. Full of trust they look up to him.\nBlofeld: Looking down. [This word often means “contemplation\" and I have\nso translated it when the context so requires.] The ablution has been performed,\nbut not the sacrifice. Sincerity inspires respect. [This is generally understood to\nmean that the first step has been taken or that one has bound oneself to follow a\ncertain course...but that the main duties are yet to be performed.]\nLiu: Observation. The hand-washing ritual is completed, but the sacrifice is\nstill to come. All done and looked upon with sincerity.\nRitsema/Karcher: Viewing: hand-washing and-also not worshipping.\nPossessing conformity, like a presence. [This hexagram describes your situation\nin terms of something seen from a distance, out of immediate reach. It\nemphasizes that carefully observing and divining the meaning is the adequate\nway to handle it...]\nShaughnessy: Looking Up. Washing the hands but not making offering;\nthere is a return with head held high.\nCleary (1): Observing, one has washed the hands but not made the offering;\nthere is sincerity, which is reverent.\nWu: Admiration indicates a worshipper washing his hands in preparation for\nthe offerings, but not participating in it. He shows sincerity and awe.\n\nThe Image\nLegge: The image of earth and wind moving above it form Contemplation.\nThe ancient kings, in accordance with this, examined the different regions of the\nkingdom to see the ways of the people, and set forth their instructions.\nWilhelm/Baynes: The wind blows over the earth: the image of\nContemplation. Thus the kings of old visited the regions of the world,\ncontemplated the people, and gave them instruction.\nBlofeld: This hexagram symbolizes wind blowing across the earth. The ancient\nrulers visited the different regions to keep watch over their people and carefully\ninstruct them.\nLiu: The wind blowing over the earth symbolizes Observation. The ancient\nkings visited their territories, observed the people, and gave instruction.\nRitsema/Karcher: Wind moving above earth. Viewing. The Earlier Kings\nused inspecting on-all-sides, viewing the commoners to set-up teaching.\nCleary (1): Wind is over the earth, observing. Thus did the kings of yore set up\neducation after examination of the region and observation of the people.\nCleary (2): Wind travels over the earth – observing. Kings of yore examined\nthe regions and observed the people to set up education. [In Buddhist terms, the\nancient Buddhas examined the “regions” of possible experience and observed the\npeople in various states of being, then set up various teachings to accommodate\nthem, just as the wind travels over the earth reaching everywhere.]\nWu: The wind pervades above the earth; this is Admiration. Thus the\nancient kings inspected various regions of the country, observed the sentiments\nof the people, and laid down their instructions.\nCOMMENTARY\nConfucius/Legge: Observation from above -- from the trigram of Flexibility\nsurmounting the trigram of Docility. The ruler is in his correct central position,\nand thus exhibits his lessons to all below. He has purified himself, but not yet\nsacrificed. All beneath look to him and are transformed. When we contemplate\nthe spirit-like way of heaven, we see how the four seasons proceed without error.\nThe sages, in accordance with this spirit-like way, laid down their instructions,\nand all under heaven yield submission to them.\nLegge: The Chinese character from which this hexagram is named is used in the\nsense of both seeing and being seen. The theme is the sovereign and his people -how he shows himself to them, and how they in turn perceive him. The two\ndynamic lines at the top belong to the ruler, and the four magnetic lines below\n\nrepresent his subjects. In the Judgment the ruler is portrayed as a worshipper at\nthe commencement of a sacrifice. He is the great Manifester in line five.\nThe lower trigram symbolizes earth, with the attribute of Docility; the\nupper trigram symbolizes wind, with the attributes of Flexibility and Penetration.\nWind moving above the earth has the widest sweep, and nothing escapes its\ninfluence. The personal influence of the ruler effects much, but the ancient kings\nwished to add to that the power of published instructions which were specially\nadapted to the character and circumstances of the people.\nThe spirit-like way of heaven is the invisible order underlying the laws of\nnature. [Ed. Note: Ritsema/Karcher use the phrase: \"Viewing Heaven's\nspirit tao ... The all-wise person uses spirit tao to set-up teaching.\"\nSpirit(s), SHEN: independent spiritual powers that confer intensity on heart\nand mind by acting on the soul, KUEI; gods, daimons. Tao: way or path;\nongoing process of being and the course it traces for each specific person or\nthing; keyword. The ideogram: go and head, leading and the path it creates.]\nNOTES AND PARAPHRASES\nJudgment: Contemplate your motivations and discern the purity of your intent.\n\"Put your money where your mouth is.” or \"Walk your talk.”\nThe Superior Man evaluates and rectifies his attitudes.\nThe \"ancient kings” in the Image symbolize the creators of an original\nstate of perfection -- an archetypal model toward which the superior man aspires.\nThis idea is common to all mystical traditions, many of which depict this state in\nthe image of an ideal or prototypical man. Here is a summary of the Gnostic\nconception:\nNot only the body but also the \"soul\" is a product of the cosmic powers,\nwhich shaped the body in the image of the divine Primal (or Archetypal)\nMan and animated it with their own psychical forces: these are the\nappetites and passions of natural man, each of which stems from and\ncorresponds to one of the cosmic spheres [i.e., planets] and all of which\ntogether make up the astral soul of man, his \"psyche.\"\nH. Jonas -- The Gnostic Religion\nIn the Kabbalah, the template of this archetypal man (named Adam\nKadmon) exists in each of the four realms of consciousness corresponding to\nintuition, intellect, emotion and sensation, and \"he\" is perceived as androgynous\nin all of these worlds except the last -- the \"sensation” world of our physical\nspacetime reality.\nThe Adam of these first three worlds was androgynous. The Adam of the\nfourth world is the Adam of the expulsion, the Adam of flesh traversing\n\nthe desert of his exile, and the Adam capable of reproducing himself now\nthat he is no longer androgynous.\nC. Ponce -- Kabbalah\nConsidering that androgyny is one of the symbols used in the Western\nMystery Tradition to depict the correct union of male and female forces within\nthe psyche, we quickly recognize that the properly matched male and female\ncorrelate lines in the I Ching are a Chinese depiction of the identical concept.\nNote that the messages of the following three quotations are in complete accord\nwith the goal of the Work as outlined in the I Ching:\nSomewhere there is an Adam within each of us in need of restoration, in\nexile from the Garden. The aim of Kabbalism is the restoration of the\ndivine man in the medium of mortal man. We are the laboratory and we\nare the workers who work in that space.\nC. Ponce -- Kabbalah\nWithin our six-foot body we must strive for the form which existed before\nthe laying down of heaven and earth.\nThe Secret of the Golden Flower\nThe destiny of man is to build the Heavenly Jerusalem on Earth. In other\nwords, to civilize a planet. It is the aim of the occultist, in consort with all\nmen of good will, to bring about this heavenly fact into earthly reality.\nAnd the only way it will come about is by every man doing the right thing\nat the right time for twenty-four hours a day.\nGareth Knight -- The Work of a Modern Occult Fraternity\nThe ancient kings in hexagram number-20 base their laws upon their\nrecognition of diversity among the various forces which make up the kingdom of\nthe psyche. Their divine regulations therefore represent the proper ecology\nexisting between heaven and earth, yin and yang, male and female, Logos and\nEros. In this regard, the I Ching's version of the Archetypal Man might be seen\nas hexagram number-63, Completion, in which the polarity of each of the lines\nis in perfect correlation. (See the editor's commentary on Hexagram number 11\nfor further insights into this idea.)\nThe theme of the hexagram is Contemplation of your situation to see if\nyour attitude meets the archetypal standards of the Work. The worshipper in the\nJudgment has purified himself for sacrifice but has not yet carried it out.\nWilhelm uses the word \"ablution” in his translation of the Judgment. An\nablution is a ritual cleansing associated with a religious rite:\nAblution: In alchemy ... the adept worker achieves [success] only by\npurifying his soul of all that commonly agitates it. Washing, then,\nsymbolizes the purification not so much of objective and external evil as\n\nof subjective and inner evils ... The principle involved in this alchemic\nprocess is that implied in the maxim \"Deny thyself.\"\nJ. E. Cirlot -- Dictionary of Symbols\nIt is important to note that the sacrifice has yet to be performed:\npreparation is meaningless until it is acted upon. Psychologically, this refers to\nintellectual \"gnosis\" which still needs to be grounded in behavior.\nWisdom is achieved very slowly. This is because intellectual knowledge,\neasily acquired, must be transformed into `emotional,' or subconscious,\nknowledge. Once transformed, the imprint is permanent. Behavioral\npractice is the necessary catalyst of this reaction. Without action, the\nconcept will wither and fade. Theoretical knowledge without practical\napplication is not enough ... Intellectually the answers have always been\nthere, but this need to actualize by experience, to make the subconscious\nimprint permanent by `emotionalizing' and practicing the concept, is the\nkey.\nBrian L. Weiss, MD -- Many Lives, Many Masters\nWithout changing lines, Contemplation is an oracular invitation for you\nto consider your situation and especially your motivations in regard to it. One\nway of doing this is to reduce everything to a brief written statement, including\nyour best conscious conclusions. Then ask for a comment from the oracle -- often\nit will become apparent that you have been undergoing a kind of examination.\nSUGGESTIONS FOR MEDITATION\nThe ancient kings are mentioned in the Images of both this figure and\nnumber twenty-one, Discernment, immediately following. What are the\ndifferences between Contemplation and Discernment, as depicted in these\nimages? How does the concept of sacrifice relate to this, as mentioned in the\nJudgment? Compare the Judgment of this hexagram with hexagrams and lines\n17:6, 45:2, 46:2, 46:4, 47:2, 47:5 and 63:5 for further insights on this extremely\nimportant tenet of the Work.",
  "lines": {
    "1": "Line-1\nLegge: The first line, magnetic, shows the looking of a child -- not blamable in\nthose of inferior rank, but a matter of regret in superior men.\nWilhelm/Baynes: Boy-like contemplation. For an inferior man, no blame. For\na superior man, humiliation.\nBlofeld: Looking at things in a childish way is not blameworthy in ordinary\npeople, but in the Superior Man it is a misfortune. [ It might be supposed that the\n\nSuperior Man is incapable of such conduct; hence this passage must refer to one\nwho is trying to be or who thinks himself a Superior Man.]\nLiu: Childish observation. For inferior people, no blame. For superior people,\nhumiliation.\nRitsema/Karcher: Youthful viewing. Small People: without fault. Chun tzu:\nabashment.\nShaughnessy: The youth looks up; for the little man there is no trouble, for the\ngentleman distress.\nCleary (1): Ignorant observation is not blamed in inferior people, but is\nshameful in superior people.\nCleary (2): Naïve observation is blameless in undeveloped people but shameful\nin developed people. [When undeveloped people are like children, this is not\nconsidered bad, but if developed people are like children, there is no way to\ngovern nations and bring peace to earth.]\nWu: His view is like that of a child. There will be no error for a little man, but\nhumiliation for a jun zi.\nCOMMENTARY\nConfucius/Legge: This indicates the way of the inferior people. Wilhelm/\nBaynes: The way of inferior people. Blofeld: For such conduct is suited to\npeople of inferior worth. Ritsema/Karcher: Small People: tao indeed. Cleary\n(2): The naïve observation represented by the first yin is the way of\nunderdeveloped people. Wu: Because this is the way of a little man.\nLegge: Line one is magnetic and in the lowest place, which is also improper for\nit. This suggests the symbol of a thoughtless child who cannot see far -- one who\ntakes only shallow and superficial views.\nNOTES AND PARAPHRASES\nSiu: At the outset, the man does not comprehend the nature of prevailing forces\nnor does he perceive them as a connected whole. The superficial view is\nacceptable for the masses, but the superior man should know better.\nWing: Are you just looking at the surface of the situation and its most superficial\neffect upon you? This is an inferior, unenlightened form of contemplation. The\nsuperior mind will attempt to see the situation as part of a larger whole. This way\nyou can know its actual meaning in your life.\n\nEditor: Legge's original translation of this line says \"lad” instead of child. I have\naltered it to be more in conformance with the magnetic line. No meaning is lost.\nThe line is completely unambiguous in all translations.\nWhen I was a child, I spake as a child, I understood as a child, I thought\nas a child: But when I became a man, I put away childish things.\nI Corinthians 13: 11\nA. An image of immature and superficial perception.\nB. Grow up and accept your responsibilities.",
    "2": "Line-2\nLegge: The second line, magnetic, shows one peeping out from a door. It would\nbe advantageous if it were merely the firm correctness of a female.\nWilhelm/Baynes: Contemplation through the crack of the door. Furthering for\nthe perseverance of a woman.\nBlofeld: Watching through door-cracks is of advantage to women.\nLiu: Observation through the cracks of doors. Women benefit by perseverance.\n[Now is a better time for action than for quiet.]\nRitsema/Karcher: Peeping-through Viewing. Harvesting: woman Trial.\nShaughnessy: Peeking a look up; beneficial for the maiden to determine.\nCleary (1): Peeking observation is beneficial for a woman’s chastity.\nWu: One peeps through a door. It will be advantageous for a persevering woman.\nCOMMENTARY\nConfucius/Legge: The firm correctness of a woman in peeping out from a door\nis also a thing to be ashamed of in a superior man. Wilhelm/Baynes:\n\"Contemplation through the crack of the door\" is humiliating even where there is\nthe perseverance of a woman. Blofeld: Nevertheless it is also shameful. [If the\nenquirer or the one for whom the enquiry is being made is a woman, she will\ngain by keeping a secret watch, but it cannot be done honorably in this case.]\nRitsema/Karcher: Truly permitting the demoniac indeed. Cleary (2): (It) can\nalso be shameful. Wu: It is nevertheless awkward.\n\nLegge: Line two is magnetic in her proper place, showing a woman who lives\nretired and only able to peep through the crack of her door at her fifth-line\ncorrelate. But ignorance and retirement are proper in a woman.\nNOTES AND PARAPHRASES\nSiu: The housewife is understandably ignorant of worldly affairs. But such a\nnarrow, subjective view of reality is shameful for persons in public life.\nWing: If you have goals more ambitious than maintaining your own private\nworld, if your dreams extend into the affairs of society, then you must develop a\nbroader viewpoint. If you relate everything that comes your way in terms of your\nown life and attitudes, you cannot develop.\nEditor: As hopefully enlightened moderns we wince at what seems to be\noutrageous male chauvinism in some of the lines of the I Ching, but if we\nunderstand the symbolism psychologically a non-sexist message comes through.\n(Dream symbolism also often offends our conscious convictions.) Female figures\nusually represent our instinctive responses and the emotional-feeling aspects of\nour personality. Correct behavior demands that emotional responses be kept in\ntheir proper place at \"home\" within the psyche. This line implies that the\nsituation demands a more dynamic approach. Note however, that there is no\novert value judgment other than by implication; the puritanical Confucian\ncommentary is not necessarily always applicable. The line sometimes just\nportrays a partial, incomplete view of the situation, saying in effect that \"there is\nmore to the subject than meets the eye.”\nIf the doors to perception were cleansed, everything would appear to\nman as it is, infinite. For man has so closed himself up till he sees all\nthrough narrow chinks of his cavern.\nWilliam Blake\nA. You have a restricted (possibly narrow-minded) point of view -dispassionately widen your horizons.",
    "3": "Line-3\nLegge: The third line, magnetic, shows one looking at the course of her own life,\nto advance or recede accordingly.\nWilhelm/Baynes: Contemplation of my life decides the choice between\nadvance and retreat.\nBlofeld: By contemplating our own lives, we learn to advance or retreat as\nrequired by circumstances.\n\nLiu: Observation of the circumstances of our lives determines whether to\nadvance or retreat.\nRitsema/Karcher: Viewing my birth, advancing, withdrawing.\nShaughnessy: Looking up at my life advancing and retreating.\nCleary (1): Observing personal growth, promoting and repelling.\nCleary (2): … advancing and withdrawing.\nWu: He examines his own life to determine whether to advance or retreat.\nCOMMENTARY\nConfucius/Legge: She will not err in the path to be pursued. Wilhelm/\nBaynes: The right way is not lost. Blofeld: This is the way to keep to the right\npath. Ritsema/Karcher: Not-yet letting-go tao indeed. Cleary (2): One has\nnot lost the way. Wu: He has not forsaken the principle.\nLegge: The magnetic third line at the top of the lower trigram of Receptivity\nbelongs to one of utmost docility. She wishes to act only according to the exigency\nof the time and circumstances, and will advance or recede accordingly.\nNOTES AND PARAPHRASES\nSiu: The man contemplates the effects of his actions in relation to the exigencies\nof the times rather than indulging in idle speculations. Only in this way is he able\nto formulate useful guidelines for behavior.\nWing: In order to make the correct decisions in your life, you must gain\nobjective self-knowledge. This is not accomplished by exploring your own\ndreams, attitudes, and opinions. These are useless in self-examination. Instead,\ncontemplate your effect upon the world around you. There you will find yourself.\nEditor: Illusions of \"free-will” to the contrary, it is probably accurate to say that\nmost life experience is not within our control. If this is true, then our only\nmeaningful choice is to determine how the Tao is flowing and then to put\nourselves in harmony with it. Ritsema/Karcher's Confucian commentary\nreminds us of this: “Not-yet letting-go tao indeed.” The oracle is asking you to\nmake a decision based on your own insight. You may regard it as a test.\nSelf-reflection or--what comes to the same thing--the urge to\nindividuation gathers together what is scattered and multifarious, and\nexalts it to the original form of the One, the Primordial Man. In this way\nour existence as separate beings, our former ego nature, is abolished, the\n\ncircle of consciousness is widened, and because the paradoxes have been\nmade conscious the sources of conflict are dried up.\nJung -- Transformation Symbolism in the Mass\nA. Examine your options in the matter at hand. What will be the\nconsequences of the choice you contemplate in terms of the goals of the Work?",
    "4": "Line-4\nLegge: The fourth line, magnetic, shows one contemplating the glory of the\nkingdom. It will be advantageous for her, being such as she is, to seek to be a\nguest of the king.\nWilhelm/Baynes: Contemplation of the light of the kingdom. It furthers one to\nexert influence as the guest of a king.\nBlofeld: Contemplating the conditions of a realm guides us as to whether we\nshould become the ruler's guests. [In ancient China, many scholars, such as\nConfucius himself, wandered from kingdom to kingdom and princedom to\nprincedom seeking a ruler wise and virtuous enough to profit by their\nteachings. It was by observing the splendors or miseries of each realm that they\nwere able to form preliminary judgments and thus decide whether the ruler\nmight be worth approaching or not. The implication is that we must not accept\nsomething as good without waiting to discover whether the alleged good\nqualities are genuine.]\nLiu: Observation of the glory of the country. It is beneficial to exert influence as\nthe guest of the leader.\nRitsema/Karcher: Viewing the city's shining. Harvesting: availing-of guesting\ntending-towards kinghood.\nShaughnessy: Looking up at the state's radiance; beneficial herewith to be\nentertained to audience by the king.\nCleary (1): Observing the glory of the country, it is beneficial to be a guest of a\nking.\nWu: He admires the glories of the nation. It will be advantageous to be an\nhonored guest of the king.\nCOMMENTARY\nConfucius/Legge: She contemplates the glory of the kingdom. Thence arises\nthe wish to be a guest at court. Wilhelm/Baynes: One is honored as a guest.\nBlofeld: Those engaged in this way enjoy universal esteem. Ritsema/\n\nKarcher: Honoring guesting indeed. Cleary (2): Esteeming guesthood. Wu:\nAnd the king honors his guest.\nLegge: Line four, in a properly magnetic place is just below the properly\ndynamic fifth-line sovereign. She is moved accordingly, and stirred to ambition.\nThe \"glory of the kingdom\" is the virtue of the sovereign and the noble character\nof his administration.\nNOTES AND PARAPHRASES\nSiu: The person who is aware of the factors leading to the glory of the nation\nshould be appointed by the king to an authoritative position. He should be\nhonored rather than used as a tool.\nWing: You can now progress by Contemplating society and determining the\nbest cause, leader, or organization you can join or support. This social awareness\nand its enactment will further your growth, for you can transcend your position\nas one of the masses and exert significant influence.\nEditor: The first line of this hexagram is ignorant and superficial, and not a\nproper correlate. Line four correctly turns her eyes upward, sees the\nmagnificence of the Work and accepts her responsibilities as an honor and sacred\ntrust. The difference between lines one and four is the difference between callow\nignorance and wisdom. The difference between lines three and four is the\ndifference between ego issues and devotion to the Work.\nWhereas in some traditions the object is to become detached from the\nworld, Kabbalah states that while we are in exile we do the work given to\nAdam that is to till the ground and await the coming of the Messiah. This\nwill occur when we are fit to receive him, and he may arrive at any\nmoment for each of us. So our position is plain. We are where we are\nneeded. No one can fill our place. Each one of us has a particular job in\nthe universe, and we have the capability of fulfilling that destiny. But\nbefore we can perform it with the maximum efficiency, we have to know\nwhat we are and what is our capacity. For this purpose the Kabbalah is\nstudied.\nZ.B.S. Halevi -- Adam and the Kabbalistic Tree\nA. Examine the situation at hand and do what needs to be done in\naccordance with the goals of the Work.\nB. One accepts responsibility for the Work as an honor.\nC. The Self is the source of your truth -- how may you best serve its\npurposes now?",
    "5": "Line-5\nLegge: The fifth line, dynamic, shows its subject contemplating his own life\ncourse. A superior man, he will thus fall into no error.\nWilhelm/Baynes: Contemplation of my life. The superior man is without\nblame.\nBlofeld: The Superior Man does no wrong in keeping a watch upon our lives.\n[It is not wrong for us to be curious about the affairs of others if our motive is to\nbe of more help to them.]\nLiu: Observation of ourselves. No blame for the superior man.\nRitsema/Karcher: Viewing my birth. A chun tzu: without fault.\nShaughnessy: Looking up at my life; for the gentleman there is no trouble.\nCleary (1): Observing personal growth, a superior person is blameless.\nCleary (2): … Developed people are impeccable.\nWu: He examines his own life. The jun zi is without blame.\nCOMMENTARY\nConfucius/Legge: He should for this purpose contemplate the condition of\nthe people. Wilhelm/Baynes: \"Contemplation of my life,” that is,\ncontemplation of the people. Blofeld: In this passage, \"our lives” means the\nlives of the people. Ritsema/Karcher: Viewing the commoners indeed. Cleary\n(2): What is appropriate for a great leader is balance in action. Wu: He actually\nlooks after his people.\nLegge: Line five is dynamic, and in the place of the ruler. He is a superior man,\nbut this does not relieve him from the duty of self-contemplation or examination.\nNOTES AND PARAPHRASES\nSiu: The man in a position of power studies the impact of his life upon the\nwelfare of others. If he so conducts himself that the condition of the people is\nalways good, he will not fall into error.\nWing: You will gain an understanding of what the future holds for you by\nContemplating the effect of your life upon others. If your influence and\nexample are good, then you are without blame. This, you will find, is its own\nreward.\n\nEditor: Notice that the Confucian commentary equates the contemplation of the\nlife course of the ruler with the contemplation of the condition of the people.\nPsychologically, \"the people” are the various components of the psyche, and the\nline is an injunction to compare our current situation with the ideal image of the\nWork alluded to in the Judgment. In other words, the oracle will not answer your\nquestion until you have first made a sincere effort to analyze your situation.\nOften this will result in a different perspective, and either cancel the original\nquestion or evoke an entirely new one.\nThe motions akin to the divine part in us are the thoughts and\nrevolutions of the universe; these, therefore, every man should follow,\nand correcting those circuits in the head that were deranged at birth, by\nlearning to know the harmonies and revolutions of the world, he should\nbring the intelligent part, according to its pristine nature, into the\nlikeness of that which intelligence discerns, and thereby win the\nfulfillment of the best life set by the gods before mankind both for this\npresent time and for the time to come.\nPlato -- The Timaeus\nA. Differentiate your thoughts and feelings and compare your situation\nwith the ideal toward which you aspire.",
    "6": "Line-6\nLegge: The sixth line, dynamic, shows its subject contemplating his character to\nsee if it be indeed that of a superior man. He will not fall into error.\nWilhelm/Baynes: Contemplation of his life. The superior man is without\nblame.\nBlofeld: Nor will it be an error for the Superior Man to contemplate his own\nlife.\nLiu: Observation of the lives of others. No blame for the superior man. [This is\na time of discontent.]\nRitsema/Karcher: Viewing one's birth. A chun tzu: without fault.\nShaughnessy: Looking up at his life; for the gentleman there is no trouble.\nCleary (1): Observing the growth, the superior person is blameless.\nCleary (2): … Developed people are impeccable.\nWu: He looks pensively at the life of the people. The jun zi is without blame.\n\nCOMMENTARY\nConfucius/Legge: He cannot even yet let his mind be at rest. Wilhelm/\nBaynes: The will is not yet pacified. Blofeld: He contemplates his own life\nwhen troubled as to what course to take. Ritsema/Karcher: Purpose not-yet\nevened indeed. Cleary (2): The mind is not yet at peace. Wu: His aspirations\nhave not been all fulfilled.\nLegge: There is a slight difference in the sixth line from the fifth which can\nhardly be expressed in a translation. By making a change in the punctuation,\nhowever, the different significance may be brought out. Line six is dynamic, and\nshould be considered out of the work of the hexagram, but he is still possessed by\nits spirit, and is led to self- examination.\nNOTES AND PARAPHRASES\nSiu: The sage, who is living outside the routine of the world, contemplates his\nown character, not as an isolated ego manifestation, but in relation to the laws of\nlife. He judges freedom from blame to be the highest good.\nWing: You are somewhat beyond the situation and able to contemplate your life\nwithout egotistical involvement. You will discover, here, that freedom from error\nand blame are the highest good. Egoless contemplation is the key.\nEditor: Psychologically interpreted, the fifth line represents an ego\ncontemplating his multi-faceted psyche; here, the sixth line has risen above that\nstandpoint to contemplate the nature of the whole reality with which it wishes to\nunite. Line five asks us to look within to see if the motivations of the psyche are in\naccordance with the goals of the Work; line six asks us to examine our\ncomprehension of the individuation process itself to see if it is correct.\nNote that Liu translates this as contemplating “the lives of others” and Wu “the\nlife of the people” – in these versions the object of contemplation is placed\noutside of the observer’s psyche. When differentiating line 5 from line 6, this\ninterpretation of their slight divergence makes the most sense. Sometimes there\nis an implication that you may misunderstand something pertaining to the Work.\nThe Self, being individual and unique, is made manifest in the\nindividuation process of the individual. But the Self is also universal and\neternal, and under this aspect it is made manifest in a process we can\nonly call the individuation of mankind. It is a collective process that\ntakes the form of a gradual extension and differentiation of consciousness\nover the millennia. The drama began in the gray mists of antiquity and\ncontinues through the centuries into a remote future.\nA. Jaffe -- The Myth of Meaning\nA. Are your motives clear? Get the big picture.\n\nB. Differentiate your true relationship to the matter at issue.\nJune 25, 2001, 11/21/08"
  }
}