{
  "hexagram_number": 43,
  "gua": "Judgment\nLegge: Recognizing the risks involved in criminal prosecution, justice demands a\nresolute proof of the culprit's guilt in the royal court. One informs one's own city\nthat armed force is not necessary. In this way progress is assured.\nWilhelm/Baynes: Break-through. One must resolutely make the matter\nknown at the court of the king. It must be announced truthfully. Danger. It is\nnecessary to notify one's own city. It does not further to resort to arms. It\nfurthers one to undertake something.\nBlofeld: Resolution. When a proclamation is made at the court of the King,\nfrankness in revealing the true state of affairs is dangerous. [In vital matters,\nfrankness may prove dangerous.] In making announcements to the people of his\nown city, it is not fitting for the ruler to carry arms. [It is better to repose trust in\nour own people.] It is favorable to have some goal (or destination).\nLiu: Determination. Someone is proud in the king's court, and the king trusts\nhim. If one exposes the truth, danger. It must be told to one's own people. Using\nforce does not benefit. It does benefit to do something else. [You must decide how\nto deal with a situation before it reaches a dangerous point, or things will take\ntheir own course and overwhelm you.]\nRitsema/Karcher: Parting, displaying tending-towards kingly chambers.\nConforming, crying-out, possessing adversity. Notifying originates from the\ncapital. Not Harvesting: approaching arms. Harvesting: possessing directed\ngoing. [This hexagram describes your situation in terms of separation and\ndiverging directions. It emphasizes that resolutely dividing your energies is the\nadequate way to handle it...]\nShaughnessy: Resolution: Raised up at the royal court, returning crying out;\nthere is danger. Announcing from the sky; not beneficial to regulate the\nbelligerents; beneficial to have someplace to go.\nCleary (1): Parting is lauded in the royal court. The call of truth involves\ndanger. Addressing one’s own domain, it is not beneficial to go right to war, but it\n\nis beneficial to go somewhere. [The royal court is the abode of the mind-ruler,\nwhere true and false are distinguished.]\nCleary (2): Decision is brought up in the royal court. A sincere statement\ninvolves danger, etc.\nWu: Eradication indicates a conceited pronouncement in the royal court on\nthe one hand, and a concerted call for vigilance on the other. It is essential to\nmake the danger known to the people, but not to resort to force now. It is\nadvantageous to have undertakings.\nThe Image\nLegge: The image of the waters of a marsh mounting over heaven forms\nResoluteness. The superior man, in accordance with this, does not hoard his\nwealth, but shares it with his subordinates.\nWilhelm/Baynes: The lake has risen up to heaven: the image of Breakthrough. Thus the superior man dispenses riches downward and refrains from\nresting on his virtue.\nBlofeld: This hexagram symbolizes a marshy lake being drawn (sucked)\ntowards the sky. The Superior Man distributes his emoluments to those below;\ndwelling in virtue, he renounces them.\nLiu: The lake ascends to heaven, symbolizing Determination. The superior\nman distributes wealth below him, without displaying his favors.\nRitsema/Karcher: Above marsh with-respect-to heaven. Parting. A chun tzu\nuses spreading-out benefits to extend to the below. A chun tzu uses residing-in\nactualizing tao, by- consequence keeping-aloof. [Actualize-tao: Ability to\nfollow the course traced by the ongoing process of the cosmos... Linked with\nacquire, TE: acquiring that which makes a being what it is meant to be.]\nCleary (1): Moisture ascends to heaven, which parts with it. Thus do superior\npeople distribute blessings to reach those below, while avoiding presumption of\nvirtue. [After people get mixed up in temporal conditioning, the discriminatory\nconsciousness takes charge of affairs; wine and sex distract them from reality,\nthe lure of wealth deranges their nature, emotions and desires well forth at\nonce, thoughts and ruminations arise in a tangle, and the mind-ruler is lost in\nconfusion. Because habituation becomes second nature over a long period of\ntime, it cannot be abruptly removed. It is necessary to work on the matter in a\nserene and equanimous way, according to the time: Eventually discrimination\nwill cease, and the original spirit will return; the human mind will sublimate\nand the mind of Tao will be complete – again you will see the original self.]\nCleary (2): … If they presumed on their virtue, they would be resented.\n\nWu: The marsh rises to heaven; this is Eradication. Thus the jun zi distributes\nhis emolument to those below and is loath to monopolize virtues.\nCOMMENTARY\nConfucius/Legge: Resoluteness is the symbol of displacing or removing. We\nsee the dynamic lines displacing the magnetic line. The figure displays the\nattributes of Strength and Cheerfulness. There is displacement, but harmony\ncontinues. The exhibition of the criminal's guilt in the royal court is shown by the\nmagnetic line mounted on five dynamic lines. The awareness of danger and\nappeal for justice makes the matter clear. If he has recourse to arms, what he\nprefers will soon be exhausted. When the advance of the dynamic lines is\ncomplete, there will be an end to displacement.\nLegge: Resoluteness represents the third month when the last vestige of\nwinter, represented by the sixth line, is about to disappear before the advance of\nsummer. The single yin line at the top symbolizes an inferior man, a feudal\nprince or high minister who is corrupting the government. The five yang lines\nbelow are the representatives of good order. The lesson of the hexagram is how\nto remove corruption from the kingdom. He who would do this must do so by the\nforce of his character more than the force of arms. Never forgetting the\ndangerous nature of his undertaking, he must openly denounce the criminal in\nthe court and awaken general sympathy to his cause. Among his own adherents\n(\"In his own city\") he must prevent any tendency to resort to armed conflict. As a\nworthy statesman he is not motivated by private feelings.\nHu Ping-wen says: \"If but a single inferior man is left, he is sufficient to\nmake the superior man anxious; if but a single inordinate desire be left in the\nmind, that is sufficient to disturb the harmony of the heavenly principles. The\neradication in both cases must be complete, before the labor is ended.\"\nNOTES AND PARAPHRASES\nJudgment: Resoluteness involves astute discernment of what is wrong and a\ndiscreet re-establishment of order without polarizing the situation. Be clear in\nyour own strategy, but let common sense be your guide about how much you\nneed to disclose to others. Avoid aggression at all costs.\nThe Superior Man maintains equilibrium by distributing his energy equitably - he smoothes things out.\nThe forty-third hexagram is an image of the eradication of an inferior force\nfrom the situation at hand: five yang lines resolutely advance on the single yin\nline, which is about to be pushed out of the hexagram at the top. This is a\nnegative image of the twenty-third hexagram, Disintegration, which shows the\nopposite situation of five lower yin lines undermining one upper yang line. It is\n\ninstructive to compare the nearly identical message for the superior man in the\nImages of each of these figures. The idea is one of fostering an equitable\ndistribution of energy within the situation -- Disintegration and the\nResoluteness required to rectify it are extreme situations requiring extreme\nmeasures. Such extremes must always be neutralized through a justly distributed\nbalance of forces.\nIt's not the concern of law that any one class in the city fare exceptionally\nwell, but it contrives to bring this about for the whole city, harmonizing\nthe citizens by persuasion and compulsion, making them share with one\nanother the benefit that each class is able to bring to the commonwealth.\nAnd it produces such men in the city not in order to let them turn\nwhichever way each wants, but in order that it may use them in binding\nthe city together.\nPlato -- The Republic\nCompare the nuances of meaning in each translation of the Judgment.\nWilhelm's is most radical, advising a direct (albeit dangerous), expose of what is\nwrong. Most of the others imply room for discretion about what needs to be\nrevealed. Diplomacy is the art of knowing when full- disclosure only prevents\nresolution of the problem. Ritsema/Karcher allude to the proper mind-set\nrequired to manage such situations: \"[A chun tzu uses] residing-in actualizing\ntao, by-consequence keeping-aloof.\" To \"reside in actualizing tao,\" is to live\ndirectly from one's essence, and when this is associated with \"keeping-aloof\" we\nget an image of quietly rectifying a situation without revealing our purpose or\nstrategy.\nPsychologically interpreted, Resoluteness, like Disintegration,\ndepicts an extreme situation which must first be rectified, then prevented from\nre-occurring through the maintenance of a just balance of power which is\nadministered by the ego under the will of the Self.",
  "lines": {
    "1": "Line-1\nLegge: The first line, dynamic, shows its subject in the pride of strength,\nadvancing with his toes. He goes forward, but will not succeed. There will be\nground for blame.\nWilhelm/Baynes: Mighty in the forward-striding toes. When one goes and is\nnot equal to the task, one makes a mistake.\nBlofeld: To set out with a great show of strength, advance, but win no success is\nshameful. [That is, we should not voluntarily and somewhat boastfully take on a\ndifficult task, unless we are sure of success.]\n\nLiu: Power in toes moving forward. If one goes and lacks ability, he makes a\nmistake.\nRitsema/Karcher: Invigorating tending-towards the preceding foot. Going\nnot mastering, activating faulty.\nShaughnessy: Mature in the front foot; to go will not be victorious, but will be\ntrouble.\nCleary (1): Vigor in the advancing feet, going but not prevailing, this is faulty.\nWu: He has strong toes. If he acts in a rash way and is not able to get his job\ndone, he will be blamed.\nCOMMENTARY\nConfucius/Legge: Without being able to succeed he goes forward -- this is an\nerror. Wilhelm/Baynes: When one goes without being equal to the task, it is a\nmistake. Blofeld: This illustrates the shame involved in taking on something\nand then failing. Ritsema/Karcher: Not mastering and also going. Fault\nindeed. Cleary (2): To go without prevailing is faulty. Wu: Acting in a rash way\nwith no ability to get his job done is a mistake.\nLegge: Line one, the first line in the lower trigram of Strength, is in the lowest\nplace in the hexagram. The stage of the enterprise is too early and the\npreparation too small to make victory certain. He had better not take the field.\nNOTES AND PARAPHRASES\nSiu: At the outset, the man presses forward prematurely without sufficient\npreparation and strength. Initial setbacks due to blind miscalculations are\ngrounds for blame.\nWing: Despite strong resolve, beginnings are the most difficult and dangerous of\ntimes. Be certain that you are equal to the task you have in mind. A mistake now\ncould become an insurmountable setback. Better rethink this one.\nEditor: Compare this line with the first line in hexagram number thirty-four,\nGreat Power, in which an almost identical idea is presented.\n\"Work-addiction,\" the \"manager disease,\" the compulsive need of always\nhaving to do something in order to appear busy, also indicates the\ninability of modern man to find a meaning in life.\nE.C. Whitmont -- The Symbolic Quest\nA. Don't force the issue. You aren't equal to the consequences of your\nimpulses.\n\nB. \"Don't bite off more than you can chew.\"",
    "2": "Line-2\nLegge: The second line, dynamic, shows its subject full of apprehension and\nappealing for sympathy and help. Late at night hostile measures may be taken\nagainst him, but he need not be anxious about them.\nWilhelm/Baynes: A cry of alarm. Arms at evening and at night. Fear nothing.\nBlofeld: Though disturbed by cries in the night, he who is armed knows no fear.\n[It is well to be forearmed.]\nLiu: A cry of warning. One arms at night against the unexpected without fear.\nRitsema/Karcher: Awe, an outcry. Absolutely-no night-time, possessing arms.\nNo cares.\nShaughnessy: Softly crying out; at dusk and at night there are belligerents; do\nnot pity them.\nCleary (1): If one is cautious and alert, though there be armed troublemakers in\nthe night, one need not worry.\nCleary (2): When there is a cry of alert, even if there are attackers in the night,\nthere is no worry.\nWu: There is a warning of violence at night, but nothing to worry.\nCOMMENTARY\nConfucius/Legge: He pursues the course of the due mean. Wilhelm/\nBaynes: Despite weapons, no fear -- because one has found the middle way.\nBlofeld: Being armed and fearless is indicated by the central position of this\nline. Ritsema/Karcher: Acquiring centering tao indeed. Cleary (2): Because\none has attained balance. Wu: Having the central position.\nLegge: Line two is dynamic and central -- possessed with determination to do\nhis part in the work of removal. But his eagerness is tempered by being in a\nmagnetic place, and he is cautious. However artful they may be, no attempts to\nharm him will take effect.\n\nNOTES AND PARAPHRASES\nSiu: The man remains alert to unseen dangers at all times. Hostile measures\nagainst him will fail even at night because of his guarded alertness.\nWing: It is best now to develop a continuous caution and inner strength. Behave\nas though you are constantly in danger. Through intense awareness you gain in\nsecurity and need not fear difficulties.\nEditor: Psychologically, \"late at night\" is when consciousness is asleep and\nvulnerable and when autonomous forces within the psyche are most powerful.\nHowever, this line displays a strength that is balanced and conscientious: despite\nanxiety he is able to take care of himself. The line can be a warning to prepare\nyourself against approaching stress.\nIf by setting one's heart right every morning and evening, [a samurai] is\nable to live as though his body were already dead, he gains freedom in\nthe Way. His whole life will be without blame, and he will succeed in his\ncalling.\nYamamoto Tsunetomo -- The Book of the Samurai\nA. Vulnerable, yet protected: \"Forewarned is forearmed.\"\nB. Balanced perception protects the Work from the excesses of\nunconscious forces.",
    "3": "Line-3\nLegge: The third line, dynamic, shows its subject about to advance with strong\nand determined looks. There will be evil. But the superior man, bent on cutting\noff the criminal, will walk alone and encounter the rain, till he be hated by his\nproper associates as if he were contaminated by the others. In the end there will\nbe no blame against him.\nWilhelm/Baynes: To be powerful in the cheekbones brings misfortune. The\nsuperior man is firmly resolved. He walks alone and is caught in the rain. He is\nbespattered, and people murmur against him. No blame.\nBlofeld: Strength in the cheekbones -- misfortune! [Making a parade of our\nstrength.] The Superior Man is firmly determined; but if, while walking alone in\nthe rain, he is irked by the mud, he is not to be blamed for that. [Nothing must\ndeflect us, but a little grumbling at unpleasantness is in order.]\n\nLiu: To display too much strength in the face -- misfortune. The superior man is\ndetermined. He walks alone through the rain. He gets wet. He is unhappy. No\nblame.\nRitsema/Karcher: Invigorating tending-towards the cheek- bones: Possessing\na pitfall. A chun tzu: Parting, Parting. Solitary going, meeting rain. Like soaking,\npossessing indignation. Without fault.\nShaughnessy: Mature in the cheekbones; there is inauspiciousness. The\ngentleman so broken-up moves alone, meeting rain that is like moistening; there\nare hot springs; there is no trouble.\nCleary (1): Vigor in the face has bad luck. A superior person leaves what is to be\nleft; going alone, encountering rain and so getting wet, there is irritation, but no\nfault.\nCleary (2): Vigor in the face involves misfortune. Developed people part\ndecisively and travel alone. Encountering rain, if they get wet there is irritation\nbut no fault.\nWu: He has strong cheekbones. Foreboding. The jun zi is determined to\neradicate the little man. Walking alone, he encounters rain and gets wet. He is\nangry, but not to be blamed.\nCOMMENTARY\nConfucius/Legge: The superior man looks bent on cutting off the culprit –\nthere will in the end be no error. Wilhelm/Baynes: Ultimately this is not a\nmistake. Blofeld: The resolutely determined Superior Man is blameless to the\nend. Ritsema/Karcher: Completing without fault indeed. Cleary (2):\nDeveloped people part decisively and are faultless in the end. Wu: (He) will not\nbe blamed in the end.\nLegge: Line three is dynamic, and displays his purpose too eagerly. Being\nbeyond the central position gives an indication of evil. Lines three and six are\nalso proper correlates, and as elsewhere in the I Ching, the meeting of yin and\nyang lines is associated with falling rain. Line three, therefore, communicates\nwith line six in a way that annoys his associates. Nevertheless, he commits no\nerror, and in the end incurs no blame.\nNOTES AND PARAPHRASES\nSiu: The man displays his purposes too openly. The superior man does not show\noutward hostility when bent on cutting off the criminal, since the time is not ripe\nand the inferior man will endanger the situation through countermeasures. He\nresolves the difficulty by maintaining outward politeness, avoiding\n\nrecriminations, and awaiting the propitious opportunity. Although he is\nmisunderstood and maligned by the multitude, there will be no blame in the end.\nWing: Your struggle against an adversary is one you must approach alone.\nAlthough your entire milieu may be against this foe, the battle is still yours. In\novercoming this difficulty, you may temporarily align yourself with it. This looks\nbad and you are misunderstood but you remain without error in the end.\nEditor: Rain symbolizes the union of heaven and earth -- male with female,\nthought with feeling. It means encountering the truth -- making a \"fertile\nconnection.\" Psychologically, this line suggests the travail and turmoil involved\nin coming to grips with an unpleasant truth or duty. The superior man's\n\"associates\" are those complexes in the psyche which prefer not to cope with the\nsituation. The misfortune of being \"strong in the cheekbones\" suggests that\ndetermined action accomplishes more than expressions of righteous indignation.\nAnd he who takes his hand from the plough of his immediate Earthly\nduty, (which is a Cosmic and Spiritual duty also, however much\nfamiliarity may tend to breed contempt), will never by that act attain to\nhis heavenly home in the stars. The furrow awaits his tilling – and until\nit be tilled, and the seed sown, and the harvest garnered and gathered in\n-- his place remains in Earth, with the added burden of rooting out the\nweeds and breaking up the clodded sods brought about by his own\nneglect and spiritual defection.\nGareth Knight -- Qabalistic Symbolism\nA. Bite the bullet and do what needs to be done without making a big deal\nout of it.\nB. You are stuck with an unpopular but necessary duty.",
    "4": "Line-4\nLegge: The fourth line, dynamic, shows one from whose buttocks the skin has\nbeen stripped, and who walks slowly and with difficulty. If he could act like a\nsheep led after its companions, occasion for repentance would disappear. But\nthough he hear these words, he will not believe them.\nWilhelm/Baynes: There is no skin on his thighs, and walking comes hard. If a\nman were to let himself be led like a sheep, remorse would disappear. But if\nthese words are heard they will not be believed.\nBlofeld: His haunches have been flayed and he walks falteringly, though he\ncould put an end to his shame by allowing himself to be dragged along like a\nsheep. Moreover, he puts no faith in the words of others. [Having recently\n\nsuffered, we advance with hesitation and are unwilling to accept useful but\nrather humiliating assistance.]\nLiu: He injures his thighs. He walks with difficulty. If he were to follow\nlike a sheep, remorse would vanish. People will not believe his words when\nthey hear them.\nRitsema/Karcher: The sacrum without flesh. One moves the resting-place\nmoreover. Hauling-along the goat, repenting extinguished. Hearing words, not\ntrustworthy.\nShaughnessy: The lips do not have skin; his movement is herky-jerky,\npulling sheep; regret is gone; you will hear words that are not trustworthy.\nCleary (1): No flesh on the buttocks, not making progress. Leading a sheep,\nregret disappears. Hearing the words but not believing.\nCleary (2): With no flesh on the buttocks, one walks haltingly. Leading the\nsheep, regret disappears. The words heard are not believed.\nWu: His buttocks have no skin. He hobbles along. If he would lead away the\nsheep, there will be no regret; but he does not trust what he hears.\nCOMMENTARY\nConfucius/Legge: He is not in the place appropriate to him. He hears, but does\nnot understand. Wilhelm/Baynes: There is no clear comprehension. Blofeld:\nHaving no faith in the words of others shows lack of intelligence. Ritsema/\nKarcher: Understanding not brightened indeed. Cleary (2): Being out of\nplace. Not hearing clearly. Wu: His position is improper. He does not\nunderstand it.\nLegge: Line four is not in the center, nor in a place appropriate for a dynamic\nline. He therefore will not be at rest, nor do anything to accomplish the work of\nthe hexagram. He is symbolized as a culprit who has been whipped. Alone he can\ndo nothing. If he could follow others, like a sheep led along, he might accomplish\nsomething, but he will not listen to advice.\nNOTES AND PARAPHRASES\nSiu: The man is restless and wishes to enforce his will by stubbornly pushing\nforward. But he meets with insuperable antagonisms. Advice to desist and to\nfollow others is ignored.\nWing: As you continue to push forward, you meet with one obstacle after the\nnext. Your resoluteness has reached a degree where you cannot stop yourself. If\nyou would submit to the difficult times and allow others to lead, your problems\n\nwould resolve themselves. Such advice is meaningless, however, since you cannot\nbe led.\nEditor: The image here is clearly one of willful stubbornness. The harsh\nindictment is mitigated somewhat by Legge's Confucian commentary -- \"He\nhears, but does not understand.” With all of the goodwill in the world, it is still\npossible to receive this line, and the commentary takes some of the sting out of it\nby saying that you simply haven't gotten the message yet. The Self is a terrible\narchetype -- far more like the wrathful Yahweh than the forgiving Christ, and\nthere are phases of the Work in which no matter what you do, it seems to be\nwrong. One must learn to live with this fact.\nThe Lord leads the willing; He drags the unwilling in his wake.\nA. Rothberg -- The Sword of the Golem\nA. You create hardship for yourself through your own stubbornness.\nB. You haven't gotten the message yet. You don't understand, yet insist on\npushing ahead anyway.",
    "5": "Line-5\nLegge: The fifth line, dynamic, shows the small men like a bed of purslaine,\nwhich ought to be uprooted with the utmost determination. The subject of the\nline having such determination, his action, in harmony with his central position,\nwill lead to no error or blame.\nWilhelm/Baynes: In dealing with weeds, firm resolution is necessary. Walking\nin the middle remains free of blame.\nBlofeld: With the tenacity of spinach clinging to the earth, he blamelessly steers\na middle course. [That is, weak but determined.]\nLiu: Clinging weeds. Determination is necessary. Taking the middle path. No\nblame.\nRitsema/Karcher: Reeds, highlands: Parting, Parting. Center moving, without\nfault.\nShaughnessy: The amaranth burns so broken-up, in the middle of the ranks;\nthere is no trouble.\nCleary (1): Wild burdock root; cut through resolutely. Balanced action is\nimpeccable.\n\nCleary (2): A hill of amaranth; parting with what is to be parted with, balanced\naction is faultless. [Here it is appropriate to part with what the other yangs part\nwith [i.e., the top yin line], but still preserve and nurture it; this is the path of\nbalanced action, whereby it is possible to be faultless. However, when parting,\nafter all one does not avoid distinguishing between developed and undeveloped\npeople, though one still does not forget what is universally the same in everyone\n– therefore “balance is not yet obvious.”]\nWu: Like the lead sheep of a flock, he is determined to lead the charge against\nthe little man. His approach from the center results in no error.\nCOMMENTARY\nConfucius/Legge: His standing in the due mean is not yet clearly displayed.\nWilhelm/Baynes: The middle is not yet in the light. Blofeld: Yes, blamelessly\nbut not brilliantly! [In this situation, we can do well enough, but not very well.]\nRitsema/Karcher: Center not-yet shining indeed. Cleary (2): Balanced action\nis faultless, but balance is not yet obvious. Wu: Though central, his action is not\nenlightening.\nLegge: Purslaine grows in shady places, and hence we find it here in close\ncontiguity to the topmost line, which is yin. Line five's proximity to line six is\nsupposed to have a bad effect on him, so that while he does what his central\nposition requires, it is not without an effort. Ch'eng-Tzu says: \"If a man\ncherishes a single illicit desire in his mind, he has left the right way.\" Since five\nis the ruler's seat, evil may come to him, and strenuous efforts must be made to\nprevent such an evil.\nNOTES AND PARAPHRASES\nSiu: Uprooting corruption from high offices requires the utmost determination.\nWing: When attempting to overthrow adversaries or obstacles in powerful\npositions, great Resolution and determination are necessary. The roots of this\nopposition run wide and deep and, unless completely eradicated, it may spring\nback to power. A calm thoroughness will see you through.\nEditor: Wilhelm and Liu render the other translators’ wide range of specific\nplants as \"weeds,” which is a much more evocative image of the inferior forces\nsymbolized in this line. Psychologically, the idea is clear enough: unless one\nuproots (brings under control) every remnant of independent (habitual) affect\nwithin the psyche, it will eventually return to harm the Work. Sometimes the\nmajority Confucian commentary does not seem to apply, in which case Cleary’s\nminority Buddhist interpretation (above) may be more apt.\n\nNow 'tis the spring, and weeds are shallow-rooted;\nSuffer them now and they'll o'ergrow the garden.\nShakespeare -- Henry VI\nA. Succumbing to neither despair nor overconfidence, one resolutely\neliminates every trace of inferior perception and feeling associated with the\nmatter at hand.\nB. A balanced viewpoint roots out error.",
    "6": "Line-6\nLegge: The sixth line, magnetic, shows its subject without any helpers on whom\nto call. Her end will be evil.\nWilhelm/Baynes: No cry. In the end misfortune comes.\nBlofeld: In the end, misfortune will come without warning.\nLiu: Without a cry. Misfortune in the end. [If you get this line you will have\ndifficulty in a new undertaking.]\nRitsema/Karcher: Without crying-out. Completing: possessing a pitfall.\nShaughnessy: There is no crying out; in the winter there is inauspiciousness.\nCleary (1): No call; in the end there is misfortune.\nWu: He has no one to call for help. It will be foreboding in the end.\nCOMMENTARY\nConfucius/Legge: There is the misery of having none on whom to call-- the end\nwill be that she cannot continue any longer. Wilhelm/Baynes: The misfortune\nof not crying out should in the end not be allowed to persist. Blofeld: This\nunheralded misfortune will be due to our failure to persist to the end. Ritsema/\nKarcher: Without crying-out's pitfall. Completing not permitting long-living\nindeed. [Cry- out/outcry: HAO: call out, proclaim; signal, order, command;\nmark, label, sign.] Cleary (2): There cannot be growth at the end. [The five lines\nbelow epitomize the exhortations and admonitions of sages to the strong who\ngather together. Here one who is weak is at the top and even though correct is\nunable to call forth caution for preparedness, so in the end cannot grow.] Wu:\nThe foreboding of having no one to call for help will come before long.\nLegge: The subject of the sixth line, standing above, may be easily disposed of.\n\nNOTES AND PARAPHRASES\nSiu: Just as victory is at hand, the man finds no helpers to eradicate the\nremaining evil. The evil conceals itself, only to spring up again at a later time.\nWing: Danger comes from a seed of evil in your own Self, perhaps a selfdelusion or conceit that blinds you. Just when you feel you may relax your resolve\nand continue without helpers, it will cause you to err. Misfortune.\nAnthony: We need not harbor anger or hold onto bad memories to remind\nourself that the situation is unresolved… We must leave correction or punishment\nof the evil inferiors to the Sage as this is not our province of action…\nEditor: Despite Legge's one-sentence dismissal of this line in his annotation,\nthere is a great deal of ambiguity here. Notice the range of interpretations for the\nConfucian commentary: none of them say the same thing in English and\nWilhelm's is so labored as to be virtually meaningless. These are strong clues\nthat the text may be ambiguous in the original Chinese. Because Blofeld's\ntranslation of HAO (out-cry) as \"warning\" makes plausible sense, at its most\nneutral the line can depict an unexpected catastrophe. Also note that although\nblame is implied for line six via the symbolic structure of the hexagram, its actual\ntext contains no value judgment, and as a magnetic line it remains correctly\nplaced at the top. To complicate things even further, the message can be\ninterpreted as either the elimination or the escape of an inferior force and,\ndepending on the context of the question, one can meditate for hours to ascertain\nwhat exactly is meant. In a differentiated multiverse, there will always be forces\nrequiring reconciliation and synthesis: nothing is ever \"eradicated.” If this is the\nonly changing line, the new hexagram becomes The Dynamic, with a\ncorresponding line depicting the consequences of arrogance.\nThe shadow cannot be eliminated. It is the ever-present dark brother or\nsister. Whenever we fail to see where it stands, there is likely to be\ntrouble afoot. For then it is certain to be standing behind us. The\nadequate question therefore never is: Have I a shadow problem? Have I\na negative side? But rather: Where does it happen to be right now?\nWhen we cannot see it, it is time to beware!\nE.C. Whitmont -- The Symbolic Quest\nA. The image suggests the disempowerment of an inferior force.\n[Quarantine without allies results in elimination of authority or influence. A\nnegative, inferior force is terminated due to lack of support.]\nB. The image suggests a sudden, unexpected misfortune of some sort.\nC. The image suggests a demonically stubborn force which escapes\nrectification.\n\nD. You are alone without allies in a vulnerable position or questionable\nendeavor.\nMarch 21, 2001, 5/08/09"
  }
}