{
  "hexagram_number": 53,
  "gua": "Judgment\nLegge: Gradual Progress shows the good fortune attending the marriage of a young\nlady. Firm correctness brings advantage.\nWilhelm/Baynes: Development. The maiden is given in marriage. Good fortune.\nPerseverance furthers.\nBlofeld: Gradual Progress. The marriage of a maiden brings good fortune.\nPersistence in a righteous course brings reward.\nLiu: Gradual Development. The marriage of a girl -- Good Fortune. It benefits to\ncontinue.\nRitsema/Karcher: Infiltrating, womanhood converting significant. Harvesting Trial.\n[This hexagram describes your situation in terms of gradually achieving a goal. It\nemphasizes that advancing through diffuse but steady penetration is the adequate way\nto handle it. To be in accord with the time, you are told to: infiltrate!]\nShaughnessy: Advancing: For the maiden to return is auspicious; beneficial to\ndetermine.\nCleary (2): Gradual Progress in a woman’s marriage is auspicious. It is beneficial to\nbe chaste.\nWu: Gradualness indicates that it is auspicious for a woman to get married and it is\nadvantageous for her to be persevering.\nThe Image\nLegge: A tree on the mountain -- the image of Gradual Progress. The superior man\nattains and nourishes his extraordinary virtue to improve the manners of the people.\nWilhelm/Baynes: On the mountain, a tree: the image of Development. Thus the\nsuperior man abides in dignity and virtue, in order to improve the mores.\n\n53 -- Gradual Progress-53\nBlofeld: This hexagram symbolizes a tree upon a mountain. The Superior Man, abiding\nin holiness and virtue, inclines the people towards goodness.\nLiu: A tree on the mountain symbolizes Gradual Development. The superior man, in\nmaintaining his virtue, improves society's customs.\nRitsema/Karcher: Above mountain possessing wood. Infiltrating. A chun tzu uses\nresiding-in eminent actualizing-tao to improve the vulgar. [Actualize-tao: Ability to\nfollow the course traced by the ongoing process of the cosmos ... Linked with acquire, TE:\nacquiring that which makes a being become what it is meant to be.]\nCleary (1): There are trees on the mountain, growing gradually. Thus do superior\npeople abide in sagacity and improve customs.\nCleary (2): …Developed people improve customs by living wisely and virtuously.\nWu: There are trees on the mountain; this is Gradualness. The jun zi chooses to live in\nthe neighborhood known for its high moral standards and exemplary custom.\nCOMMENTARY\nConfucius/Legge: The ascent of Gradual Progress resembles the fortunate marriage\nof a young lady. The lines ascend to their proper places, indicating achievement. Because\nthe ascent is made correctly the subject of the hexagram is empowered to rectify his\ncountry. He is shown as the dynamic ruler in line five, central and correct. The\nalternation of Keeping Still and Flexible Penetration ensure that the advance is continuous.\nLegge: The written character for Gradual Progress is ordinarily used in the sense of\ngradually, but there is connected with it also the idea of advance. The whole of it\ndenotes a gradual advance like the soaking in of water. The other two hexagrams that\ncontain the idea of advance are number thirty-five, Advance of Consciousness and\nnumber forty-six, Pushing Upward -- each expresses its own nuance of meaning, and\nhere the nuance is the gradual manner in which the advance takes place.\nThe theme of the hexagram is the advance of men to offices in the state -- how it\nshould take place gradually and by successive steps. Lines 2, 3, 4 and 5 are all in their\nproper places as dynamic or magnetic, and we ascend them as by regular steps to the top\nof the hexagram.\nThe marriage of a young lady illustrates an important event which takes place\naccording to various preliminary steps which must be correctly done in an orderly\nsequence. So must it be with the advance of a man in the service of the state.\nThe K'ang-hsi editors say: \"A tree springing up on the ground is a tree as it begins\nto grow. A tree on a hill is high and large. Every tree when it begins to grow shows its\nbranches and twigs gradually becoming long. Every morning and every evening show\n\n53 -- Gradual Progress-53\nsome difference; and when the tree is high and great, whether it be of an ordinary or\nextraordinary size, it has taken years to reach its dimensions.\"\nAdded Commentary: Blofeld appends the following footnote to each line in this\nhexagram: it is easier to read it here as his general commentary. [The additional Chinese\ncommentaries explain that the wild goose is a bird which moves toward the sun. Now, a\ncommonly used Chinese term for the sun is YANG, namely the male principle. So the bird\nobviously (sic) betokens a maiden seeking a husband. Its movement from river bank to\nrock, dry land, a tree, a hillock and the mainland (which is said in one commentary to\nmean peninsula) signifies gradual movement in an unchanging direction. From the point\nof view of divination, this is the best course for us, even if marriage is not our objective.\nRegarding marriage: the first line betokens gossip, although the marriage is not\nunsuitable; the second, a materially successful marriage; the third, an unfortunate\nmarriage; the fourth, marriage to someone exceedingly kind and thoughtful; the fifth, a\nblissful marriage; the sixth, marriage to a public figure who has some responsibility for\ngood order within the realm and who succeeds in his task.]\nNOTES AND PARAPHRASES\nJudgment: The proper union of forces within the psyche is a matter of slow maturation.\nThe Superior Man maintains his will and transforms the psyche. \"Example is the\nschool of mankind, and they will learn at no other.\" -- Burke\nThis is one of the most hierarchical of the hexagrams -- each line represents a clear\nadvance from the position of the preceding line, thus giving an image of Gradual\nProgress. The vehicle of this progression is the wild goose, which also appears in every\nline. A goose is a bird -- primarily a creature of the air, or realm of thought; but because it\nalso thrives on either water or land, the goose symbolizes thought which permeates the\nlower two categories of consciousness -- emotion (water), and sensation (earth).\nAnother traditional interpretation of the goose motif is that of the universal aspect\nof the soul. The wild goose is able to move about everywhere, on firm land, in\nwater and in the air. It is the bird of Hermes, who is the leader of souls.\nE.C. Whitmont -- The Symbolic Quest\nThe progress of the goose is a gradual one, from the shore, or threshold of\nawareness in line one, to the mountain heights, or realm of the Spirit in line six. The fact\nthat this progress is linked with the idea of marriage in the Judgment is a clear hint that\nwe are dealing here with the idea of the union of opposites within the psyche. (See\ncommentary on hexagram number eleven.) The message is unambiguous: the process of\npsycho-spiritual growth is one of slow maturation. There are no short-cuts to\nenlightenment.\nEvils and falsities must be removed, to the intent that a new life which is the life of\nheaven may be implanted. This can in nowise be done hastily; for every evil\nenrooted with its falsities has connection with all evils and their falsities; and\n\n53 -- Gradual Progress-53\nsuch evils and falsities are innumerable, and their connection is so manifold that\nit cannot be comprehended ... From this it is plain that the life of hell in man\ncannot be suddenly destroyed, for if it were suddenly done he would straightway\nexpire; and that the life of heaven cannot be suddenly implanted, for if this were\ndone suddenly he would also expire.\nSwedenborg -- Arcana Coelestia",
  "lines": {
    "1": "Line-1\nLegge: The first line, magnetic, shows the wild geese gradually approaching the shore. A\nyoung officer in similar circumstances will be in a position of danger, and be spoken\nagainst; but there will be no error.\nWilhelm/Baynes: The wild goose gradually draws near the shore. The young son is\nin danger. There is talk. No blame.\nBlofeld: The wild goose moves gradually towards the river bank. The younger son is in\ntrouble. There is talk, but no error.\nLiu: The wild goose gradually approaches the shore. The boy is in danger. There is gossip.\nNo blame. [This line indicates difficulty, but you will ultimately be able to achieve your\nundertaking.]\nRitsema/Karcher: The wild-swan Infiltrating tending-towards the barrier. The small\nson, adversity possessing words. Lacking fault.\nShaughnessy: The wild goose advances to the depths; for the little son dangerous; there\nare words; there is no trouble.\nCleary (1): Geese gradually proceed on the shoreline. The small ones are in danger; there\nis criticism, no fault.\nCleary (2): Geese gradually proceed to the shoreline. If humble people are diligent and\nspeak up, there is no blame.\nWu: The wild goose flies in gradually to rest by the riverbank. The little fellow is in\njeopardy and he is being talked about, but without fault.\nCOMMENTARY\nConfucius/Legge: The danger is owing to no fault of hers in the matter of what is right.\nWilhelm/Baynes: The danger besetting the little son implies no blame. Blofeld: `The\nyounger son is in trouble' is just a way of saying that there is trouble for which we are not\nto blame. Ritsema/Karcher: Righteous, without fault indeed. Cleary (2): The\ndiligence of humble people is dutiful and blameless. Wu: In principle he is faultless.\n\n53 -- Gradual Progress-53\nLegge: In line one the geese appear for the first time in the season approaching the shore.\nThen comes the real subject of the line -- she is magnetic in a dynamic place and without a\nproper correlate above. The difficulty and danger of her situation are seen as the result of\ncircumstances -- the young officer has not brought it on herself.\nNOTES AND PARAPHRASES\nSiu: At the outset, the young man begins to make his way in the world. He is subjected to\ncriticisms because his inexperienced steps are slow and hesitant. These will help prevent\nfuture errors on his part.\nWing: Your position is one of the classic beginner. Criticism is now unavoidable, however\n-- it can be used to your advantage in refining your skills. You can lay down the early\nfoundations for later successes.\nEditor: Air (thought) is more abstract than water (emotion); water is more abstract than\nearth (sensation). Of the three elements, earth is the most solid and the shore is where\nthey all meet. As a creature at home in air, water or on land, the goose symbolizes a force\nwhich grounds an abstraction where it can be seen, grasped and understood. The young\nofficer is inexperienced awareness coping with a new situation. \"Danger\" and being\n\"spoken against\" suggest confusion and conflicting emotions within the psyche as one\ndeals with something new and unfamiliar. Remembering that the symbol of marriage in\nthe Judgment relates to the union of thought and feeling within our physical vehicle, we\ncan see that this first line represents a new synthesis of some sort.\nIt is the firmness, the effort and the skillfulness of the conscious ego's position that\nfinally decide whether the onrush from the deep will bring about chaos and\nmeaningless suffering or whether the suffering can instead provide the dark\nbackground from which the light of a new order may arise.\nE.C. Whitmont -- The Symbolic Quest\nA. Expect confusion and difficulty in coping with a developing situation.\nB. Inexperience with new concepts necessitates careful differentiation of all the\nfactors involved.",
    "2": "Line-2\nLegge: The second line, magnetic, shows the geese gradually approaching the large rocks,\nwhere they eat and drink joyfully and at ease. There will be good fortune.\nWilhelm/Baynes: The wild goose gradually draws near the cliff. Eating and drinking in\npeace and concord. Good fortune.\nBlofeld: The wild goose moves gradually towards the rock. Eating and drinking happily - good fortune.\n\n53 -- Gradual Progress-53\nLiu: The wild goose gradually approaches a big rock. It eats and drinks joyfully. Good\nfortune.\nRitsema/Karcher: The wild-swan Infiltrating tending-towards the stone. Drinking and\ntaking-in: feasting, feasting. Significant.\nShaughnessy: The wild goose advances to the slope: wine and food so overflowing;\nauspicious.\nCleary (1): Geese gradually proceed on boulders; they eat and drink happily. Good\nfortune.\nCleary (2): Geese gradually proceed onto a boulder; etc. This is auspicious.\nWu: The wild goose flies in gradually to rest on a big rock. There is joy in eating and\ndrinking. Auspicious.\nCOMMENTARY\nConfucius/Legge: They eat and drink joyfully, but not without having earned their food.\nWilhelm/Baynes: He does not merely eat his fill. Blofeld: Good fortune in the form of\ndelicate and plentiful food. Ritsema/Karcher: Not sheer satiation indeed. Cleary (2):\nThey don’t just stuff themselves idly. Wu: Not for the sake of gluttony.\nLegge: The geese have advanced in line two, and so has the officer, though she is not\nmentioned. Line two is magnetic, humble and central, and has a proper correlate in the\nfifth line. Hence the good auspice.\nNOTES AND PARAPHRASES\nSiu: The man soon overcomes his initial insecurity. He acquires a good position, earns a\nreasonable livelihood, and enjoys the company of his comrades.\nWing: You are in a secure position. The activities that lie on the road ahead will further\nconsolidate your development. You may feel free to share your good fortune and security\nwith others.\nEditor: The first line describes confusion as a new situation begins to develop; line\ntwo suggests that this new force has established a beachhead and now consolidates\n(nourishes) itself for further advancement.\nWithout the development of the ego and its discipline, the growth of modern\nthought, modern science, modern technology would have been impossible. Man’s\nintelligence has apparently not increased -- at all events, not during historical\ntimes -- but his ability to govern and direct it has expanded enormously.\nM.E. Harding -- Psychic Energy\n\n53 -- Gradual Progress-53\nA. The image depicts the consolidation of a position.\nB. Nurture your new-won advantages.",
    "3": "Line-3\nLegge: The third line, dynamic, shows the geese gradually advanced to the dry plains. It\nsuggests also the idea of a husband who goes on an expedition from which he does not\nreturn, and of a wife who is pregnant, but will not nourish her child. There will be evil.\nThe case symbolized might be advantageous in resisting plunderers.\nWilhelm/Baynes: The wild goose gradually draws near the plateau. The man goes forth\nand does not return. The woman carries a child but does not bring it forth. Misfortune. It\nfurthers one to fight off robbers.\nBlofeld: The wild goose moves gradually towards the dry land. The husband goes forth\nand does not return. The wife is pregnant, but the child's birth is delayed -- misfortune!\nThis is an auspicious time for chastising evil-doers.\nLiu: The wild goose gradually approaches the highland. The man sets out and does not\nreturn. The woman is pregnant, but does not give birth. Misfortune. It is beneficial to\nprotect oneself from robbers. [Fearfulness and disharmony are indicated by this line.]\nRitsema/Karcher: The wild-swan Infiltrating tending-towards the highlands. The\nhusband chastised, not returning. The wife pregnant, not nurturing. Pitfall. Harvesting:\nresisting outlawry.\nShaughnessy: The wild goose advances to the land; The husband campaigns but\ndoes not return, the wife is pregnant but does not give birth; inauspicious; beneficial\nto have that which robs.\nCleary (1): Geese gradually proceed on a plateau. The husband who goes on an\nexpedition does not return; the wife who gets pregnant does not raise the child. Misfortune.\nIt is beneficial to defend against brigands. [The misfortune comes about because in the use\nof strength it is important to stop in the proper place and defend against brigands, not\nact arbitrarily and become a brigand oneself. This is gradual progress in which one is\nstrong but loses control.]\nCleary (2): Geese gradually proceed onto high ground. Etc. It is beneficial to defend\nagainst enemies.\nWu: The wild goose flies in gradually to rest on high ground. The husband joins active\nmilitary duty, but does not return; the wife is pregnant, but miscarries. Foreboding. Yet it\nis advantageous to defend against the intruders. [The third nine is overly strong…he\nwants to go alone and may have gotten lost or been captured.]\n\n53 -- Gradual Progress-53\nCOMMENTARY\nConfucius/Legge: The husband separates himself from his comrades. The wife has\nfailed in her proper course. By resisting thieves men would preserve one another.\nWilhelm/Baynes: He leaves the group of his companions. She has lost the right way.\nDevotion and mutual protection. Blofeld: The husband's failure to return symbolizes\nseparation from our normal companions. Delayed childbirth symbolizes our going astray.\nThe final sentence indicates willingness to take precautions for mutual protection.\nRitsema/Karcher: Radiance flocking demons indeed. [Demon(iac), CH'OU:\npossessed by a malignant genius; ugly, physically or morally deformed: vile, disgraceful,\nshameful; drunken. The ideogram: fermenting liquor and soul...] Letting-go her tao\nindeed. Yielding mutualizes protection indeed. Cleary (2): Leaving the group is\ndisgraceful. The wife…loses the way. Harmoniously protecting one another. Wu: He\nseparates from his comrades. She does not take the proper course. Because people would\nunite to protect one another.\nLegge: Line three is dynamic, has passed the central place to the top of the lower trigram,\nand has no proper correlate in line six. He is likely to be violent and unsuccessful in his\nmovements. He is like a husband who deserts his wife, or a wife who neglects her child.\nBut in the case supposed, his strength in the end would be useful. \"Separation from his\ncomrades” means he finds no correlate. The wife fails in her proper course because the\nline is dynamic instead of magnetic, and has in addition passed the central position of\nbalance.\nNOTES AND PARAPHRASES\nSiu: The man goes too far and plunges into struggles beyond what is required by the\nnatural laws of development. He loses his way. His life and family are jeopardized. He will\nregain his advantage if he does not provoke conflicts but uses his strength more in\nguarding his own position in line with his available resources and capabilities.\nWing: If you provoke a conflict or make a bold and forceful advance, you will place\nyourself and those close to you in danger. This is a foolish risk indeed. You would be much\nwiser to allow things to develop naturally and, instead, secure what you have.\nEditor: This is an image of an aborted synthesis: we see Gradual Progress halted and\ndissipated in fruitless stagnation. Goose: Sensation and emotion under the influence of\nthought. Dry Plains: Infertile prospects: an area of futile speculation or endeavor.\nWilhelm's rendering of \"plateau\" emphasizes a horizontal rather than vertical orientation - reinforcing the image of no increase, no progress. Husband and wife: Union of thought\nand feeling, intellect and emotion. Child: The product, the ongoing evolution of thought\nand feeling within the psyche. Plunderers: Divisive, disruptive elements which bring\nabout the separation of what is united. This estrangement brings a halt to the progress of\nthe Work. Ritsema/ Karcher’s “Radiance flocking demons indeed” can represent inner\ncomplexes, phobias, compulsions, etc. The best course is to re-organize and defend\nyourself against further loss. Siu’s paraphrase says it best.\n\n53 -- Gradual Progress-53\nThus [the patient] is still in an undesirably passive condition where everything is\nrather uncertain and questionable; neither he nor I know the journey's end. Often\nit is not much more than a groping about in Egyptian darkness. In this condition\nwe must not expect any very startling results -- the uncertainty is too great for\nthat. Besides which there is always the risk that what we have woven by day the\nnight will unravel. The danger is that nothing is achieved, that nothing remains\nfixed.\nJung -- The Practice of Psychotherapy\nA. Image of a stalemate caused by unbalanced forces of some sort – perhaps a\nseverely limiting belief. Withdraw support from this indulgence!\nB. Arid speculation abandons its foundation in basic reality. You waste your\nenergy on illusions – -- nothing will come of it.\nC. Logos departs, Eros aborts -- defend the Work.\nD. You’re blowing energy on a fruitless endeavor.",
    "4": "Line-4\nLegge: The fourth line, magnetic, shows the geese gradually advanced to the trees. They\nmay light on the flat branches. There will be no error.\nWilhelm/Baynes: The wild goose gradually draws near the tree. Perhaps it will find a\nflat branch. No blame.\nBlofeld: The wild goose moves gradually towards a tree and may find a suitable branch\non which to perch -- no error!\nLiu: The wild goose gradually approaches the tree, seeking a safe branch. No blame. [This\nis a time of contentment in your personal life, without fear or sadness.]\nRitsema/Karcher: The wild-swan Infiltrating tending-towards the trees. Maybe\nacquiring one's rafter. Without fault.\nShaughnessy: The wild goose advances to the tree: perhaps getting what the robbers\nrejected; there is no trouble.\nCleary (1): Geese gradually proceed in the trees, and may reach a level roost. No fault.\nWu: The wild goose flies in gradually to rest in the wood. It may find a flat branch. No\nerror.\nCOMMENTARY\nConfucius/Legge: There is docility in the line going on to flexible penetration.\n\n53 -- Gradual Progress-53\nWilhelm/Baynes: It is devoted and gentle. Blofeld: Its finding a suitable branch\naugurs willing acceptance and gentleness. Ritsema/Karcher: Yielding using Ground\nindeed. Cleary (2): Following docilely. Wu: It may find a flat branch if the approach\nis favorable.\nLegge: The web-footed goose is not suited for taking hold on the branches, but on flat\nbranches it can rest. Line four is the first line in the upper trigram of Humility, and it is\nconcluded that she will not fall into error. Ch'eng-tzu says that humility and right-doing\nwill find rest and peace in all places and circumstances.\nNOTES AND PARAPHRASES\nSiu: The man attains a safe position through docility and pliancy.\nWing: You must remain flexible now. It may be necessary to sidestep difficulties, yield to\nobstacles, or retreat from danger. These, of course, are only temporary measures. The\nimportant thing is to maintain your safety now so that you can develop the conditions for\nlater successes.\nEditor: The image suggests a temporary compromise.\nBut between the starting point in the lowlands of our ordinary consciousness and\nthe shining peak of Self- realization there are intermediate phases, plateaus at\nvarious altitudes on which a man may rest or even make his abode, if his lack of\nstrength precludes or his will does not choose a further ascent.\nRoberto Assagioli -- Psychosynthesis\nA. Adapt to circumstances.\nB. A temporary position provides support through a transition.\nC. \"Any port in a storm.\"\nD. \"On hold.\"",
    "5": "Line-5\nLegge: The fifth line, dynamic, shows the geese gradually advanced to the high mound. It\nsuggests the idea of a wife who for three years does not become pregnant: but in the end\nthe natural issue cannot be prevented. There will be good fortune.\nWilhelm/Baynes: The wild goose gradually draws near the summit. For three years\nthe woman has no child. In the end nothing can hinder her. Good fortune.\nBlofeld: The wild goose moves gradually towards the hillock. In the end, the results will\nbe incomparable -- good fortune!\n\n53 -- Gradual Progress-53\nLiu: The wild goose gradually approaches the top of the hill. The woman is not pregnant\nfor three years. In the end, nothing can overcome her. Good fortune. [There will be\nconfusion in the beginning, but understanding later; after overcoming obstacles, things\nwill go smoothly in your life.]\nRitsema/Karcher: The wild-swan Infiltrating tending-towards the mound. The wife,\nthree year's-time not pregnant. Completing: absolutely-nothing has mastering. Significant.\nShaughnessy: The wild goose advances to the mound: the wife for three years does not\nget pregnant; in the end nothing overcomes it; auspicious.\nCleary (1): Geese gradually proceed onto a mountain top. The wife does not conceive for\nthree years, but in the end nothing defeats her. Good fortune.\nCleary (2): … After all, no one could overcome her. This is auspicious.\nWu: The wild goose flies in gradually to rest on a hill. The woman has not been pregnant\nfor three years, but she finally overcomes her disadvantages. Auspicious.\nCOMMENTARY\nConfucius/Legge: The subject of the line will get what she desires. Wilhelm/\nBaynes: In the end nothing can hinder good fortune. One attains one's wish. Blofeld:\nGood fortune in the form of complete fulfillment of our desires. Ritsema/Karcher:\nAcquiring the place desired indeed. Cleary (2): Getting what was wished for. Wu: She\ngets what she wishes.\nLegge: Line five is a dynamic line in the ruler's seat, and yet appears here as the symbol of\na wife. Somehow she has been at variance with, and kept in disgrace by, calumniating\nenemies such as the plunderers of line three; but things come right in the end. The wife,\nchildless for three years, becomes at last a mother, and there is good fortune. The wife will\nhave a child; minister and ruler will meet happily.\nNOTES AND PARAPHRASES\nSiu: Because of the calumny of deceitful people, the man is misjudged while advancing\ninto a high position. Although reconciliation and progress result eventually, nothing is\nachieved in the interim.\nWing: As you gain an ever greater position of influence, you become more and more a\ntarget for attack. Deceitful people may slander you, or you may even be misjudged by those\nclosest to you. Because you are isolated, nothing meaningful can be accomplished.\nEventually communications will be established and good fortune will follow.\nEditor: The image is of a peak or goal which is somewhat subordinate to the extreme\nheights of line six. The rewards of this attainment require more time to become\nconsolidated.\n\n53 -- Gradual Progress-53\nOn the biological plane the irreconcilable elements of father and mother, of male\nand female, are reconciled on a new level in the child, who carries in his own\nperson physical characteristics and psychological components derived from both\nparents. It is not surprising, therefore, that in the images of the unconscious a\nchild frequently appears as the symbol of reconciliation on the psychological plane\nwithin the individual.\nM.E. Harding -- Psychic Energy\nA. A delayed issue comes in due time.\nB. Protracted labor brings forth an eventual synthesis.",
    "6": "Line-6\nLegge: The sixth line, dynamic, shows the geese gradually advanced to the large heights\nbeyond. Their feathers can be used as ornaments. There will be good fortune.\nWilhelm/Baynes: The wild goose gradually draws near the cloud heights. Its feathers\ncan be used for the sacred dance. Good fortune.\nBlofeld: The wild goose moves gradually towards the mainland. Its feathers can be used\nfor ritual purposes -- good fortune!\nLiu: The wild goose gradually approaches the cloudy heights. Its feathers can be used in\nritual decoration. Good fortune. [You will carry out a significant undertaking with\nsomeone’s help.]\nRitsema/Karcher: The wild-swan Infiltrating tending-towards the highlands. Its\nfeathers permit availing-of activating fundamentals. Significant.\nShaughnessy: The wild goose advances to the land: its feathers can be used to be\nemblems; auspicious.\nCleary (1): Geese gradually proceed to level ground; their feathers can be used for\nceremonies. Good fortune.\nWu: The wild goose flies gradually into the clouds. Its feathers may be used for decorum.\nAuspicious.\nCOMMENTARY\nConfucius/Legge: The object and character of the subject of the line cannot be disturbed.\nWilhelm/Baynes: He is not to be disconcerted. Blofeld: The sentence about the\nfeathers indicates that now disorder cannot prevail. [The traditional Chinese conception\nof good government, good order within the family and so on, allots an important role to\nritual because of its efficacy in making people inclined to regard their duties with\n\n53 -- Gradual Progress-53\nsolemnity and because it helps to make everything seem orderly.] Ritsema/Karcher:\nNot permitting disarray indeed. Cleary (2): They cannot be put in disarray. Wu: Don’t\nmess it up.\nLegge: The subject of line six has reached the top of the hexagram. There is no more\nadvance for him, and he has no correlate. He will work for the state and verify the auspice\nderived from the ornamental plumes of the geese.\nNOTES AND PARAPHRASES\nSiu: The man reaches the pinnacle, completes his work, and leaves inspiration for the\nworld to follow.\nWing: As you achieve the greatest heights in your upward climb, you become an example\nfor others. You are emulated by those who admire you, and this in itself is the greatest\npraise. There is good fortune for all concerned.\nEditor: Most translations emphasize that the use of the feathers is for ritual or sacred\npurposes. A feather used in religious ritual suggests spiritual thoughts, concepts, truths,\naspirations, ideals, etc. \"The large heights beyond\" would be the realm of ultimate\nrealities and eternal truths to which one aspires. Since one of the central ideas of the\nhexagram is the contracting of a marriage, this line suggests the consummation of that\nmarriage, and the religious references indicate that it is a hieros gamos, or holy marriage.\nIf we combine Legge's image of ornaments with the idea of religious rites, the Chinese\nconcept of the proper attitude for sacrifice emerges:\nIn religious sacrifice ... the important thing is one’s attitude, especially sincerity, in\nthe performance. These sacrifices are \"ornaments\" or refined manifestations of an\ninner attitude.\nD.H. Smith -- Confucius\nA. The image suggests a spiritual synthesis. Energy has been transformed -- the\ndialectical progression has been successful.\nB. The line can suggest the idea of a sacrifice which one makes on behalf of the\nWork.\nC. A successful union of opposites.\nMarch 30, 2001, 4/25/06, 2/22/08"
  }
}