{
  "hexagram_number": 34,
  "gua": "Judgment\nLegge: Great Power necessitates firm correctness.\nWilhelm/Baynes: The Power of the Great. Perseverance furthers.\nBlofeld: The Power of the Great. Persistence in a righteous course brings\nreward. [This hexagram with a solid group of firm lines topped by a small\nnumber of yielding lines obviously signifies strength -- in this case the power to\nsucceed in spite of difficulties. Much of what follows concerns goats -- a symbol\npresumably suggested by the form of the hexagram, namely a solid body\ndistinguished by a pair of horns -- the yielding lines at the top.]\nLiu: Great Power. It is of benefit to continue.\nRitsema/Karcher: Great Invigorating, Harvesting Trial. [This hexagram\ndescribes your situation in terms of the invigorating power of a central creative\nidea. It emphasizes that animating everything around you through this guiding\nmotivation is the adequate way to handle it. To be in accord with the time, you\nare told to invigorate through the great!]\nShaughnessy: Great Maturity: Beneficial to determine.\nCleary(1): Great power is beneficial when correct.\nWu: Great Strength indicates that it is advantageous to be persevering.\nThe Image\nLegge: The image of thunder over heaven forms the hexagram of Great\nPower. The superior man, in accordance with this, does not take one step that is\nnot in accordance with propriety.\n\nWilhelm/Baynes: Thunder in heaven above: The image of The Power of the\nGreat. Thus the superior man does not tread upon paths that do not accord\nwith established order.\nBlofeld: This hexagram symbolizes thunder in the sky. The Superior Man never\ntakes a step involving impropriety. [Note: The combination of trigrams\nmeaning thunder and sky suggests something of the awe-inspiring quality of\nthe truly great.]\nLiu: Thunder in the sky above symbolizes Great Power. The superior man's\nconduct does not oppose the rules.\nRitsema/Karcher: Thunder located above heaven. Great Invigorating. A\nchun tzu uses no codes whatever, nowhere treading.\nCleary (1): Thunder is up in the sky, with great power. Thus do superior\npeople refrain from what is improper.\nCleary (2): … Developed people do not do what is improper.\nWu: There is thunder above heaven; this is Great Strength. Thus the jun zi\ndoes not practice what is not proper.\nCOMMENTARY\nConfucius/Legge: In Great Power we see that which is great becoming\nstrong. The trigram of Strength directs the trigram of Movement, and hence the\nwhole is expressive of vigor. But that which is great necessitates firm correctness.\nThe attributes of heaven and earth are displayed when firmness and correctness\nattain their ideal state.\nLegge: Because the dynamic lines predominate in Great Power, the figure\nsuggests a state in which there is an abundance of strength and vigor. Is strength\nalone enough for the conduct of affairs? Of course not! Strength must always be\nsubordinated to the idea of right, and exerted only in harmony with it.\nThe lower trigram symbolizes Strength, the upper symbolizes Movement.\nIn the Confucian commentary, \"that which is great” denotes the group of four\ndynamic lines which strikes us on looking at the figure, and also the superior men\nin positions of power, of whom these are the representatives. That the attributes\nof heaven and earth are displayed means that the power of men should be a\nreflection of the great power which we see impartially working in nature.\nCh'eng-tzu says on the Image: \"Thunder rolling in the sky and making all\nthings shake is the symbol of Great Power.\" In relating its application to man,\nhe quotes a beautiful saying of antiquity: \"The strong man is he who overcomes\nhimself.\"\n\nNOTES AND PARAPHRASES\nJudgment: Control yourself.\nThe Superior Man does nothing that is not in accordance with the principles of\nthe Work.\nWilhelm and Blofeld translate this hexagram as The Power of the\nGreat., but I prefer Liu's rendition of Great Power, because it has a more\nneutral connotation. The Power of the Great suggests the might of kings and\nemperors, and implies \"superior\" power wielded at one's own discretion. It is too\neasy to misinterpret this hexagram as a clear injunction to take unilateral action.\nSuch is seldom the case -- the hexagram depicts a charge of latent energy which\nmust be properly managed.\nThe figure is usually compared with the image of a ram or goat -- the four\nlower dynamic lines being the body, and the two upper magnetic lines\nrepresenting the horns. Since this hexagram is the preceding figure of Retreat\nturned upside down, one can imagine the two together as a person retreating\nacross a pasture pursued by a charging beast. The ram/goat is mentioned in four\nof the six lines of the hexagram. This is certainly Great Power, but in such a\ncrude form it cannot be truthfully called The Power of the Great.\nTruly Great Power, as the Judgment tells us, is derived from our will to\nrestrain our emotions, instincts and appetites. Note that lines two and four are\nthe most positively forceful lines in the hexagram and that both imply restraint of\npower as the proper way to attain one's goals. Without changing lines, the\nhexagram sometimes refers to provocations in which one is \"legitimately”\ntempted to a self-righteous display of \"power.” Remember that other people's\nego-trips are none of your concern: the superior man does not respond to them\nwith other than dignified reserve. Regard it as a test and be joyful if you pass it!\nEverything found in later literature seems to indicate that these\nmeditative schools required a strong discipline and faithful adherence to\na strict regimen. The schools were extremely demanding, and were open\nonly to those willing to devote themselves totally. Before even being\nadmitted to one of these ancient meditative schools, a person had to be\nnot only spiritually advanced but in complete control of all his emotions\nand feelings.\nBeyond that, the disciplines of the Torah and\ncommandments were central to these schools, and these disciplines\nrequired a degree of self-mastery to which not everyone could aspire.\nAryeh Kaplan -- Jewish Meditation",
  "lines": {
    "1": "Line-1\nLegge: The first line, dynamic, shows its subject manifesting his strength in his\ntoes. But advance will lead to evil -- most certainly.\nWilhelm/Baynes: Power in the toes. Continuing brings misfortune. This is\ncertainly true.\nBlofeld: Power in the toes. [I.e. power of a rather low or limited kind.] To\nadvance now would bring misfortune.\nLiu: Power in the toes. Actions lead to misfortune. This is true.\nRitsema/Karcher: Invigorating tending-towards the feet. Chastising: pitfall,\npossessing conformity.\nShaughnessy: Mature in the foot; to be upright is inauspicious; there is a\nreturn.\nCleary (1): With power in the feet, it is inauspicious to go forth on an expedition\n– there is truth in this.\nCleary (2): With power in the feet, an expedition bodes ill, having certainty.\nWu: Having strength in the toes indicates foreboding to proceed, confidence\nnotwithstanding.\nCOMMENTARY\nConfucius/Legge: This will certainly lead to exhaustion. Wilhelm/Baynes:\nThis certainly leads to failure. Blofeld: The confidence symbolized by power in\nthe toes is soon exhausted. Ritsema/Karcher: One's conforming exhausted\nindeed. Cleary (2): With power in the feet, that certainty comes to an impasse.\nWu: Confidence has been misplaced.\nLegge: This line is dynamic, in its correct place, and is the first line of the lower\ntrigram of Strength in the hexagram of Great Power. The essence of the\nhexagram might seem to be concentrated in it and hence we see it symbolized by\n\"strength in the toes,\" or \"advancing.\" But such action is\ntoo bold to be undertaken by one in the lowest place, and in addition there is no\nproper correlate in line four. From exhaustion will follow distress and other evils.\nNOTES AND PARAPHRASES\nSiu: At the outset, the man in a lowly situation possesses great energy. Seeking\nadvancement through force, however, will bring misfortune.\n\nWing: Even though you have the strength, proceeding with your plan would be a\nmistake. You must not force this issue because you are not in a position to do so\nsuccessfully.\nEditor: Compare this line with the definition of compulsion:\nCompulsion: 1a. an act of compelling: a driving by force, power,\npressure, or necessity. 2. an irresistible impulse to perform an irrational\nact.\nThe power is in the toes, the lowest part of the body, and the very bottom\nof the hexagram. This suggests a compulsive, unconscious drive, or an illconsidered impulse to act. If it is the only changing line, the hexagram becomes\nnumber thirty-two, Consistency, Duration or Standing Fast, which is the\nimplied proper response here. In its most neutral interpretation, this line images\na strong urge or impetus to take action.\n\"Men are only apparently drawn from in front; in reality they are\npushed from behind;\" they think they are led on by what they see, when\nin truth they are driven on by what they feel, -- by instincts of whose\noperation they are half the time unconscious.\nW. Durant -- (Quoting Schopenhauer) The Story of Philosophy\nA. An inner force seeks expression. Quell your impulse to act.\nB. \"Don't jump to conclusions.\"",
    "2": "Line-2\nLegge: The second line, dynamic, shows that with firm correctness there will be\ngood fortune.\nWilhelm/Baynes: Perseverance brings good fortune.\nBlofeld: Persistence in a righteous course brings good fortune.\nLiu: Persistence brings good fortune. It (the second line) is in the center (the\nmiddle way).\nRitsema/Karcher: Trial: significant.\nShaughnessy: Determination is auspicious.\nCleary (1): Rectitude is auspicious.\n\nCleary (2): Correctness is auspicious.\nWu: Perseverance will bring auspiciousness.\nCOMMENTARY\nConfucius/Legge: Because he is in the center and exemplifies the due mean.\nWilhelm/Baynes: Because it is in the central place. Blofeld: This is indicated\nby the line's central position in the lower trigram. Ritsema/ Karcher: Using\ncentering indeed. Cleary (2): Because of balance. Wu: Because the second line\nis central.\nLegge: The strength of line two is tempered by his being in a magnetic place\nwhich is also in the center. With firm correctness there will be good fortune. The\ncentral position and the due moral mean in line two are illustrative of the maxim:\n\"The strong man is he who overcomes himself.\"\nNOTES AND PARAPHRASES\nSiu: The way begins to open for growth and progress. Exuberant self-confidence\nneeds to be tempered by continued inner equilibrium in the use of power.\nWing: Moderation now is the key to lasting success. Do not allow yourself to\nbecome overconfident because you meet with such little resistance in your efforts.\nUse your power carefully.\nEditor: The symbolism of the line, and Legge's commentary point out the fact\nthat willpower is the cornerstone of the Work.\nA man is, above all, his will. As is his will in this life, so does he become\nwhen he departs from it. Therefore should his will be fixed on attaining\nBrahman.\nChandogya Upanishad\nA. Willpower succeeds.\nB. \"Don't give up the ship.\"",
    "3": "Line-3\nLegge: The third line, dynamic, shows, in the case of an inferior man, one\nusing all his strength; and in the case of a superior man, one whose rule is not to\ndo so. Even with firm correctness the position would be perilous. The exercise of\nstrength in it might be compared to the case of a ram butting against a fence, and\ngetting his horns entangled.\n\nWilhelm/Baynes: The inferior man works through power. The superior man\ndoes not act thus. To continue is dangerous. A goat butts against a hedge and\ngets its horns entangled.\nBlofeld: Inferior men use their power where (under the circumstances\nprevailing) the Superior Man refrains from using his. Persistence now would\nbring serious consequences, as when a goat butts against a hedge and gets its\nhorns entangled.\nLiu: The inferior man uses his power, while the superior man does not. The goat\nbutts against a hedge, entangling his horns. To continue is dangerous.\nRitsema/Karcher: Small People avail-of Invigorating. A chun tzu avails-of\nabsence. Trial: adversity. The he goat butts a hedge. Ruining his horns.\nShaughnessy: The little man uses maturity, the gentleman uses loss;\ndetermination is dangerous. A ram butts a fence, and weakens its horns.\nCleary (1): For inferior people the use is powerful, but for superior people the\nuse is nil. It is dangerous to persist in this, goat, etc.\nCleary (2): Petty people use power; superior people use nothingness, chaste in\ndanger, goat, etc.\nWu: A little man deploys strength indiscreetly; a jun zi doe not do so. There is\nperil ahead, goat, etc.\nCOMMENTARY\nConfucius/Legge: The inferior man uses all his strength; in the case of the\nsuperior man it is his rule not to do so. Wilhelm/Baynes: The inferior man\nuses his power. This the superior man does not do. Blofeld: This means that\ninferior men use their power and the Superior Man is likely to be tricked.\nRitsema/Karcher: Small People avail-of Invigorating. A chun tzu: absence\nindeed. Cleary (2): Petty people use power; superior people disappear. Wu: A\nlittle man deploys strength indiscreetly, but a jun zi does not.\nLegge: Line three is dynamic, and in his proper place at the top of the trigram of\nStrength. An inferior man so placed will use all of his strength to the utmost. Not\nso the superior man. For him the position is beyond the safe middle, and he will\nbe cautious not to injure himself like the ram by exerting all of his strength.\nNOTES AND PARAPHRASES\nSiu: The situation becomes entangled and perilous. The inferior man in power\napplies full force and gets himself irretrievably enmeshed. He is like a goat\n\nbutting against a hedge and getting its horns entangled. The superior man\nrenounces empty display of force and retains the secure middle position.\nWing: Only inferior people boast of their power or demonstrate it ostentatiously.\nThis creates many unnecessary entanglements and, ultimately, danger. Do not\npersist in this. Concealed power, at this time, has the greatest effect.\nEditor: The image suggests the difference between forcing an issue and allowing\nit to develop naturally.\n\"Good fortune, evil fortune, occasion for repentance, and reason for\nregret all arise from activity.\" Alas! Good fortune is only one out of four.\nShould we not be careful about activity?\nChou Tun-I\nA. Forcing the issue only ends in impasse.\nB. \"Don't push the river.\"\nC. Relax! Contrived effort spoils the Work.",
    "4": "Line-4\nLegge: The fourth line, dynamic, shows a case in which firm correctness leads to\ngood fortune, and occasion for repentance disappears. We see the fence opened\nwithout the horns being entangled. The strength is like the wheel spokes of a\nlarge wagon.\nWilhelm/Baynes: Perseverance brings good fortune. Remorse disappears.\nThe hedge opens; there is no entanglement. Power depends upon the axle of a big\ncart.\nBlofeld: Righteous persistence brings good fortune and regret vanishes. The\nhedge falls apart and he is no longer entangled. There is great power in the cart\naxle. [A powerful axle indicates that the time is favorable for an advance\ntowards our goal.]\nLiu: Persistence brings good fortune and remorse vanishes. The hedge opens\nand entanglements vanish. Powerful is the axle of the big cart. [Note: Activity\nwill follow a long quiet period, bringing good fortune for the individual.]\nRitsema/Karcher: Trial: significant. Repenting extinguished. The hedge\nbroken-up, not ruined. Invigorating tending-towards the Great: a cart's axlestraps.\n\nShaughnessy: Determination is auspicious; regret is gone. The fence block is\nnot weakened, but is matured by the great cart's axle-strut.\nCleary (1): Correctness is good; regret vanishes. The fence opened up, one does\nnot get stuck; power is in the axle of a large vehicle.\nCleary (2): Being correct leads to good results; regret vanishes. Fences opened\nup, one does not get exhausted, etc.\nWu: With perseverance, there is good fortune and no regret. The fence has been\nremoved and the horns unharmed. The wooden pieces holding the axle\nunderneath the carriage are strong.\nCOMMENTARY\nConfucius/Legge: He still advances. Wilhelm/Baynes: It can go upward.\nBlofeld: Once the hedge has fallen apart, he can get up and go forward.\nRitsema/Karcher: The hedge broken-up, not ruined. Honoring going indeed.\nCleary (2): It is valuable to go. Wu: The conditions are favorable to proceed.\nLegge: Line four is still dynamic, but in the place of a magnetic line. This\nexplains the cautions with which the symbolism commences. Going forward thus\ncautiously, his strength will produce the good effects described.\nNOTES AND PARAPHRASES\nSiu: The man removes all obstacles through quiet perseverance. Unseen power\ncan move heavy loads.\nWing: When you can work toward your aim and make progress without a great\nshow of power, you create a striking effect. Obstacles give way and your inner\nstrength persists. Good fortune.\nEditor: The image suggests that slowly but surely, one step at a time, one\nremoves the obstacles to progress. Power thus accumulated can go anywhere.\nThe image of the thirty spokes converging toward the empty space of the\nhub is often used to symbolize the virtue of the ruler who attracts all\ncreatures to his service, the virtue of Sovereign Unity that brings order to\nthe multiplicity of things around it.\nM. Kaltenmark -- Lao Tzu and Taoism\nA. Take it slow and the way becomes clear.\nB. Willpower removes the obstacles to advancement.\nC. Image of a careful, methodical advance.",
    "5": "Line-5\nLegge: The fifth line, magnetic, shows one who loses her ram-like strength\nin the ease of her position. There will be no occasion for repentance.\nWilhelm/Baynes: Loses the goat with ease. No remorse. [The place is strong,\nit is in fact the place of the prince, but the nature of the line is yielding, hence the\nouter place does not correspond with the inner nature. Therefore the line easily\nrids itself of its obstinate disposition.]\nBlofeld: He sacrifices a goat too lightly -- no regret! [I.e. he resorts too easily to\nforce, which is not advisable.]\nLiu: He carelessly loses the goat. No remorse. [One is not able to achieve one's\nplans; no benefit.]\nRitsema/Karcher: Losing the goat, tending-toward versatility. Without\nrepenting. [Versatility, I: sudden and unpredictable change; mental mobility\nand openness; easy and light, not difficult and heavy; occurs in name of the I\nChing.]\nShaughnessy: Losing sheep at Yi; there is no regret.\nCleary (1): Losing the goat in ease, let there be no regret. [Even if people can’t\nbe vigorous, it would be fortunate if they opened their minds with flexible\nreceptivity and borrowed knowledge from others to break through their own\nobstructions.]\nCleary (2): Losing the ram in ease, etc. [When one is flexible and balanced,\nthere is no attitude of rambunctious strength, so there is no regret.]\nWu: A sheep is lost in the field, etc.\nCOMMENTARY\nConfucius/Legge: She loses her ram and hardly perceives it -- she is not in her\nproper place. Wilhelm/Baynes: Because the place is not the appropriate one.\nBlofeld: This is indicated by the line's unsuitable position. Ritsema/ Karcher:\nSituation not appropriate indeed. Cleary (2): “The position is not appropriate”\nmeans that one is as though master of the world but does not have anything to do\nwith it. Wu: Because the position is not proper.\nLegge: Line five is magnetic in a central place and will therefore refrain from\nexerting her strength. Although the hexagram does not forbid the use of\nstrength, it does concern itself with how strength should be properly controlled\nand directed. All that is said about her is that she will give no occasion for\n\nrepentance. Being \"out of place\" only means that the position properly requires a\ndynamic line.\nNOTES AND PARAPHRASES\nSiu: The man has lost his alertness and strength because of the ease of his\nposition.\nWing: You should now let go of an opinionated or stubborn attitude. It is no\nlonger necessary to prove anything. The situation will progress with ease;\ntherefore you do not need to use excessive force.\nAnthony: We may give up pacts with ourself which require people to do certain\nthings before we will be receptive to them. We need to allow ourself to be led, not\nsetting up structured ideas of how things must happen. We should give up anger\nand feelings of retribution. Punishment must not be an end in itself.\nEditor: None of the translations of this line convey exactly the same message in\nEnglish. When that happens, beware: the statement can have a maddeningly\nkoan-like range of meanings. In the positive sense, because line five occupies the\ncentral place there is the possibility that one understands the Mean and knows\nwhen to refrain from action: one \"loses the goat (impetus to act) with ease.\"\nAlternately, the Blofeld, Liu and Ritsema/Karcher versions depict power which is\nmisused or wasted. As a weak line in a strong place in a hexagram of strength\nand action, this can also refer to an impotent force with little power to affect the\nsituation at hand. Since \"no remorse\" is involved, apparently no harm accrues.\nStrength may be good or it may be evil. The same is true of weakness.\nThe ideal is the Mean.\nChou Tun-I\nA. You can easily discard your compulsion to act.\nB. An inferior force is eliminated from the situation.\nC. Moderation prevents an excessive response.\nD. When you are truly centered in the Work, aggressive action should be\nunnecessary.",
    "6": "Line-6\nLegge: The sixth line, magnetic, shows one who may be compared to the ram\nbutting against the fence, and unable either to retreat, or to advance as he would\nfain do. There will be no advantage in any respect, but if he realizes the difficulty\nof his position, there will be good fortune.\n\nWilhelm/Baynes: A goat butts against a hedge. It cannot go backward, it\ncannot go forward. Nothing serves to further. If one notes the difficulty, this\nbrings good fortune.\nBlofeld: A goat butts against a hedge and can move neither backward nor\nforward; it can get nowhere. Yet at this time, difficulty presages good fortune. [\"It\ncan get nowhere\" is a rendering of a phrase which, taken symbolically, means\nthat this is not a time to advance towards our goal or destination. The\nimplication of the last two sentences is that the shame we feel at finding\nourselves prisoners of circumstances will drive us to make an effort powerful\nenough to release us.]\nLiu: A goat butts against the hedge. It cannot advance or retreat; nothing\nfurthers. If one continues to work through the difficulty, there is good fortune. [If\nyou get this line, cease all arrogant behavior, otherwise it will cause you\ntrouble.]\nRitsema/Karcher: The he goat butts a hedge. Not enabling withdrawing, not\nenabling releasing. Without direction: Harvesting. Drudgery by-consequence\nsignificant. [Without direction: Harvesting: WU YU Li: no plan or\ndirection is advantageous; in order to take advantage of the situation, do not\nimpose a direction on events.]\nShaughnessy: A ram butts a fence, is not able to retreat and is not able to\nfollow; there is no place beneficial; difficult but then auspicious.\nCleary (1): The ram running into a fence cannot retreat, cannot go ahead; there\nis no benefit. Struggle will produce good results.\nCleary (2): … Work hard and there will be good results.\nWu: A ram butts into a fence. He cannot go forward or back away. There is\nnothing to gain. Endurance will bring good fortune.\nCOMMENTARY\nConfucius/Legge: The impasse is owing to his want of care. If he realizes his\ndifficulty his error will not be prolonged. Wilhelm/Baynes: \"it cannot go\nbackward, it cannot go forward.\" This does not bring luck. The mistake is not\nlasting. Blofeld: Inability to retire or advance is hardly conducive to good\nfortune; but our very difficulties will generate it; the ignoble circumstances in\nwhich we find ourselves will not endure for long. Ritsema/ Karcher: Not\nruminating indeed. Fault not long-living indeed. Cleary (2): Inability to retreat\nor go ahead is due to carelessness. Work hard and there will be good results\nbecause error will not increase. Wu: The situation is not good. The debacle will\nnot last.\n\nLegge: Line six, at the top of the trigram of Movement in the hexagram of Great\nPower, may be expected to be dynamic in the exertion of strength. Because of\nhis passivity, the result is as described. If he stops pushing his cause and reflects\nupon his weak position, good fortune will result.\nNOTES AND PARAPHRASES\nSiu: The man goes too far and reaches a deadlock with neither the capability to\nadvance nor the opportunity to retreat. If he recognizes his weakness and is not\nobstinate, he will not compound the error.\nWing: You have gone so far in the pursuit of your desires that you are at an\nimpasse. Everything you try to do just complicates the situation even further.\nSeeing the difficulty of this will eventually force you to compose yourself. The\nentire affair can then be resolved.\nEditor: The image suggests an impasse which can only be surmounted by\nwaiting patiently for its natural resolution. The second clause suggests that\ncircumstances will improve if you just don't meddle with them. Ritsema/\nKarcher’s: \"In order to take advantage of the situation, do not impose a\ndirection on events\" is usually the best choice whenever it is received in a line.\nThe path out of the dilemma can only be found by waiting and\nconsciously holding on to both sides of the conflict, by making the utmost\neffort to keep both sides in fullest possible awareness without repressing\nthem or falling into a state of identification. This means nothing less\nthan that the conflict with all its excruciating implications must be\nendured consciously; we cannot seek to terminate it forcibly by taking\nsides, by enforcing a premature decision. Symbolically this amounts to a\ncrucifixion; by our consent, our acceptance of this suffering, we are\nnailed to the cross of the opposing drives. We keep the apparent evil in\nfull sight and continue to wait for a way that allows us to express its\nenergy in constructive rather than destructive ways, though this may\nseem impossible at the moment, both in terms of morality and of existing\nreality.\nE.C. Whitmont -- The Symbolic Quest\nA. Accept an impasse and learn its lesson.\nB. “In order to take advantage of the situation, do not impose a direction\non events.\"\nJune 12, 2001, 4/25/06"
  }
}