{
  "hexagram_number": 18,
  "gua": "Judgment\nLegge: Successful progress is indicated for those who properly repair what has\nbeen spoiled. It is advantageous to cross the great stream. One should consider\ncarefully the events three days before the turning point and the tasks remaining\nfor three days afterward.\nWilhelm/Baynes: Work On What Has Been Spoiled has supreme success.\nIt furthers one to cross the great water. Before the starting point, three days.\nAfter the starting point, three days.\nBlofeld: Decay augurs sublime success and the advantage of crossing the great\nriver (or sea). [I.e. of going on a journey or of going forward with one's plans.]\nWhat has happened once will surely happen again (literally, \"three days before\nthe commencement; three days after the commencement\"). [It would have been\nhard to make sense of these words, were it not that the Confucian Commentary\non the Text clearly explains them; hence the liberty I have taken with the Text.]\nLiu: Work after spoiling. Great success. It is of benefit to cross the great\nwater. Before starting, three days. After starting, three days. [This hexagram\nimplies that, although conditions are bad now, improvement can be expected.]\nRitsema/Karcher: Corrupting, Spring Growing. Harvesting: wading the\nGreat River. Before seedburst three days, after seedburst three days. [This\nhexagram describes your situation in terms of disorder, perversion and\nputrefaction. It emphasizes that letting things rot away so they become obsolete\nis the adequate way to handle it...]\nShaughnessy: Branch: Prime auspiciousness; receipt. Beneficial to ford the\ngreat river; preceding jia by three days, following jia by three days.\nCleary (1): Correcting degeneration is greatly developmental. It is\nbeneficial to cross great rivers. Three days before the start, three days after the\nstart. [The way to correct degeneracy is not in empty tranquility without action;\n\nit is necessary to work in the midst of great danger and difficulty, to act in the\ndragon’s pool and the tiger’s lair. Only then can one restore one’s original being,\ncultivating it into something indestructible.]\nCleary (2): From degeneration comes great development, etc.\nWu: Misdeeds is great and pervasive. It will be advantageous to cross the big\nriver. It would be advisable to begin an undertaking three days before Jia and\nexamine the ongoing progress three days thereafter.\nThe Image\nLegge: The image of wind below the mountain forms Repair. The superior\nman, in accordance with this, stimulates the virtue of the people.\nWilhelm/Baynes: The wind blows low on the mountain: the image of Decay.\nThus the superior man stirs up the people and strengthens their spirit.\nBlofeld: This hexagram symbolizes wind blowing at the foot of a mountain. The\nSuperior Man, by stimulating people's hearts, nourishes their virtue.\nLiu: Wind blowing around the foot of the mountain symbolizes Work after\nSpoiling. The superior man encourages people to cultivate virtue.\nRitsema/Karcher: Below mountain possessing wind. Corrupting. A chun tzu\nuses rousing the commoners to nurture actualizing-tao. [Actualize-tao:\n...ability to follow the course traced by the ongoing process of the cosmos...\nLinked with acquire, TE: acquiring that which makes a being become what it is\nmeant to be.]\nCleary (1): There is wind in the mountains; degeneration. Thus superior\npeople rouse the people and nurture virtue.\nCleary (2): … Leaders thus arouse the people to nurture virtue.\nWu: There is wind at the foot of the mountain; this is Misdeeds. Thus the jun zi\narouses the people and nurtures his own virtue.\nCOMMENTARY\nConfucius/Legge: The dynamic trigram is above, and the magnetic trigram is\nbelow. Pliancy is below, and Stopping above: these suggest troubled conditions\nverging on ruin. But Repair brings order to all under heaven, and he who\nadvances will encounter the business to be done. The end of confusion is the\nbeginning of order; such is the procedure of heaven.\n\nLegge: Repair means the performance of painful but necessary duties. It\nshows a situation in which things are going to ruin, as if through poison or\nvenomous worms. In order to justify the auspice of progress and success, the\nduty of the figure is to rectify this and restore conditions to health. This will\nrequire a major effort, such as crossing the great stream, and the careful\ndifferentiation of the causes of the problem, as well as the measures taken to fix\nit. The attribute of the lower trigram is Pliancy, and the upper represents\nStoppage or Arrest. Hence, the feeble pliancy of decadence is stopped cold by the\nimmovable mountain. The three days before and after the turning point\nsymbolize the careful attention and differentiation necessary for any rectification\nto succeed.\nOn the Image, Ch'eng-tzu says: \"When the wind encounters the mountain,\nit is driven back, and the things about are all scattered in disorder; such is the\nemblem of the state denoted by Repair.\" The nourishing of virtue appears\nespecially in line six -- all the other lines belong to the helping of the people.\nNOTES AND PARAPHRASES\nJudgment: Repair means to set your house in order. Analyze your choices\nbefore the renovation and evaluate their consequences afterward.\nThe Superior Man orders his thoughts and feelings, reforms old attitudes, and\nstrengthens his will. (Psychologically, to \"stimulate the virtue of the people\"\n(Legge) is to rectify the components of a complex.)\nTo imagine any truly objective state of perception we must include all that\nexists: the entire cosmos. Each differentiation of this, from atom to galaxy, is one\nslice out of an infinite whole. As a portion of the entirety, we are always linked\nwith our ancestors in an infinite web of relationships which includes our family\nhistory, our racial-cultural-historical heritage and Homo sapiens as a species.\nThough seldom aware of them, it is useful to remember these links. Emanating\nfrom an unfathomable complexity, their karmically-charged morphogenetic fields\nare constantly shaping our lives. It follows that, although we perceive ourselves\nas separate from our ancestors, the separation is a subjective experience which is\ntrue only in a temporally limited sense.\nEvery line of Repair, except two and six, shows a son dealing with the\ntroubles caused by his father. This reminds us of the biblical curse:\nFor I the Lord thy God am a jealous God, visiting the iniquity of the\nfathers upon the children unto the third and fourth generation of them\nthat hate me.\nExodus 20: 5\nThe father archetype has a wide range of meanings: this extends from the\nPrimal Spirit (\"God the Father\"), to a prior cause or intent in the psyche which\n\nhas engendered a present condition. Psychologically interpreted, it is this latter\nreading which usually applies. If a \"father\" symbolizes the cause, then a \"son\" is\nthe effect. If the effect is imperfect, then to rectify it is also to rectify the original\nintent.\nTo a large extent our lives consist of well-intentioned but misguided\nchoices which create less than perfect consequences. To modify our attitude or\nbehavior so that it corrects errors in our original intent is to \"deal with the\ntroubles caused by the father.\"\nFor example: In a misconceived expression of affection, a parent allows his\nchild unrestricted access to candy. As a consequence of this choice, the kid's\nteeth become rotten, and the only logical way to correct the original error is to\nnow curtail his intake of sugar. The fact that this new choice will create stress in\nthe relationship between parent and child is just a consequence of the original\nchoice and has no bearing at all on what is correct in the situation.\nIn some situations this hexagram may be interpreted as a response to a\nkarmic chain of cause and effect:\nTo harmonize with the Wisdom Teachings, the scripture should read that\nthe karma of the \"father\" is visited upon the \"child\" unto the fourth\nincarnation, not generation. The mistakes you made in the last four\nincarnations may be visited upon you in the form of karma flowing out of\nthe heart seed atom in the present incarnation. Thus what you\n\"fathered,\" or created, in your last incarnation may be the source\n(\"parent\") of your karma today. You are a child of that parent today.\nYou have inherited from that parent -- the you of the past, not your\nphysical parents -- all of your characteristics, weaknesses and strengths.\nEarlyne Chaney -- The Mystery of Death and Dying\nThe interpretation of any oracle response can only be as profound as our\nminds are prepared to accept. As moderns we find it difficult to empathize with\n\"ancestor worship,\" yet properly understood, it can provide useful insights into\nthe Work. In the unconscious realm all time is immediate, not sequential, and\nthe Objective Psyche consists of a non- temporal web of forces shading from\npersonal to universal. This means that if we have a complex engendered in us by\nour father, for example, we can reasonably assume that he was passing on what\nhe received from his own parents. In this way, the unresolved complexes of the\nancestors shape our own personalities: they live in and through us right now,\neven if they had their birth in forefathers long forgotten. This is a kind of nearimmortality: individuals may die, but beliefs, attitudes, complexes live as long as\nthey have receptive vessels to inhabit. (This is probably the engine of karma.) To\nthe extent that an ancestral chain of causality still motivates our choices, we are\ntotally responsible for \"setting right what has been spoiled by the father.\"\n\nSUGGESTIONS FOR MEDITATION\nMost people have some level of unfinished business with their parents:\npsychologists would have little to do if this weren't true. It can be a healing ritual\nto set up an altar to a deceased parent and meditate there on the stresses that still\nremain between you. To approach the situation without judgment, to realize\n(non-logically) that forces pre-existing you provoked the condition as much as\nyour parent did, will elicit much insight. Be especially aware of the presence of\nthe past and the illusion of linear time. (Is it possible somehow to be your own\ngreat-grandfather?) Ancestor “worship” of this sort can be profoundly\ntherapeutic.",
  "lines": {
    "1": "Line-1\nLegge: The first line, magnetic, shows a son dealing with the troubles caused by\nhis father. If he is an able son, the father will escape the blame of having erred.\nThe position is perilous, but there will be good fortune in the end.\nWilhelm/Baynes: Setting right what has been spoiled by the father. If there is\na son, no blame rests upon the departed father. Danger. In the end good fortune.\nBlofeld: Children exist to rectify the mistakes wrought by their fathers; hence\nthe departed are made free from blame -- trouble ending in good fortune!\nLiu: If the mistakes of the father are corrected by the son, no blame. There is\ndanger, but in the end, good fortune.\nRitsema/Karcher: Managing the father's Corrupting. Possessing son-hood.\nPredecessors without fault. Adversity, completing significant.\nShaughnessy: The stem father's branch; there is a son crafty; there is no\ntrouble; danger; in the end auspicious.\nCleary (1): Correcting the father’s degeneracy; if there is a son, the deceased\nfather is without blame. Danger, but in the end it turns out well.\nCleary (2): Dealing with the degeneration of the father, if there is a child, the\nlate father has no blame. It is dangerous but turns out well.\nWu: He attends to the affairs of his father. He is a capable son. His father will be\nfree from blame. It is a difficult task, but it will be good in the end.\nCOMMENTARY\nConfucius/Legge: He has entered into the work of his father. Wilhelm/\nBaynes: He receives in his thoughts the deceased father. Blofeld: This implies\n\nassuming responsibility for their mistakes. Ritsema/Karcher: Intention\nreceiving the predecessors indeed. Cleary (2): Consciously taking up after the\nlate father. Wu: He intends to continue his father’s business.\nLegge: Line one is magnetic, with a magnetic correlate in line four -- what can be\ndone here to remedy the state of decay? But the line is the first of the hexagram,\nand the decay is not yet great. By heeding the cautions of the text, he can\nsucceed. He has entered into the work of his father, and brings it about that his\nfather is looked on as blameless.\nNOTES AND PARAPHRASES\nSiu: At the outset, wrongs have arisen which are not yet deeply rooted and can\nbe remedied. But reforms are associated with dangers, which should be\nunderstood.\nWing: In order to avoid decay, it is necessary to change a traditional and rigid\nstructure that is affecting your life. You may feel that this is too radical an\nundertaking. It is true that this kind of change is fraught with danger, but if you\nare cautious while making the reform you will meet with success and renewed\ngrowth.\nEditor: This line doesn't lend itself to use of the usual gender symbolism.\nWilhelm translates the Confucian commentary in terms of receiving the departed\nfather in one's thoughts; Blofeld renders it as taking responsibility for the father's\nerrors. Ritsema/Karcher render \"adversity” as: “Danger, threatening,\nmalevolent demon ... It indicates a spirit or ghost that seeks revenge by\ninflicting suffering upon the living. Pacifying or exorcizing such a spirit can\nhave a healing effect.” This can refer to any unresolved stresses creating\ninstability in the situation. Psychologically, the idea is that new insights modify\nold errors. If they are formulated carefully, further error is avoided and one has\ncreated a useful new foundation. Sometimes the line can refer to having\nmisinterpreted a previous oracle.\nLord Naoshige said, \"An ancestor's good or evil can be determined by the\nconduct of his descendants.\" A descendant should act in a way that will\nmanifest the good in his ancestor and not the bad. This is filial piety.\nYamamoto Tsunetomo -- The Book of the Samurai\nA. Rectify a past mistake.",
    "2": "Line-2\nLegge: The second line, dynamic, shows a son dealing with the troubles caused\nby his mother. He should not carry his firm correctness to the utmost.\n\nWilhelm/Baynes: Setting right what has been spoiled by the mother. One\nmust not be too persevering.\nBlofeld: Assuming responsibility for the mistakes of our mothers cannot be too\nserious.\nLiu: In correcting the mistakes of the mother, one must not be too persistent.\nRitsema/Karcher: Managing the mother's Corrupting. Not permitting Trial.\nShaughnessy: The stem mother's branch; one may not determine.\nCleary (1): Correcting the degeneracy of the mother, it is improper to be\nrighteous.\nWu: He attends to the affairs of his mother. He should not be insistent.\nCOMMENTARY\nConfucius/Legge: In dealing with the troubles caused by his mother he holds\nto the course of the due mean. Wilhelm/Baynes: He finds the middle way.\nBlofeld: At best a middle course is advisable. Ritsema/Karcher: Acquiring\ncentering tao indeed. Cleary (2): attaining balance. Wu: He proceeds with\nmoderation.\nLegge: The fifth line ruler is magnetic, while line two is dynamic. Thus the\nsymbolism takes the form of a son dealing with the prevailing decay induced by\nhis mother. But a son must be very gentle in all his dealings with his mother, and\nespecially so when constrained by a sense of duty to oppose her course.\nNOTES AND PARAPHRASES\nSiu: The man is gentle in dealing with his mother, even when duty bound to\noppose her. When restoring what has been spoiled by weakness, gradualness is\nrequired.\nWing: You have become aware of past mistakes that must be rectified. Here you\nmust proceed with great sensitivity, since the changes in your life could hurt\nthose dear to you.\nEditor: In psychological symbolism, a female represents emotional or feeling\ncomponents within the psyche. A \"mother\" then, would be the source of an\nemotional attitude which, in the context of this hexagram, needs to be modified\nor changed. In correcting outmoded or inappropriate feelings one must proceed\nwith care because emotional/instinctual forces cannot be altered as quickly as we\ncan change our minds. (It is a commonplace in psychology that mental insights\n\nmean nothing if the emotions involved refuse to conform.) Often the line can\nrefer to the proper way of responding to another's sensitive mood or attitude.\nAs in childhood development, which recapitulates human historical\ndevelopment in consciousness, the psychic detachment from the mother\ntowards the father is intimately bound up with the growth of\nindividuality. Consciousness strives to become separate from the\nmaternal involvement, and aspires toward the outside world represented\nby the father.\nGareth Knight -- A History of White Magic\nA. Rectify an emotional response. Control your feelings, but don't crush\nthem.\nB. Be sensitive in the way you handle an emotional situation.",
    "3": "Line-3\nLegge: The third line, dynamic, shows a son dealing with the troubles\ncaused by his father. There may be some small occasion for repentance, but there\nwill not be any great error.\nWilhelm/Baynes: Setting right what has been spoiled by the father. There will\nbe a little remorse. No great blame.\nBlofeld: Making ourselves responsible for the mistakes of our fathers may\ninvolve some regret but not much blame.\nLiu: In correcting the mistakes of the father, there is slight remorse. No great\nblame.\nRitsema/Karcher: Managing the father's Corrupting. The small possesses\nrepenting. Without the great: fault.\nShaughnessy: The stem father's branch; there is a little regret; there is no great\ntrouble.\nCleary (1): Correcting the degeneracy of the father, there is a little regret but not\nmuch blame.\nWu: He attends to the affairs of his father. There will be small regrets, but no big\nerror.\n\nCOMMENTARY\nConfucius/Legge: In the end there will be no error. Wilhelm/Baynes: In the\nend there is no blame. Blofeld: In the end we shall be free from blame.\nRitsema/Karcher: Completing without fault indeed. Cleary (2): In the end\nthere is no blame. Wu: He will be blameless in the end.\nLegge: Line three is dynamic, but not central, so that he might well go to excess\nin his efforts. But this tendency is counteracted by his place in the trigram of\nHumble Submission. (Pliancy.)\nNOTES AND PARAPHRASES\nSiu: The man proceeds too energetically in correcting past errors. This\nresults in some discord and distress. But a trifle too much energy is preferable to\na trifle too little, and no great blame will ensue.\nWing: You are anxious to rectify the mistakes of the past and move vigorously\ninto the future. Your actions may be hasty and you will be judged inconsiderate\nby others, but in the end you will not suffer for it.\nEditor: The image suggests the normal rectification of an error.\nAnyone who has ever been through such a psychic experience knows\nwhat an immense relief this can be, how much more bearable, for\nexample, it is for a son to conceive the son-father problem no longer on\nthe plane of individual guilt -- in relation, for example, to his own desire\nfor his father's death, his aggressions and desires for revenge -- but as a\nproblem of deliverance from the father, i.e., from a dominant principle of\nconsciousness, that is no longer adequate for the son: a problem that\nconcerns all men and has been disclosed in the myths and fairy tales as\nthe slaying of the reigning old king and the son's accession to his throne.\nJ. Jacobi -- Complex, Archetype, Symbol\nA. Image of an easily rectified mistake.",
    "4": "Line-4\nLegge: The fourth line, magnetic, shows a son viewing indulgently the troubles\ncaused by his father. If he goes forward, he will find cause to regret it.\nWilhelm/Baynes: Tolerating what has been spoiled by the father. In\ncontinuing one sees humiliation.\nBlofeld: Tolerating the mistakes of our fathers would occasion us regret in the\ncourse of time.\n\nLiu: Continuing to tolerate the mistakes of the father brings humiliation.\nRitsema/Karcher: Enriching the father's Corrupting. Going: visualizing\nabashment.\nShaughnessy: The bathed father's branch; going to see is distressful.\nCleary (1): Forgiving the degeneration of the father; if one goes on, there will be\nshame.\nCleary (2): Indulging the degeneration of the father, if you go on you will\nexperience shame.\nWu: He shows compassion in the affairs of his father. If he attends to them, he\nwill make error.\nCOMMENTARY\nConfucius/Legge: If he advances he will not succeed. Wilhelm/Baynes: He\ngoes, but as yet finds nothing. Blofeld: In that case, we should fail to rectify\nthem. Ritsema/Karcher: Going: not-yet acquiring indeed. Cleary (2): If you\ngo on you will not attain anything. Wu: He will have nothing to gain by attending\nto them.\nLegge: Line four is magnetic in a magnetic place, which intensifies passivity.\nHence the caution about going forward.\nNOTES AND PARAPHRASES\nSiu: Indulgence of decay leads to regret.\nWing: The situation has been less than harmonious for quite some time, yet this\ncondition of discord has been tolerated. Under these circumstances things will\ncontinue to degenerate.\nEditor: Line four doesn't lend itself to the usual gender symbolism. The image\nis one of passive and permissive tolerance of error. To allow things to continue\nunder these conditions will ensure that they get worse. The line can sometimes\nrefer to a state of complacent ignorance of the true situation. If your assumptions\nare incorrect in the first place, then your query is by definition inappropriate: rethink the question to discover the error.\nPsychic inertia is also evident in our resistance to any form of change in\nconditioned patterns, no matter how promising or favorable it may be.\nAny psychoanalyst knows from dealing with \"resistance\" that every basic\npsychological change entails a deathlike experience for the ego. New\n\npossibilities produce so much anxiety that the most destructive past\nadaptations seem safer and inspire more confidence.\nE. C. Whitmont -- The Symbolic Quest\nA. Passive indulgence in an old weakness leads to failure.\nB. You think things are OK, but they're not: rectify a past error.\nC. \"A stitch in time saves nine.\"",
    "5": "Line-5\nLegge: The fifth line, magnetic, shows a son dealing with the troubles caused by\nhis father. He obtains the praise of using the fit instrument for his work.\nWilhelm/Baynes: Setting right what has been spoiled by the father. One meets\nwith praise.\nBlofeld: Assuming responsibility for the mistakes of our fathers will win us\npraise.\nLiu: Correcting the mistakes of the father leads to recognition.\nRitsema/Karcher: Managing the father's Corrupting. Availing- of praise.\nShaughnessy: The stem father's branch; use a cart.\nCleary (1): Correcting the degeneracy of the father, using praise.\nCleary (2): Dealing with the degeneration of the father, the action is praised.\nWu: He attends to the affairs of his father. He has reputation at his disposal.\nCOMMENTARY\nConfucius/Legge: He is responded to by the second line with all of his virtue.\nWilhelm/Baynes: He receives him in virtue. Blofeld: Because to take them\nupon ourselves is a virtue. Ritsema/Karcher: Receiving uses actualizing-tao\nindeed. [Actualize-tao: Ability to follow the course traced by the ongoing\nprocess of the cosmos ... Linked with acquire, TE: acquiring that which makes a\nbeing become what it is meant to be.] Cleary (2): Because one takes up after\nhim with virtue. Wu: He succeeds with virtue.\nLegge: The magnetic fifth line is the seat of the ruler, but its proper correlate is\nthe dynamic second line -- the strong minister to whom the work of the hexagram\nis delegated.\n\nNOTES AND PARAPHRASES\nSiu: With the assistance of able helpers, the man reverses the process of decay of\nformer times. He is praised for it.\nWing: You are in a position to assume the responsibility for a long-needed\nreform. Do it. Those around you will be supportive of your efforts and you will be\nhonored with praise and recognition.\nEditor: Line five does not lend itself to the usual gender symbolism. The\ndynamic second line deals with feelings (the mother), and the magnetic fifth line\ndeals with thoughts or conscious attitudes (the father). The Confucian\ncommentary describes these correlate lines as uniting to attain symmetry.\nRitsema/Karcher translate this as facilitating the unfolding of essence (tao). This\nsuggests an overall rectification of thoughts and feelings to attain balance. The\nother translations emphasize that one obtains recognition and praise for this,\nsuggesting a major accomplishment in the development of the Work.\nInasmuch as ordering activity and emotional receptivity are felt as\nbelonging to the masculine and feminine principles respectively, the first\nlife contacts with father and mother set the basic patterns for the\ndevelopment of our assertiveness and our feeling. When there are\nproblems in these areas they must be confronted and consciously reexamined in terms of these original encounters before a further\ndevelopment can become possible.\nE. C. Whitmont -- The Symbolic Quest\nA. Put some thought into your feelings, or: bring compassion into your\nthinking.\nB. Rectify your thoughts and feelings: revise a limiting belief.",
    "6": "Line-6\nLegge: The sixth line, dynamic, shows us one who does not serve either king or\nfeudal lord, but in a lofty spirit prefers to attend to his own affairs.\nWilhelm/Baynes: He does not serve kings and princes, sets himself higher\ngoals.\nBlofeld: He does not serve the King or the nobles -- what he does is even loftier\nthan that. [In other words, if we directly serve the will of heaven; by doing so\nwe act as sages who may safely do whatever they feel is worth doing.]\nLiu: By not serving kings and princes, one gains higher recognition.\n\nRitsema/Karcher: Not affairs, kingly feudatories. Honoring highness: one's\naffair.\nShaughnessy: Not serving king or lord, but highly elevating his virtue;\ninauspicious.\nCleary (1): Not serving kings and lords, one makes one’s concerns loftier.\nWu: He does not engage himself in the affairs of kings or princes. He keeps a\nlofty lifestyle of his own.\nCOMMENTARY\nConfucius/Legge: But his aim may be a model to others. Wilhelm/Baynes:\nSuch an attitude may be taken as a model. Blofeld: This indicates that our own\nwill can be our law. [provided we are acting from the highest motives.]\nRitsema/Karcher: Purpose permitted by-consequence indeed.\nCleary (2): One’s will can serve as a model. Wu: His aspiration will be admired.\nLegge: Line six is dynamic, with no proper correlate below. Hence it suggests the\nidea of one outside the sphere of action who takes no part in public affairs, but\ncultivates himself instead.\nNOTES AND PARAPHRASES\nSiu: The man does not serve his lord, but lets the world go by and cultivates his\nown character in solitude. In so doing, however, he creates something valuable\nfor the future of mankind.\nWing: It is possible for you to transcend the entire situation. You do not have to\ndeal with the mundane details of specific social problems. Instead, you may\nconcern yourself with universal goals and personal or spiritual development.\nCaution: Viewing the world with a cynical or condescending eye, however, will\ndistort your growth, so watch your attitudes carefully.\nEditor: One of the most important precepts of the Work is a clear recognition\nthat you can only measure your position and progress against an inner standard.\nThe expectations and apparent achievements of others count for absolutely\nnothing. You aren't running a race with the world, but striving to beat your own\nrecord. One who has taken responsibility for the Work must be prepared to go\nwhere its dictates demand, despite what is considered \"normal\" or \"proper\"\naccording to contemporary standards. Ritsema/ Karcher's translation of the\nConfucian commentary (\"Purpose permitted by-consequence indeed\"), means\nthat one's determination to go it alone is mandated by a deep inner principle.\nThat such an idea occurs in the hexagram of Repair suggests bolstering one's\nresolve to accept this lonely burden. Blofeld's version of the Confucian\n\ncommentary (\"This indicates that our own will can be our law\") is too easily\nperverted, even with his cautionary note.\nIndeed the Gnostics knew something, and it was this: that human life\ndoes not fulfill its promise within the structure and establishments of\nsociety, for all of these are at best but shadowy projections of another\nand more fundamental reality. No one comes to his true selfhood by\nbeing what society wants him to be nor by doing what it wants him to do.\nFamily, society, church, trade and profession, political and patriotic\nallegiances, as well as moral and ethical rules and commandments are,\nin reality, not in the least conducive to the true spiritual welfare of the\nhuman soul. On the contrary, they are more often than not the very\nshackles which keep us from our true spiritual destiny.\nS. A. Hoeller -- The Gnostic Jung\nA. Your duty is to serve a transcendent ideal.\nB. \"Mind your own business.\"\nJune 24, 2001, 4/23/06"
  }
}