{
  "hexagram_number": 25,
  "gua": "Judgment\nLegge: Innocence indicates progress and success through firm correctness. If\nthe action of its subject is incorrect, he will fall into error. In such a case it will\nnot be advantageous to move in any direction.\nWilhelm/Baynes: Innocence. Supreme success. Perseverance furthers. If\nsomeone is not as he should be, he has misfortune, and it does not further him to\nundertake anything.\nBlofeld: Integrity. (The Unexpected). [this hexagram has two widely\ndifferent meanings, both of which occur in what follows.] Sublime success!\nRighteous persistence brings reward. Those opposed to righteousness meet with\ninjury. It is not favorable to have in view any goal (or destination). [Usually this\nsentence may be taken to have a wide application; but, in this case, (the\nConfucian commentary) suggests that it applies only to the enemies of\nrighteousness, though it does have a general application for those who receive a\nmoving line for the sixth place.]\nLiu: The Unexpected: sublime success. Benefit. Perseverance. Someone acts\nincorrectly: misfortune. No benefit for undertakings.\nRitsema/Karcher: Without embroiling. Spring Growing Harvesting Trial.\nOne in-no-way correcting: possessing blunder. Not Harvesting: possessing\ndirected going. [This hexagram describes your situation as being without\nconfusion or fault. It emphasizes that acting while remaining free from\nentangling, vanity or recklessness is the adequate way to handle it. To be in\naccord with the time, you are told: act without becoming embroiled!]\nShaughnessy: Pestilence: Prime receipt; beneficial to determine. If it is not\nupright there will be an inspection; not beneficial to have somewhere to go.\nCleary (1): Fidelity is creative and developmental. It is beneficial to be correct;\nif it is not correct, there will be disaster, and it will not be beneficial to go\nanywhere.\n\nCleary (2): Freedom from error is very successful, beneficial for the upright.\nDenial of what is correct is mistaken, etc.\nWu: Freedom from Vainness is primordial, pervasive, prosperous and\npersevering. If it does not stay in the correct course, there will be calamities and\nthere will be no advantage to have any undertaking.\nThe Image\nLegge: Thunder rolls under heaven, and everything manifests its original nature,\nfree from all insincerity. The ancient kings, in accordance with this, made their\nregulations in complete accordance with the seasons, thereby nourishing all\nthings.\nWilhelm/Baynes: Under heaven thunder rolls: all things attain the natural\nstate of innocence. Thus the kings of old, rich in virtue, and in harmony with the\ntime, fostered and nourished all beings.\nBlofeld: This hexagram symbolizes thunder rolling across the whole earth; from\nit, all things receive their integrity. [The lower trigram is pictured as thunder,\nbut it acts through its power to quicken growth.] The ancient rulers gave\nabundant and timely nourishment to all.\nLiu: Thunder rolls under heaven; everything is innocent. The ancient kings\ncultivated virtue and used the appropriate time to nourish all beings.\nRitsema/Karcher: Below heaven thunder moving. Beings associating\nWithout embroiling. The Earlier Kings used luxuriance suiting the season to\nnurture the myriad beings.\nCleary (2): Thunder travels under the sky; things accompany with no error.\nAncient kings promoted flourishing appropriate to the time and nurtured myriad\nbeings.\nWu: Thunder moves under heaven. All things participate in the spirit of\nFreedom from Vainness. The ancient kings acted in time to cause all people\nand things to flourish.\nCOMMENTARY\nConfucius/Legge: Innocence shows the dynamic first line descending from\nthe upper trigram to become the lord of the hexagram in the lower trigram. We\nsee the attributes of Motive Power and Strength. The dynamic fifth line is central\nand responded to by the magnetic second line. It is the will of heaven that true\nprogress can only proceed from correctness. If the action of the subject is\nincorrect he will fall into error, and it will be unfortunate for him to move in any\n\ndirection. Where can one with the illusion of innocence proceed? Can anything\nbe accomplished by someone without the assistance of heaven's will?\nLegge: Of the two Chinese characters which symbolize Innocence, one is the\nsymbol of being reckless, and often of being insincere; these two characters in\ncombination describe a state of entire freedom from such a condition. The subject\nof the hexagram therefore, is one who is simple and sincere. This quality is\ncharacteristic of heaven, and of the highest style of humanity. The figure is an\nessay on this noble attribute. But an absolute rectitude is essential to it. The\nnearer one comes to the ideal of the quality, the more powerful will be his\ninfluence and the greater his success. But let him see to it that he never swerve\nfrom being correct.\nAnthony: Innocence means to let go of the present, thereby letting the future\nbecome what it will and being at peace with it… When we have learned to do a\nthing for its own sake, we know the meaning of innocence… In keeping our minds\nopen and free, we are able to meet unexpected events with the help of the\nCreative, which always points out the correct and most appropriate response.\nNOTES AND PARAPHRASES\nJudgment: Success is possible only if you are impeccably correct. If such is not\nthe case, take no action at all. (\"Let him who is without sin cast the first stone.\")\nThe Superior Man acts in harmony with the times.\nThe ancient kings in the Image are mentioned by name in seven\nhexagrams. (See the commentary on hexagram number 20, Contemplation, for\na fuller discussion of their symbolism.) Here, the Image shows them\nsynchronizing their laws with the \"laws of nature\" -- an archetypal concept which\nis found in many mystical traditions. Here is the alchemical version:\nThe individual terrestrial life should correspond to the laws governing\nthe universe; man's spiritual aspirations should be directed to harmonize\nwith the wisdom of God. If we accomplish this, the inner consciousness\nwill awaken to an understanding of the influences of the stars, and the\nmysteries of Nature will be revealed to his spiritual perception.\nParacelsus\nIn terms of the hexagram of Innocence, the idea is that if you are truly\nsynchronized with your inner cosmos, if you are truly \"innocent\" (i.e., perfect),\nyou may succeed under the prevailing conditions, but if you are not in complete\ninner accord you would be well advised to sit tight and take no action. To\nparaphrase the last sentence of the Confucian commentary: \"Can the ego do\nanything advantageously without the concurrence of the Self?\"\n\n“Be ye therefore perfect, even as your father which is in heaven is\nperfect.”\nMatthew 5: 48\nTo use the Christian injunction in illustration: the upper trigram of\nHeaven is perfect, and the lower trigram of Movement is asked to reflect on how\nfar he conforms to this ideal. In psychological terms, how do the goals of the ego\ncompare with those of the Self, the entity to whom the Work is dedicated?\nWilhelm has some interesting commentary on this hexagram, stating that\nit can indicate unexpected misfortune. In his book, Lectures on the I Ching,\nhe comments:\nWu Wang is very peculiar, and its name is not easy to translate. I have\nused \"Innocence,\" or the “Unintentional.\" Having meanwhile thought\nabout the matter more, I would today render Wu Wang with the term\n“Subconscious,\" even though this expression seems somewhat too\nmodern ... That which as [Divorcement] severs life enters here into\nunconscious realms ... Because the shock is within and is unconscious, it\ncannot take its course, and therefore causes the unexpected to happen.\nAn unexpected disaster is afoot; something may be robbed or stolen.\nSee line three and its commentaries for further insights into Wilhelm's\nideas here.\nTo receive this hexagram without changing lines is tantamount to being\nasked if you are perfect enough to take action without harm. Sometimes,\ndepending on circumstances, it can also suggest that your position is correct and\nblameless. As always, the context of your query will leave no doubt when this\nlatter interpretation is intended. If there is doubt, rephrase the question and ask\nuntil you understand. The oracle uses ambiguity to develop your intuition -especially so on those occasions when all you want is a quick answer.\nSUGGESTIONS FOR MEDITATION\nCompare what is said here about the Ancient Kings with what is said about\nthem in hexagrams 8, 16, 20, 21, 24, and 59. What common theme unites them,\nand how does it relate to the concept of the Work?",
  "lines": {
    "1": "Line-1\nLegge: The first line, dynamic, shows its subject free from all insincerity. His\nadvance will be accompanied with good fortune.\nWilhelm/Baynes: Innocent behavior brings good fortune.\n\nBlofeld: Moving onward with integrity brings good fortune.\nLiu: Innocent actions bring good fortune.\nRitsema/Karcher: Without Embroiling. Going significant.\nShaughnessy: The pestilence goes; auspicious.\nCleary (1): Fidelity, without error; it is auspicious to go.\nCleary (2): Going without error leads to good results.\nWu: Without vainness, he will proceed with auspiciousness.\nCOMMENTARY\nConfucius/Legge: When he who is free from insincerity makes any movement,\nhe will get what he desires. Wilhelm/Baynes: Innocent behavior attains its\nwill. Blofeld: What is willed comes to pass. Ritsema/Karcher: Acquiring\npurpose indeed. Cleary (2): One attains one’s aspiration. Wu: He will have his\naspirations fulfilled.\nLegge: The first line is dynamic at the bottom of the trigram of Movement. His\naction will characterize all the action set forth, and will itself be fortunate. This is\nanother way of saying that true goodness may expect good fortune, \"by the\nappointment of Heaven.\"\nNOTES AND PARAPHRASES\nSiu: At the outset, the man follows the original pure impulses of his heart. His\naims will be achieved.\nWing: Acting with integrity and spontaneity will bring you success. You may\ntrust your instincts, because there is goodness in your heart. Good fortune is\nwilled.\nEditor: This is a very favorable line, showing one who is worthy and able to\nadvance under the conditions described in the Judgment.\nInnocence has nothing to dread.\nRacine\nA. Maintain an open mind and follow the intuition of the heart.",
    "2": "Line-2\nLegge: The second line, magnetic, shows one who reaps without having\nploughed, and gathers the produce of her third year's fields without having\ncultivated them for that end. To such a one there will be advantage in whatever\ndirection she may move.\nWilhelm/Baynes: If one does not count on the harvest while plowing, nor on\nthe use of the ground while clearing it, it furthers one to undertake something.\nBlofeld: Do not calculate the size of the harvest while the ploughing is still in\nprogress, nor gloat over the third year's crop while still planting the virgin\nground. It is favorable to seek some object (or destination).\nLiu: Do not count the harvest while planting, nor plow the field that lies in\nfallow. There is advantage in undertaking something.\nRitsema/Karcher: Not tilling the crop. Not clearing the plow-land. Byconsequence, Harvesting: possessing directed going.\nShaughnessy: Not sowing or reaping, not breaking new fields nor working old\nfields; beneficial to have someplace to go.\nCleary (1): Not plowing or harvesting, not making new fields, then it is\nbeneficial to go somewhere.\nCleary (2): Not plowing for the harvest, it is beneficial to go somewhere.\nWu: If he does not expect to reap as he plows the field, or if he does not expect to\nharvest in a “ripe” field when he cultivates a raw land, he will have the advantage\nof moving ahead.\nCOMMENTARY\nConfucius/Legge: She reaps without having ploughed -- the thought of riches\nto be gotten had not risen in her mind. Wilhelm/Baynes: One does not seek\nwealth. Blofeld: It is not meet to calculate profits as such an early stage, nor can\nwe expect to become rich soon. Ritsema/Karcher: Not-yet affluence indeed.\nCleary (2): One is not enriched. [This means aspiring only to attain\nenlightenment, not thinking of riches or rank. Then it is beneficial to go\nsomewhere.] Wu: For he is not after material rewards.\nLegge: Line two is magnetic, central, and in her correct place. She is entirely\nfree from selfish or mercenary motives. She is good for the sake of goodness, and\nthings are such that her action will be successful. She does what she does because\nit is right, not because of any gain it might bring to her.\n\nNOTES AND PARAPHRASES\nSiu: The man succeeds in everything he undertakes. He does not proceed with\nmercenary or selfish interests in mind but does good things for their own sake.\nUnsought wealth will come his way.\nWing: Do not dream about the results of your work or the attainment of your\ngoal. Instead, take action for its own sake and devote your full attention to what\nyou are now doing. Only in this way can you achieve your aim.\nAnthony: Innocence means to answer the duty required by the moment,\nregardless of consequences, looking neither forward nor backward. If we have\nhopes and expectations, we are disappointed when things do not work out on our\nimagined schedule.\nEditor: The idea here is that the times are favorable to undertake something\nonly if you are free of ulterior motives. Because Wilhelm's translation of this line\nis conditional, there is a suggestion that there may be some temptation toward\nselfishness within the situation. Keep an open mind and remain receptive to your\nexperience.\nThink of the flowers; they never have to spin or weave; yet, I assure you,\nnot even Solomon in all his regalia was robed like one of these... You must\nnot set your hearts on things to eat and things to drink; nor must you\nworry... Your Father well knows you need them. No; set your hearts on\nhis kingdom, and these other things will be given to you as well.\nLuke 12: 27-32\nA. You aren't out to make a point, but to do something for its own sake.\nB. \"Don't count your chickens before they're hatched.\"",
    "3": "Line-3\nLegge: The third line, magnetic, shows calamity happening to one who is free\nfrom insincerity -- as in the case of an ox that has been tied up. A passer-by finds\nit and carries it off, while the people in the neighborhood have the calamity of\nbeing accused and apprehended.\nWilhelm/Baynes: Undeserved misfortune. The cow that was tethered by\nsomeone is the wanderer's gain, the citizen's loss.\nBlofeld: Unexpected calamity. Someone ropes an ox and leads it off -- a gain to\nthe passer-by but a loss to the farmer who owns it!\n\nLiu: An unexpected misfortune: the cow is tied up, and a passerby takes it. The\npasserby gains, the villagers are in trouble.\nRitsema/Karcher: Without Embroiling's calamity. Maybe attaching's cattle.\nMoving people's acquiring: Capital people's calamity.\nShaughnessy: The pestilence's disaster: someone ties it to an ox. The traveling\nman's gain, is this of the city man.\nCleary (1): The misfortune of fidelity; a tethered ox is a gain for a traveler,\nmisfortune for the townspeople.\nCleary (2): The misfortune of no error, etc.\nWu: There are hazards despite freedom from vainness. For instance, a villager\nties an ox here, but a passerby leads it away. The villager ends up with a loss.\nCOMMENTARY\nConfucius/Legge: The passer-by gets the ox -- this proves a calamity to the\npeople of the neighborhood. Wilhelm/Baynes: If the wanderer gets the cow, it\nis the citizen's loss. Blofeld: The former gains an ox at the cost of the owner's\nsuffering. [The calamity may be threatening us. Otherwise, the implication is\nthat we cannot avoid gaining something at severe cost to others.] Ritsema/\nKarcher: Capital people, calamity indeed. Cleary (2): When a traveler finds\nthe cow, it is a misfortune for the local people. Wu: The passerby gets the ox and\nthe villager faces a loss.\nLegge: Sometimes calamity may befall the best of us, even when there is\nfreedom from insincerity. Line three, being magnetic in a dynamic place, is\nvulnerable to this misfortune. The people of the neighborhood are of course\nentirely innocent. On line three it is said: \"The superior man seeks simply to be\nfree from insincerity, and leaves the question of happiness and calamity to\nHeaven.”\nNOTES AND PARAPHRASES\nSiu: Undeserved calamity comes to the sincere person. Unexpected misfortunes\nof this kind, however, do not throw the superior man off stride.\nWing: Undeserved and unexpected misfortune may come your way. It will pass.\nAn attitude of Innocence does not preclude bad luck, as such shifts of fortune\nare unavoidable. However, an innocent posture should not be abandoned for it\ncan reveal new ways of dealing with problems.\nAnthony: Situations occur which are negative, and it is not our fault.\nNevertheless, we must adjust to them with acceptance. To fail to do so will only\n\nbring on further misfortune. We should not let negative events destroy our\ninnocence of mind.\nEditor: The symbolism usually implies that you have just been wronged through\nno fault of your own. Cleary’s Buddhist commentary introduces a different\ninterpretation: “This represents the unbalanced and aberrant who cling to a\nprinciple that is without error and make it into a misfortune. When a traveler\nfinds the cow, why then cling to principle and seek a reward from the local\npeople? Is this not misfortune extending to the innocent?” Note that the\nreferences to the innocent villagers’ culpability in Legge, Liu and Cleary-2 suggest\nthere may be hidden nuances to this line.\nYes, injustice committed by another is an injustice for the one who has\ncommitted it and he is not released from his responsibility. But,\nconsidered within the universal order, it is not an injustice in the cosmos,\nnot even for the one who has suffered it. It is a necessary occurrence. If\nthe one who undergoes it is a good man, it will have for him a happy\nissue. One must not believe this cosmic order to be \"not of the gods\" or\nunjust. It distributes exactly to each what is fitting to each. But we are\nignorant of the causes and that accords our ignorance the occasion for\nblaming it.\nPlotinus -- The Enneads\nA. \"Into each life some rain must fall.\"\nB. It’s probably just karma at work: don’t make it worse.",
    "4": "Line-4\nLegge: The fourth line, dynamic, shows a case in which, if its subject can remain\nfirm and correct, there will be no error.\nWilhelm/Baynes: He who can be persevering remains without blame.\nBlofeld: Something can be accomplished by righteous persistence and no error\nis involved.\nLiu: If one carries on, no blame.\nRitsema/Karcher: Permitting Trial. Without fault.\nShaughnessy: Able to be determined; there is no trouble.\nCleary (1): One should be correct; then there is no error.\nWu: If he can remain firm and correct, he will be blameless.\n\nCOMMENTARY\nConfucius/Legge: He firmly holds fast his correctness. Wilhelm/Baynes:\nFor he possesses firmly. Blofeld: That is to say firmness will enable us to fulfill\nour aim. Ritsema/Karcher: Firmly possessing it indeed. Cleary (1): This is\ninherent. Wu: Because he holds fast to what he has gotten.\nLegge: Line four is the lowest in the trigram of strength, and line one is not a\nproper correlate. Also, the fourth line is dynamic in a magnetic place, so caution\nis necessary.\nAnthony: Dread of losing is as faulty as anticipation of winning.\nNOTES AND PARAPHRASES\nSiu: What really belongs to the man cannot be lost to him. As long as he remains\nsteadfast to his own nature, he will commit no error.\nWing: Do not be influenced by the designs of those around you. It is very\nimportant, at this time, that you trust your inner vision. Obey your instincts.\nEditor: There is a definite qualification in most translations of this line: \"IF you\ncan maintain correctness, you will succeed -- or at least not be incorrect.” The\nwording can imply doubt, and hints at a possible test of your discrimination. The\nwisest reading is that if you aren't impeccable, the injunction from the Judgment\nis appropriate here: \"If someone is not as he should be, he has misfortune, and it\ndoes not further him to undertake anything.”\nIf you live right, the coincidences will build up for you in unexpected and\nsurprising and beneficial ways. If you do not live right, the anticoincidences will build up in unexpected and direful, sometimes\ndisastrous ways. The criterion of whether or not you are living right is\nempirical observation of the coincidences. If the coincidences build up,\nyou are living right. If they do not build up, you are not living right and\nhad best examine your way of life.\nJohn Lilly -- Simulations of God\nA. If you have the courage to maintain your will and do what is correct,\nsuccess will follow.",
    "5": "Line-5\nLegge: The fifth line, dynamic, shows one who is free from insincerity, and yet\nhas fallen ill. Let him not use medicine, and he will have occasion for joy in his\nrecovery.\n\nWilhelm/Baynes: Use no medicine in an illness incurred through no fault of\nyour own. It will pass of itself.\nBlofeld: Unexpected illness, but it will be best not to treat it.\nLiu: For an unexpected illness, use no medicine. Good fortune will follow.\nRitsema/Karcher: Without Embroiling's affliction. No medicinal herbs,\npossessing rejoicing.\nShaughnessy: The pestilence's illness: there is no medicine but there is\nhappiness.\nCleary (1): For sickness without error don’t use medicine; there will be joy.\nWu: He feels sick being free from vainness. He will be happy for having taken no\nmedicine.\nCOMMENTARY\nConfucius/Legge: Medicine in the case of one who is free from insincerity\nshould not be tried at all. Wilhelm/Baynes: One should not try an unknown\nmedicine. Blofeld: What this really means is that we should avoid applying\nuntried remedies. Ritsema/Karcher: Not permitting testing indeed. Cleary\n(2): Medicine should not be tried when nothing is wrong. Wu: No medicine\nshould be taken for being free from vainness.\nLegge: Line five is dynamic in the central place of honor, and has a proper\ncorrelate in line two. Hence he must possess the qualities of the hexagram in\nperfection. Nevertheless, he is sick or in distress. He need not be anxious -without his efforts a way of escape will be opened for him. The idea is that\nsickness shouldn't happen to one who is perfectly sincere, and if it does happen it\nmust refer to some inexplicable will of Heaven. If such is the cause, then so shall\nit cure.\nNOTES AND PARAPHRASES\nSiu: Unexpected evil comes to the man through no fault of his own. He should\nnot anxiously resort to hasty remedies. Nature will overcome the evil in her own\nway and at her own pace.\nWing: What may appear as an unfortunate turn of events has internal causes.\nExternal remedies will not solve the problem. What is occurring is an inner\nprocess. Let nature take its course. The solution will come of itself.\n\nEditor: Wilhelm observes: \"That he appears ill comes from his way of taking\nthe illnesses of others upon himself.” This can refer to both other people in the\nouter world, or to \"others\" in the inner world of the psyche -- our autonomous\ndrives, appetites, emotions, etc. The psychological concept of \"co- dependence”\noften applies to this line.\nI have reflected a great deal upon the magical powers of the soul of man,\nand I have discovered a great many secrets in Nature, and I will tell you\nthat he only can be a true physician who has acquired this power. If our\nphysicians did possess it, their books might be burnt and their medicines\nbe thrown into the ocean, and the world would be all the more benefited\nby it.\nParacelsus\nA. Do nothing and things will improve by themselves.\nB. You bear the illusions of others as if they were your own. Codependence helps nobody.\nC. \"If it ain't broke, don't fix it.\"",
    "6": "Line-6\nLegge: The sixth line, dynamic, shows its subject free from insincerity, yet sure\nto fall into error if he takes action. His action will not be advantageous in any\nway.\nWilhelm/Baynes: Innocent action brings misfortune. Nothing furthers.\nBlofeld: If it is unexpected, a journey now would be injurious. This is a time\nfavorable for those with no destination in view.\nLiu: Innocent action brings disaster. No advantage.\nRitsema/Karcher: Without Embroiling. Moving possessing blunder. Without\ndirection: Harvesting. [Without direction: Harvesting, WU YU Li: no plan\nor direction is advantageous; in order to take advantage of the situation, do not\nimpose a direction on events.]\nShaughnessy: The pestilence's motion; there is an inspection; there is no place\nto benefit.\nCleary (1): If fidelity in action has faults, there is no benefit. [This is fidelity not\nknowing when enough is enough.]\n\nCleary (2): Even if there is no error, action involves misfortune, so no benefit is\ngained. [This refers to clinging to a constant and not knowing how to change\nadaptively.]\nWu: Even without vainness, he will face calamities if he chooses to act. There is\nnothing to gain. [The sixth is not a position for doing anything aggressively.\nThere is nothing sensible for the sixth to undertake. Doing what is not supposed\nto be done is an overextension.]\nCOMMENTARY\nConfucius/Legge: Action is inappropriate now because the time for it has\npassed. Wilhelm/Baynes: Action without reflection brings about the evil of\nbewilderment. Blofeld: An unexpected journey now would plunge us into a\nstate of dangerous exhaustion. Ritsema/Karcher: Exhaustion's calamity\nindeed. Cleary (2): Action without error involves misfortune when it comes to\nan impasse. Wu: the action taken without vainness will result in calamities from\noverextension.\nLegge: Line six is at the top of the hexagram, and comes into the field when the\naction has run its course. He should be still, and not initiate any fresh movement.\nWhen a thing is over and done, submission and acquiescence are what are\nrequired -- not renewed attempts at action.\nAnthony: When innocent action begins to meet with resistance, it is best to\ndisconnect and fall back on acceptance. We should work with a situation only\nwhen it works with us, going only so far as openness in the other person allows.\nWaiting quietly without ulterior designs means to truly disconnect, inwardly, and\ngo on our way.\nNOTES AND PARAPHRASES\nSiu: The time is not ripe for further progress. The man keeps still. Activities in\nopposition to fate will not help him in any way.\nWing: Progress is impossible. Even innocent actions will create chaos. Do not\nattempt anything new, nor try to improve upon your surroundings. Do not do\nanything at all.\nEditor: Wilhelm compares the import of this line to line six of The Dynamic:\n\"Arrogant dragon will have cause to repent.” Ritsema/Karcher’s “In order to\ntake advantage of the situation, do not impose a direction on events” puts a\nslightly different spin on the meaning, suggesting that circumstances will\nimprove if you can keep from meddling.\nToday's achievement is only tomorrow's confusion. -- W. D. Howells\n\nA. Ignorant choices create confused consequences.\nB. Sit tight -- allow the situation to unfold without taking action.\nJuly 5, 2001, 4/23/06, 9/5/10"
  }
}