{
  "hexagram_number": 19,
  "gua": "Judgment\nLegge: Approach means successful progress through firm correctness. In the\neighth month there will be evil.\nWilhelm/Baynes: Approach has supreme success. Perseverance furthers.\nWhen the eighth month comes, there will be misfortune.\nBlofeld: Approach. Sublime success! Righteous persistence brings reward.\nHowever, when the eighth month is reached, misfortune will befall. [The eighth\nmoon of the lunar calendar corresponds approximately to September.]\nLiu: Approach. Great Success. It is of benefit to continue. When the eighth\nmonth arrives, then there will be misfortune.\nRitsema/Karcher: Nearing, Spring Growing Harvesting Trial. Culminating\ntending-towards the eighth moon: possessing a pitfall. [This hexagram describes\nyour situation in terms of approaching and being approached. It emphasizes\nthat acting without immediately expecting to attain what you desire is the\nadequate way to handle it...]\nShaughnessy: The Forest: Prime receipt; beneficial to determine; arriving at\nthe eighth month there is inauspiciousness.\nCleary (1): Overseeing is creative and developmental, beneficial if correct. In\nthe eighth month there is misfortune.\nCleary (2): Overseeing is very successful, beneficial if correct. If you go on\nuntil the eighth month, there will be misfortune. [If you ride on the momentum\nof the time and do not know to turn back, at a certain point deterioration will\ninevitably set in, after flourishing has reached its climax, and there will surely\nbe misfortune.]\n\nWu: Condescension is great, pervasive, and persevering, etc. [Condescension\nas used in several judgments has two meanings: to condescend (or to look down\nfrom a higher position) and to press forward with authority.]\nHua-Ching Ni: Advance. It is beneficial to go forward with a positive attitude,\nbut be mindful of the cyclical nature of things.\nThe Image\nLegge: The earth over a marsh -- the image of Approach. The superior man is\ninexhaustible in his instruction and unflagging in his nourishing support of the\npeople.\nWilhelm/Baynes: The earth above the lake: the image of Approach. Thus the\nsuperior man is inexhaustible in his will to teach, and without limits in his\ntolerance and protection of the people.\nBlofeld: This hexagram symbolizes land rising above a marsh. The Superior\nMan's teaching and his affection for his juniors are inexhaustible. Nothing\nhinders him in his care for the people. [The lower component trigram suggests\nthe nourishment which the Superior Man gives joyfully to others. The upper\ntrigram symbolizes the great bulk of those who benefit.]\nLiu: The earth above the lake symbolizes Approach. The superior man's will\nfor instruction has no limit. He is boundless in his support and protection of the\npeople.\nRitsema/Karcher: Above marsh possessing earth. Nearing. A chun tzu uses\nteaching to ponder without exhausting. [A chun tzu uses] tolerating to protect the\ncommoners without delimiting.\nCleary (1): Above the lake there is earth, overseeing. Superior people use\ninexhaustibility of education and thought to embrace and protect the people\nwithout bound.\nWu: There is ground above the marsh; this is Condescension. Thus the jun zi\nrealizes that there is no limit to the ideas of education and there is no boundary in\nthe protection of people.\nCOMMENTARY\nConfucius/Legge: In Approach we see the dynamic lines gradually increasing\nand advancing. The lower trigram is the symbol of Being Pleased, and the upper\nof Being Compliant. The strong line is in the central position, and is properly\nresponded to. It is the way of heaven to bring progress and success through firm\ncorrectness, however the advancing power will decay after no long time.\n\nLegge: Approach suggests the approach of authority -- to inspect, to comfort\nor to rule. The figure shows two dynamic lines advancing on the four magnetic\nlines above them. Their action will be powerful and successful, but it must be\ngoverned by rectitude and a caution that understands the nature of continuous\nchange.\nNOTES AND PARAPHRASES\nJudgment: Two steps forward are followed by one step backward.\nThe Superior Man remains true to the Work regardless of fluctuations within\nthe psyche.\nThe meaning of Approach is derived from the two dynamic lines\nadvancing from below to encounter the magnetic lines above. These two are firm\nallies, and the action of the superior man in the Image suggests that their ascent\nis one of benevolent regard for the welfare of their subordinates -- only the third\nline need change for the hexagram to become number eleven, Harmony. We\nare reminded of the proper relationship between the ego and the Self -- when\nthey advance together, the magnetic forces in the rest of the psyche are eventually\ntransformed.\nThis hexagram recognizes the inevitably slow progress of the Work\n(\"Rome wasn't built in a day\"), and that advances are always followed by retreats.\nThe point is that if one maintains the will to advance, one can be confident that\nthe Work is advancing, regardless of appearances.\n(Confucius) tried his best, but the issue he left to Ming. Ming is often\ntranslated as Fate, Destiny or Decree. To Confucius, it meant the Decree\nof Heaven or Will of Heaven ... Thus to know Ming means to\nacknowledge the inevitability of the world as it exists, and so to disregard\none's external success or failure. If we can act in this way, we can, in a\nsense, never fail. For if we do our duty that duty through our very act is\nmorally done, regardless of the external success or failure of our action.\nFung Yu-Lan -- A Short History of Chinese Philosophy\nWithout changing lines, the hexagram suggests a progressive advance in\nthe matter at hand. Nature being what it is however, no advance can be sustained\nindefinitely and an eventual regression can be expected. (This observation is\nsuch a truism that we must assume it is more than usually applicable to the\ncurrent situation.)",
  "lines": {
    "1": "Line-1\nLegge: The first line, dynamic, shows its subject advancing in company with the\nsubject of the second line. Through his firm correctness there will be good\n\nfortune.\nWilhelm/Baynes: Joint approach. Perseverance brings good fortune.\nBlofeld: All approach -- righteous persistence will bring good fortune! [All\napproach can be taken to mean that all things desirable are converging upon\nus.]\nLiu: Approach with sincerity. To continue brings good fortune.\nRitsema/Karcher: Conjunction Nearing, Trial: significant.\nShaughnessy: Prohibited forest; determination is auspicious.\nCleary (1): Sensitive overseeing leads to good results when correct.\nWu: Pressing forward with a companion will be auspicious.\nHua-Ching Ni: Advance impartially. One should start in this manner and\ncontinue in this direction. Good Fortune.\nCOMMENTARY\nConfucius/Legge: His will is set on doing what is right. Wilhelm/Baynes:\nHis will is to act correctly. Blofeld: This is because what is willed is carried out\nin righteous ways. Ritsema/Karcher: Purpose moving, correcting indeed.\nCleary (2): Because the intention and the action are correct. Wu: Because his\naspiration is correct.\nLegge: Line one is dynamic in his proper place. The danger is that he may be\nmore strong than prudent -- hence the caution requiring firm correctness.\nNOTES AND PARAPHRASES\nSiu: At the outset, the man advances with his associates to a higher position. He\nmust remain more prudent than strong in doing right and not be carried away by\nthe popular will.\nWing: Begin your endeavors in the company of those who share your\nenthusiasm. This will give you the kind of strong support necessary to achieve\nyour aims. At the same time you should be certain that you are pursuing\nworthwhile goals. Continuing in your principles brings good fortune.\nEditor: The texts of the first two lines are almost identical. As the only two yang\nforces in the hexagram they support and reinforce each other in their advance on\nthe yin lines. The image suggests an ego-Self accord in the work of pacifying\ndisparate forces within the psyche. If this is the only changing line, the new\n\nhexagram becomes number seven, Discipline, which reinforces the idea of a\ndisciplined dynamic advance. In the context of certain questions, the Confucian\ncommentary here sometimes seems more accessible than the original line.\nIf you want to go your original way, it is the way you make for yourself,\nwhich is never prescribed, which you do not know in advance, and which\nsimply comes into being of itself when you put one foot in front of the\nother. If you always do the next thing that needs to be done, you will go\nmost safely and sure-footedly along the path prescribed by your\nunconscious.\nJung -- Letters\nA. Mutual advancement. Ego and Self are in accord. Advance the Work.",
    "2": "Line-2\nLegge: The second line, dynamic, shows its subject advancing in company\nwith the subject of the first line. There will be good fortune; advancing will be in\nevery way advantageous.\nWilhelm/Baynes: Joint approach. Good fortune. Everything furthers.\nBlofeld: All approach -- good fortune! Nothing is unfavorable. [All approach\ncan be taken to mean that all things desirable are converging upon us.]\nLiu: To approach with sincerity brings good fortune. It is beneficial for\neverything.\nRitsema/Karcher: Conjunction Nearing: significant. Without not Harvesting.\nShaughnessy: Prohibited forest; auspicious; there is nothing not beneficial.\nCleary (2): Sensitive overseeing is good, beneficial all around. [The second yang\nis also in the momentum of gradually increasing strength, but at this point it is\nbest to keep still and not ride on the momentum to try to advance; then it will be\ngood and beneficial all around.]\nWu: Pressing forward with a companion will be auspicious. Everything will be\nadvantageous.\nHua-Ching Ni: Impartial advance without prejudice continues…\nCOMMENTARY\nConfucius/Legge: This is because those to whom the advance is made are not\nyet obedient to the ordinances of heaven. Wilhelm/Baynes: One need not yield\n\nto fate. Blofeld: This indicates that there is nevertheless some disobedience.\nRitsema/Karcher: Not-yet yielding-to fate indeed. Cleary (2): This is\naddressed to those who are not yet in harmony with the universal order. Wu:\nThere are still those who do not obey the ordinances of heaven. [Since prosperity\nof the yang is considered a good omen and meets the approval of heaven,\npresence of the four yin in the yang’s path of advance is indicative of disobeying\nthe ordinances of heaven.]\nLegge: Line two is dynamic, but in a magnetic place. This is counterbalanced by\nthe central position and the proper correlate in line five.\nNOTES AND PARAPHRASES\nSiu: People who are not obedient to the ways of heaven are induced to follow the\nsteadfast man in a high position. The future will be advantageous in every way.\nWing: What you propose to do wins sympathy and support from higher forces.\nSo correct are your ideals that you can overcome even inherent difficulties. The\nfuture is bright indeed.\nEditor: The differences in meaning between lines one and two are extremely\nslight in English translation. Cleary’s Buddhist commentary on the line suggests\nthe idea of controlling the momentum of an otherwise favorable action. (See also\nhis commentary on the Judgment.) Wu’s note on the Confucian commentary\nshows line two in immediate contact with four yin lines, interpreted here as\nrecalcitrant forces. On another tack, if we take Ritsema/Karcher's version of\n\"Conjunction Nearing: significant...” literally, we can imagine two possible\napproaching syntheses (line 1 and line 2), one of which may be more auspicious\nthan the other. Only the context of your query can provide a plausible\ninterpretation of these very different readings.\nIf Jung's method is used in the analysis, the change initiated by the\nconflict proceeds under the guidance of the individual's own unconscious.\nThe analyst does not assume that he knows the answer to the problem\nbut sets out with his patient to explore the unconscious and seek the\nsolution. He is necessary to the proceeding because he has a technique\nfor interpreting the obscure unconscious material thrown up in the\ndreams and fantasies; also, he is needed as a fixed point to which the\npatient can cling during the transition, when all values are under\nquestion and all landmarks may disappear.\nM. E. Harding -- Psychic Energy\nA. An approaching conjunction of forces (or obvious choices) will\nnullify an adverse bias in the situation.\nB. An alliance for progress furthers the Work.\n\nC. Ego and Self administer the psyche.",
    "3": "Line-3\nLegge: The third line, magnetic, shows one well pleased indeed to advance, but\nwhose action will be in no way advantageous. If she becomes anxious about it\nhowever, there will be no error.\nWilhelm/Baynes: Comfortable approach. Nothing that would further. If one\nis induced to grieve over it, one becomes free of blame.\nBlofeld: A willing approach, but there is nowhere towards which it would be\nadvantageous to set out. Feeling regret on that account involves no error.\nLiu: Cheerful approach does not benefit further. If one fears regret, no blame.\nRitsema/Karcher: Sweetness Nearing. Without direction: Harvesting. Already\ngrieving-over it: Without fault.\nShaughnessy: Sweet forest; there is no place beneficial; having been saddened\nby it, there is no trouble.\nCleary (1): Presumptuous overseeing is of no benefit. If one is troubled over\nthis, there is no blame.\nCleary (2): … but if you trouble over it, there will be no blame.\nWu: Condescending for flaunting purposes has nothing to gain. If he is\nconcerned of his behavior, he will make no error.\nHua-Ching Ni: Easy advancement. If one abuses one’s position, there will be\ntrouble in the long run. If this tendency is corrected immediately, there will be no\nblame.\nCOMMENTARY\nConfucius/Legge: She shows herself well pleased to advance, but her\nposition is not that appropriate to her. If she become anxious about it her\nerror will not be continued. Wilhelm/Baynes: The place is not the appropriate\none. A fault that induces grief no longer exists. Blofeld: The foregoing is\nindicated by the unsuitable position of this line. However, if we grieve for it, we\nshall not be involved in error for long. [At present, there is no goal or\ndestination towards which it would be profitable to move; however, if we\nsincerely regret this, it will not be long before we emerge from the rut.]\nRitsema/Karcher: Situation not appropriate indeed. Fault not long-living\n\nindeed. Cleary (2): Once you trouble over it, blame will not last long. Wu: He is\nout of place. His error will be temporary.\nLegge: Line three is magnetic, neither central nor in her correct position, and\ntherefore her action will not be advantageous. Being at the top of the lower\ntrigram of Pleased Satisfaction, she is well pleased to advance. Anxious reflection\nwill save her from error.\nNOTES AND PARAPHRASES\nSiu: The man gains power, influence, and comfort. There is danger of relation\nand carelessness in dealing with others. But if he becomes apprehensive about his\nactions, he will not continue in his error and will avoid troubles.\nWing: An easy Promotion is possible now. This might lead to a careless\nattitude on your part. There is danger in such overconfidence. If you are quick to\nrecognize the need for continuous caution, however, you can avoid mistakes that\nwould otherwise harm you.\nEditor: The image depicts a case in which one’s powers are not equal to the\nchallenge. Ritsema/Karcher translate Without direction: Harvesting as:\n“No plan or direction is advantageous; in order to take advantage of the\nsituation, do not impose a direction on events.” That is, success demands that\nyou refrain from action or drop the subject of inquiry. Their rendition of:\nGrieving-over it means: “Sorrow, melancholy; mourn; anxious, careworn;\nhidden sorrow…heart-sick and anxious.” One can receive this line under\nconditions of deep grief, wherein (as in any line of the I Ching), extremely subtle\ninsights often transcend an exact paraphrase.\nExcept the Lord build the house, they labor in vain that build it: except\nthe Lord keep the city, the watchman waketh but in vain.\nPsalms 127: 1\nA. Whether simplistic, overconfident, or just naive, your assumptions in\nthe matter at hand are incorrect. Do not act on them.\nB. Desire for something to be true doesn't make it true. Correct your\nviewpoint. If sorrow is involved, accept it as your teacher.\nC. Unwarranted overconfidence. Nothing can be done now.\nD. There are no free rides -- wake up and serve the Work.",
    "4": "Line-4\nLegge: The fourth line, magnetic, shows one advancing in the highest mode.\n\nThere will be no error.\nWilhelm/Baynes: Complete approach. No blame.\nBlofeld: A perfect approach -- no error!\nLiu: Complete approach brings no blame.\nRitsema/Karcher: Culmination Nearing. Without fault.\nShaughnessy: Arriving at the forest; there is no trouble.\nCleary (1): Consummate overseeing is blameless. [Being weak yet preserving\nrectitude, refining oneself and mastering the mind, thereby awaiting the\nnewborn positive energy, is called consummate overseeing. Watching over the\nquintessential, when the great medicine appears one naturally does not make\nthe mistake of missing it.]\nCleary (2): Consummate overseeing is impeccable. [In Buddhist terms, this\nrepresents using correct concentration corresponding to correct insight.]\nWu: Condescending at the right place is without blame.\nHua-Ching Ni: Correct advancement. No fault.\nCOMMENTARY\nConfucius/Legge: This is due to the various appropriateness of the position.\nWilhelm/Baynes: For the place is the appropriate one. Blofeld: This is\nindicated by the suitable position of this line. Ritsema/Karcher: Situation\nappropriate indeed. Cleary (2): In the right place. Wu: His position is proper.\nLegge: Line four, though magnetic, is in her proper place and has for her\ncorrelate the dynamic first line. Hence her advance is in the highest style.\nNOTES AND PARAPHRASES\nSiu: The man advances to a high place because of the appropriateness of his\nideas and behavior and the open-mindedness of a person of high rank who draws\nmen of competence into service.\nWing: Your Promotion is well executed. Regardless of any difficulties you may\nencounter in assuming your new position, your behavior is so appropriate that\nyou can continue successfully on your way.\nEditor: The image suggests that the conscious attitude is in accordance with the\n\naims and goals of the Work. Depending on the context of your query, some kind\nof fruition is indicated: something is concluding as fated or willed.\nBut, O my friend, if this be true, there is great reason to hope that, going\nwhither I go, when I have come to the end of my journey, I shall attain\nthat which has been the pursuit of my life. And therefore I go on my way\nrejoicing, and not I only, but every other man who believes that his mind\nhas been made ready and that he is in a manner purified.\nPlato -- Phaedo\nA. The Work is progressing as it should. It's all coming together now.",
    "5": "Line-5\nLegge: The fifth line, magnetic, shows the advance of wisdom, such as\nbefits the great ruler. There will be good fortune.\nWilhelm/Baynes: Wise approach. This is right for a great prince. Good\nfortune.\nBlofeld: A wise approach suited to a great prince -- good fortune.\nLiu: To approach with wisdom is appropriate for a great duke. Good fortune.\nRitsema/Karcher: Knowledge Nearing. A Great Chief's propriety. Significant.\nShaughnessy: Knowing the forest; the great lord's propriety is auspicious.\nCleary (2): Knowing overseeing, appropriate for a great leader, bodes well.\nWu: Condescending with wisdom befits a great king. There will be good fortune.\nHua-Ching Ni: Wise advancement. This is how the great should proceed. G.F.\nCOMMENTARY\nConfucius/Legge: What befits the great ruler means pursuing the course of the\ndue mean. Wilhelm/Baynes: This means that he should walk in the middle.\nBlofeld: This is a way of saying that we must keep to the middle path.\nRitsema/Karcher: Moving the center's designating indeed. Cleary (2): What\nis appropriate for a great leader is balance in action. Wu: He rules from the\ncenter.\nLegge: Line five is the seat of the ruler. She is magnetic, but because she is\ncentral and has the dynamic second line as her proper correlate, she is the symbol\nof a wise sovereign who employs able counsel to advise her.\n\nNOTES AND PARAPHRASES\nSiu: The great ruler displays his wisdom in attracting men of ability to direct his\naffairs and in providing them freedom of action.\nWing: Your position is one of sovereignty. Here you would be wise to allow\nothers to execute you plan for you. If you can choose competent helpers and\nrestrain yourself from interfering in their work, you will achieve the ideal of\ntrue authority.\nEditor: There is an intimation here of the Self allowing the ego to look after its\nown welfare, as long as action is in accordance with moderation and restraint. A\ntest situation may be in progress.\nFrom my brother Severus (I learned) to love my kin, and to love truth,\nand to love justice... And from him I received the idea of a polity in which\nthere is the same law for all, a polity administered with regard to equal\nrights and equal freedom of speech, and the idea of a kingly government\nwhich respects most of all the freedom of the governed.\nMarcus Aurelius\nA. An image of balance.\nB. Wisdom walks in the middle.",
    "6": "Line-6\nLegge: The sixth line, magnetic, shows the advance of honesty and generosity.\nThere will be good fortune, and no error.\nWilhelm/Baynes: Greathearted approach. Good fortune. No blame.\nBlofeld: A magnanimous approach -- good fortune, no error.\nLiu: Benevolent approach brings good fortune. No blame.\nRitsema/Karcher: Magnanimity Nearing. Significant. Without fault.\nShaughnessy: Thick forest; auspicious; there is no trouble.\nCleary (2): Attentive overseeing is good and blameless.\nWu: Condescending with honesty is auspicious, etc.\nHua-Ching Ni: Sincere advancing. Good Fortune. No blame.\n\nCOMMENTARY\nConfucius/Legge: This is because her will is focused on the first two lines\nof the lower trigram. Wilhelm/Baynes: The will is directed inward. Blofeld:\nThis good fortune arises from concealing our will within our hearts. [This would\nseem to mean that, for the present, we should gladly accord with others and\ncarefully conceal our aims.] Ritsema/Karcher: Purpose located inside indeed.\nCleary (2): The good of attentive overseeing is in the will being within. Wu:\nBecause his aspiration is directed inward.\nLegge: Line six is at the top of the upper trigram of Docility. Although the first\nand second lines of the hexagram are not her proper correlates, it is proper for\nthe yin to seek for the yang, and it is emphatically so in this case.\nNOTES AND PARAPHRASES\nSiu: The sage returns from retirement to teach and help others, who greatly\nbenefit from his experience.\nWing: The person in this position will allow others to benefit from the wealth of\nhis experience. Such generosity will bring unaccountable progress to all\nconcerned. This is a true moment of greatness.\nEditor: An \"advance of honesty\" suggests truth: to be \"honest\" about something\nis to acknowledge its truth. \"Generosity\" implies the unselfish acceptance of this\ntruth: perhaps a tolerant concession to a less-than-perfect status quo. Wilhelm\nrenders the Confucian commentary in the imagery of the will being directed\ninward; Blofeld interprets it as magnanimity coupled with a hidden agenda which\nis not inconsistent with good will. Ritsema/ Karcher's \"Purpose located inside\nindeed,\" reinforces this idea. Tolerance or leniency is definitely implied: Wilhelm\ndescribes a sage, retired from the world, generously lending his wisdom to the\npeople. Psychologically, the image can suggest that advance in the situation at\nhand consists of turning inward for support: the developing ego concentrates on\nconnecting with the perfect will of the Self.\nSince the mind which persuades and that which is persuaded are one in\ntheir basic unity, true persuasion consists in revealing the truth of the\noneness of existence.\nPrince Shotoku\nA. A charitable forbearance with an imperfect world makes room for the\nWork to grow.\nB. Ego/Self alignment facilitates profitable interaction with others.\nJune 25, 2001, 4/23/06, 4/10/08"
  }
}