{
  "hexagram_number": 64,
  "gua": "Judgment\nLegge: Unfinished Business suggests successful progress, but if the young fox that\nhas nearly crossed the stream gets his tail wet, there will be no advantage.\nWilhelm/Baynes: Before Completion. Success. But if the little fox, after nearly\ncompleting the crossing, gets his tail in the water, there is nothing that would further.\nBlofeld: Before Completion -- success! Before the little fox has quite completed its\ncrossing of the ice, its tail gets wet. [This implies that we are to expect a setback in our\nplans.] No goal (or destination) is favorable now. [Hence this is a time for waiting and for\ndrawing in our horns. That the LAST of the sixty-four hexagrams should be Before\nCompletion rather than After Completion (#63) may seem surprising until it is recalled\nthat there is nothing final about it; the cycle of change continues, passing from hexagram\n#64 onto the first hexagram, and so on eternally.]\nLiu: Before Completion. Success. A young fox almost across wets his tail in the water.\nNothing benefits.\nRitsema/Karcher: Not-yet Fording, Growing. The small fox, a muddy Ford. Soaking\none's tail: without direction: Harvesting. (Without direction: Harvesting, WU YU Li:\nno plan or direction is advantageous; in order to take advantage of the situation, do not\nimpose a direction on events.) [This hexagram describes your situation in terms of being\non the edge of an important change of situation. It emphasizes that waiting and\naccumulating energy to begin the upcoming move is the adequate way to handle it...]\nShaughnessy: Not Yet Completed: Receipt; the little fox at the point of fording, wets\nhis tail; there is no place beneficial.\nCleary (1): Being as yet unsettled is developmental. A small fox, having nearly crossed\nthe river, gets its tail wet, does not succeed.\nCleary (2): Being unsettled leads to success. A little fox, almost crossing, gets its tail\nwet. Nothing is gained.\n\n64 -- Unfinished Business - 64\nWu: Mission yet Unaccomplished indicates pervasiveness. A little fox almost makes\nit crossing the river, but gets its tail wet. Nothing is gained.\nThe Image\nLegge: Fire over water -- the image of Unfinished Business. The superior man\ncarefully discriminates among the qualities of things, and the different positions they\nnaturally occupy.\nWilhelm: Fire over water: the image of the condition before transition. Thus the\nsuperior man is careful in the differentiation of things, so that each finds its place.\nBlofeld: This hexagram symbolizes fire above water. The Superior Man takes care to\ndistinguish between things before arranging them in order.\nLiu: Fire above water symbolizes Before Completion. The superior man carefully\ndistinguishes things, and puts them in their appropriate place.\nRitsema/Karcher: Fire located above stream. Not-yet Fording. A chun tzu uses\nconsidering to mark-off the beings residing on-all-sides.\nCleary (1): Fire is above water, not yet settled. Thus superior people carefully discern\nthings and keep them in their places.\nCleary (2): Fire over water – unsettled.\nWu: There is fire above water; this is Mission yet Unaccomplished. Thus the jun zi\nmakes careful distinction of things and their proper places of being.\nCOMMENTARY\nConfucius/Legge: Progress and success are suggested by the magnetic fifth line in the\nruler's place. Although he has nearly crossed the stream, the young fox has not yet\nescaped from the midst of danger and calamity. Getting his tail wet means that the end\ndoes not reflect the intent of the beginning. Although the places of the different lines are\nnot those appropriate to them, yet a dynamic and a magnetic line always respond to each\nother.\nLegge: Unfinished Business is the reverse of Completion: it means that the\nsuccessful accomplishment of the matter at hand has not yet been realized; the crossing of\nthe great stream is as yet incomplete.\nSome have wished that the I Ching might have concluded with Completion, and\nthe last hexagram have left us with the picture of human affairs all brought to good order.\nBut this would not have been in harmony with the idea of change. Again and again it has\nbeen pointed out that we find in the book no idea of a perfect and abiding state. Just as\nthe seasons of the year change and pursue an ever-recurring round, so it is with the phases\n\n64 -- Unfinished Business - 64\nof society. The reign of order has peaked and declined, and this hexagram calls us to\nrenew the struggle to make things right again. It deals with the conduct necessary to\nsecure this result.\nNot one of the lines in the hexagram is in its correct place -- all the dynamic lines\nare in magnetic places, and the magnetic lines are in dynamic places. At the same time,\neach of them has a proper correlate, so there is the possibility of some progress.\nThe symbol of the fox suggests a want of caution on the part of those who try to\nremedy prevailing disorders. They are unsuccessful and thereby get themselves into\ntrouble. Line two represents this state of mind -- he is dynamic in a magnetic place in the\ncenter of the trigram of Peril. He is restless, and attracted by his magnetic correlate in the\nfifth place, he will be incautious in taking action. The outcome of the issue will be different\nthan what was intended at the beginning.\nThe trigram of Water is below, and Fire above, showing how the two principles\ncannot act on each other profitably. This symbolizes the unregulated condition of general\naffairs now prevailing.\nNOTES AND PARAPHRASES\nJudgment: Although many achievements fuel our growth, the ego is only the facilitator,\nnot the doer. To ignore this truth creates negative consequences: don't destroy the Work!\nThe Superior Man critically examines the situation and re-checks his priorities.\nThis hexagram represents the time before the climax of a cycle, just as the\npreceding figure symbolizes the time after the climax (and hence the transition to a new\nbeginning). The Work is by no means \"almost over\" -- the lines all match as correlates, but\nevery one of them unites \"upside-down,\" so to speak. (Turn the hexagram over, and then\nthey are in perfect correlation.) That the superior man \"discriminates among the qualities\nof things, and the different positions they naturally occupy\" means that he knows that the\ncorrect positions of the lines (the ones they \"naturally occupy\") are as in hexagram number\nsixty-three, not this one.\nThis \"backward correlation of lines\" is arguably a fair image of the relationship of\nthoughts and feelings in the average human psyche. The stresses of life are what\neventually break up these mismatched correlates through endless cycles of stimulus and\nresponse until they finally all unite correctly in a hypothetical \"Completion of the Great\nWork.\" That this is an ideal rather than a humanly attainable goal is suggested in this\nquote from Shao Yung:\nThe principle of the Way finds its full development in Heaven; the principle of\nHeaven, in Earth; the principle of Earth, in the myriad things; and that of the\nmyriad things, in man. One who knows how the principles of Heaven, Earth, and\nall things find their full development in man can give full development to his\npeople.\n\n64 -- Unfinished Business - 64\nFor all practical purposes, it is wisest to aspire to attainable completions and realize\nthat the Work's \"full development\" is the Self's, not the ego's responsibility.\nTo strive for perfection is a high ideal. But I say: \"Fulfill something you are able\nto fulfill rather than run after what you will never achieve.\" Nobody is perfect.\nRemember the saying: \"None is good but God alone\" [Luke 18:19], and nobody\ncan be. It is an illusion. We can modestly strive to fulfill ourselves and to be as\ncomplete human beings as possible, and that will give us trouble enough.\nJung -- The Tavistock Lectures\nThe Judgment suggests that before any climax or resolution there may still exist an\nindeterminate amount of free choice to influence the outcome -- only the specific\ncircumstances can suggest how much or how little. As always, the choices are defined\nwithin the structure of the situation. The magnetic ruler in the fifth place implies that a\nfavorable outcome is possible, but only through clear perception and willpower can it\ncome about.\nThe conditional interpretation (boldface italics added) in both Legge's and\nWilhelm's translation of the Judgment is necessary for its text to make sense. Note that\nRitsema/Karcher define \"Without direction: Harvesting\" as: \"No plan or direction is\nadvantageous; in order to take advantage of the situation, do not impose a direction on\nevents.\" This is a common oracle response, and sharpens the meaning here. Line one\ndepicts the negative consequences of ignoring the Judgment’s explicit message.",
  "lines": {
    "1": "Line-1\nLegge: The first line, magnetic, shows its subject like a fox whose tail gets immersed.\nThere will be occasion for regret.\nWilhelm/Baynes: He gets his tail in the water. Humiliating.\nBlofeld: Its tail gets wet -- disgrace! [If we receive this moving line, the setback is likely\nto be discreditable to us.]\nLiu: He wets his tail. Humiliation.\nRitsema/Karcher: Soaking one's tail. Abashment.\nShaughnessy: Wetting his tail; distress.\nCleary (1): Getting the tail wet, one is humiliated.\nCleary (2): Getting the tail wet is humiliating.\nWu: The tail is immersed. Humiliating.\n\n64 -- Unfinished Business - 64\nCOMMENTARY\nConfucius/Legge: This is the very height of ignorance. Wilhelm/Baynes: For he\ncannot take the end into view. Blofeld: This also implies that we do not know how to take\nadvantage of opportunities. Ritsema/Karcher: Truly not knowing the end indeed.\nCleary (2): One still does not know the limit. Wu: It shows the subject is clumsy.\nLegge: Line one is magnetic, at the bottom of the trigram of Peril, and responds to the\ndynamic fourth line who is not in his correct place. She attempts action but finds cause to\nregret it.\nNOTES AND PARAPHRASES\nSiu: At the outset, the man attempts to advance in a frenzy during times of disorder in\npursuit of tangible accomplishments. This only leads to humiliation, since the time for\ngood results is not at hand.\nWing: There is a strong urge to end a chaotic situation, yet it is not the time for\nclearheaded action. You do not see clearly all of the implications and consequences of your\nactions. Any actions will bring you problems and, perhaps, disgrace.\nEditor: This line portrays the negative interpretation of the conditional Judgment. You\nare vulnerable to detrimental influences -- this could be due to either arrogance or\nignorance, or both. The line often refers to going too far, or forcing an issue. Compare\nwith line 63:6: Wilhelm/Baynes: \"He gets his head in the water. Danger.\"\nThe people who fancy they are sure of themselves are the ones who are truly\nunsure ... In the long run it is the better adapted man who triumphs, not the\nwrongly self-confident, who is at the mercy of dangers from without and within.\nJung -- Depth Psychology and Self-Knowledge\nA. Your assumptions in the matter at hand are premature and ignorant of their\nconsequences.\nB. You are rashly presumptuous.",
    "2": "Line-2\nLegge: The second line, dynamic, shows its subject dragging back the carriage wheel.\nWith firmness and correctness there will be good fortune.\nWilhelm/Baynes: He brakes his wheels. Perseverance brings good fortune.\nBlofeld: He brakes the wheel of the chariot -- righteous persistence brings good fortune!\n[But note that he uses his brake; i.e. our persistence must be in the form of determination\nto halt now and proceed later.]\n\n64 -- Unfinished Business - 64\nLiu: He brakes the wheel. Continuing -- good fortune.\nRitsema/Karcher: Pulling-back one's wheels. Trial: significant.\nShaughnessy: Dragging his sash; determination.\nCleary (1): Dragging the wheels, it bodes well to be upright.\nCleary (2): … Rectitude is auspicious.\nWu: He pulls back the wheels. Perseverance brings good fortune.\nCOMMENTARY\nConfucius/Legge: He is in the central place, and his action thereby becomes correct.\nWilhelm/Baynes: The second line has good fortune if it is persevering. It is central and\nhence acts correctly. Blofeld: Namely, the good fortune of being able to steer a middle\ncourse and go straight forward. [If events permit us to interpret the braking of the wheel\nas a recent success in preventing ourselves being dragged into a wrong course, then all\nis well and there is no need to halt now.] Ritsema/ Karcher: Centering using moving\ncorrecting indeed. Cleary (2): Its activity is balanced. Wu: It is the correct way to go\nfrom the center.\nLegge: Line two is dynamic, in the center, and is able to repress himself. He keeps the\nvehicle from advancing and there is good fortune. The K'ang-hsi editors observe that a\ndynamic line in the second place and a magnetic line in the fifth place are both incorrect,\nand yet with firm correctness in their subjects there will be good fortune -- such is the\nvirtue of the central position.\nNOTES AND PARAPHRASES\nSiu: The man represses untimely actions through patient control of his strength, while\nremaining steadfast in his resolve.\nWing: Even though you may know what must be done, the time is not right for action.\nExercise patience and develop strength. If you maintain an inner determination to proceed\nwhen the opportunity presents itself, you will be successful. Do not allow this delay to turn\nyou away from your goal.\nEditor: Wilhelm, Blofeld and Liu use the more forceful image of \"brakes\" instead of\n\"dragging a wheel.\" The image is one of halting forward motion: Action will harm the\nWork unless it is stopped immediately. It is wise to remember Ritsema/Karcher's advice\nin the Judgment here: \"No plan or direction is advantageous; in order to take advantage\nof the situation, do not impose a direction on events.\"\n\n64 -- Unfinished Business - 64\nFor as man gradually emerges from unconsciousness and learns to subdue his\ninstinctive nature, making it serve him and his needs, he possesses himself of the\nenergy that formerly resided in the natural process.\nM.E. Harding -- Psychic Energy\nA. \"Cease and desist.\"\nB. Slow down; curb your impatience to advance; control your enthusiasm; restrain\nyour flights of fancy.",
    "3": "Line-3\nLegge: The third line, magnetic, shows its subject with the state of things not yet\nremedied, advancing on; which will lead to evil. But there will be advantage (Sic) in trying\nto cross the great stream.\nWilhelm/Baynes: Before completion, attack brings misfortune. It furthers one (Sic) to\ncross the great water.\nBlofeld: The crossing is incomplete, so to advance now would bring misfortune; yet it\nwill be advantageous (Sic) to cross the great river (or sea). [The second and third clauses\nof this passage appear contradictory; but not if we interpret them to mean that, though\nwe must halt for a while, we should preserve our determination to go forward to the end\nwhen conditions warrant an advance.]\nLiu: Before completion achieving success, continuing -- misfortune. It is beneficial (Sic)\nto cross the great water. [This line indicates frustration.]\nRitsema/Karcher: Not-yet Fording, chastising: pitfall. Harvesting: wading the Great\nRiver. (Sic)\nShaughnessy: Not yet completed; to be upright is inauspicious; beneficial (Sic) to ford\nthe great river.\nCleary (1): As yet unsettled, it bodes ill to go on an expedition, but it is beneficial (Sic) to\ncross great rivers.\nCleary (2): While unsettled, etc.\nWu: In time of Mission yet Unaccomplished, going forward is foreboding, but\ncrossing the great river is advantageous (Sic).\n\n64 -- Unfinished Business - 64\nCOMMENTARY\nConfucius/Legge: Advancing will lead to evil. The place of the line is not that\nappropriate for it. Wilhelm/Baynes: The place is not the appropriate one. Blofeld:\nThe first part of this passage is suggested by the line's unsuitable position. Ritsema/\nKarcher: Situation not appropriate indeed. Cleary (2): The position is inappropriate.\nWu: The position is improper.\nLegge: The K'ang-hsi editors say that it is very difficult to understand what is said under\nline three, and many critics suppose that a negative has dropped out, and that we should\nreally read that \"It will not be advantageous to try to cross the great stream.\"\nNOTES AND PARAPHRASES\nSiu: The time is ripe for transition, but the man lacks sufficient strength to act alone.\nAdvancing under these conditions would mean disaster.\nWing: The continuing pursuit of your aim will bring you frustration because it cannot be\nachieved within your current situation. If you must achieve this particular goal, it would be\nbetter to begin anew, with the aid of new friends. Otherwise you may dull your energies\nand vision with discouragement.\nEditor: There is serious ambiguity here. I asked the oracle to comment on the situation\nof this line, and received hexagram 18:4 -- \"You cannot succeed until you rectify a past\nmistake.\" Then I asked what would be the effect of adding the negative to the line, and\nreceived hexagram 22:2 and 5 -- \"Form follows function,\" and, \"A small offering is\nappreciated.\" As far as I am concerned, the answer is clear: the line doesn't make sense\nunless the negative is replaced. We are dealing with a book which was first written down in\n1143 BC, and copied by hand for more than two-thousand years before it was first printed.\nIn editing this edition I have caught myself making copying errors more than once, so it is\neasy to appreciate the problems involved in maintaining accuracy over millennia.\nAddendum, 01/16/06: I asked the oracle to comment again on my interpretation of this\nline and received hexagram 61, Inner Truth, without changing lines.\nThe wise man sees evil coming and avoids it,\nthe fool is rash and presumptuous.\nProverbs 14: 16\nA. The Work is incomplete. To push ahead blindly can only lead to confusion.\nB. Don't force an incomplete transition.\nC. \"Don't push the river.\"\n\n64 -- Unfinished Business - 64",
    "4": "Line-4\nLegge: The fourth line, dynamic, shows its subject by firm correctness obtaining good\nfortune, so that all occasion for repentance disappears. Let him stir himself up, as if he\nwere invading the Demon region, where for three years rewards will come to him and his\ntroops from the great kingdom.\nWilhelm/Baynes: Perseverance brings good fortune. Remorse disappears. Shock, thus\nto discipline the Devil's Country. For three years, great realms are awarded.\nBlofeld: Persistence in a righteous course brings reward and regret vanishes. The\nsubjugation of the land of Kuei involved tremendous activity; but, at the end of three years,\ngreat territories were bestowed upon the successful generals. [This implies that we must\nwork and, perhaps, suffer much in order to gain the fulfillment of our will promised in\nthe commentary on this line.]\nLiu: Continuing -- good fortune. Remorse vanishes. Great power is used to attack the land\nof the barbarians. Within three years, rewards from the Great Country.\nRitsema/Karcher: Trial: significant, repenting extinguished. Shake avails-of\nsubjugating souls on-all-sides. Three years- revolved, possessing donating tendingtowards the great city.\nShaughnessy: Determination is auspicious; regret is gone. Zhen herewith attacks the\nDevil-land, in three years having a reward from the great state.\nCleary (1): Remaining correct brings good results, regret vanishes; rising up to conquer\nthe barbarians, in three years one will have the reward of a great country.\nCleary (2): Correctness brings good results; regret vanishes. Vigorously acting to conquer\nbarbarians, etc.\nWu: To be persevering is auspicious and regrets will disappear. A general was appointed\nto conquer Guifan and decorated accordingly after three years.\nCOMMENTARY\nConfucius/Legge: The aim of the subject of the line is carried into effect. Wilhelm/\nBaynes: What is willed is done. Blofeld: The reward to be gained by persistence and the\ndisappearance of regret both imply that what we will come about. Ritsema/Karcher:\nPurpose moving indeed. Cleary (2): The aim is carried out. Wu: The aspiration has\nprevailed.\nLegge: The dynamic fourth line is in a magnetic place, which might hinder his endeavors\nto bring about better conditions. But he is firm and correct, and in the place of the minister\nnext to the magnetic ruler, who is humble and prepared to welcome the fourth line's\n\n64 -- Unfinished Business - 64\nendeavors. Let him exert himself vigorously and long, as Kao Tsung did in his famous\nexpedition (see hexagram 63:3), and he will make progress and have success. Expeditions\nbeyond the frontier in those days were not very remote. Contact was maintained between\nthe army and the court, and rewards and encouragement were often sent to the troops in\nthe field. Ch'eng-tzu says: \"The subject of line four has the ability which the time requires,\nand possesses also a firm solidity. He can carry out his purpose. There will be good\nfortune and all occasion for repentance will disappear. The smiting of the demon region\nwas the highest example of firm correctness.\"\nNOTES AND PARAPHRASES\nSiu: The time for fierce struggles against the forces of decadence has arrived. The man\nlays the foundation of power and mastery for the future with vigor. Misgivings are to be\nsilenced. Rewards will come later.\nWing: There is an unavoidable struggle at hand, perhaps a battle of principles. Develop\ndiscipline and determination, for the battle must be fought without misgiving to the end.\nRewards will come later. Good fortune.\nEditor: The Demon region is also mentioned in the third line of hexagram number sixtythree, Completion. It is interesting to note that when this hexagram is turned upside\ndown it becomes hexagram number sixty-three, and line 64:4 is thereby transformed into\nline 63:3, which see. Psychologically, \"the Demon region\" is the unintegrated psyche,\ninhabited by autonomous complexes. The Great Kingdom is the One, the integrated\npsyche, the abode of the Self.\nTherefore know the Self, who is superior to the understanding, control the [ego] by\nthe Self, and destroy, O mighty Arjuna, the enemy, who comes in the guise of\ndesire and is hard to overcome.\nBhagavad-Gita 3: 42-43\nA. Be firm in a vulnerable position -- a warrior's determination integrates the\npsyche.",
    "5": "Line-5\nLegge: The fifth line, magnetic, shows its subject by firm correctness obtaining good\nfortune, and having no occasion for repentance. We see in her the brightness of superior\nintelligence, and the possession of sincerity. There will be good fortune.\nWilhelm/Baynes: Perseverance brings good fortune. No remorse. The light of the\nsuperior man is true. Good fortune.\nBlofeld: Persistence in a righteous course brings good fortune and absence of regret. The\nlustre of the Superior Man wins people's confidence -- hence the good fortune.\n\n64 -- Unfinished Business - 64\nLiu: Continuing -- good fortune. No remorse. The glory of the superior man wins the\nconfidence of the people. Good fortune.\nRitsema/Karcher: Trial: significant, without repenting. A chun tzu’s shining. Possessing\nconformity, significant.\nShaughnessy: Determination is auspicious; regret is gone. The gentleman's radiance has\na return; auspicious.\nCleary (1): Remaining correct brings good results, without regret; the light of a superior\nperson has truth and goodness.\nCleary (2): Correctness brings good results; regret vanishes. The illumination of\ndeveloped people leads to good results.\nWu: To be persevering is auspicious. There will be no regrets. This shows the brilliance of\nthe jun zi. With confidence, there will be good fortune.\nCOMMENTARY\nConfucius/Legge: The diffusion of that brightness tends to good fortune. Wilhelm/\nBaynes: His light brings good fortune. Blofeld: The Superior Man has the glorious\ncustom of distributing his good fortune among the needy. [From the point of view of\ndivination, this implies that we should be very generous in sharing the promised good\nfortune.] Ritsema/Karcher: One's brilliance significant indeed. Cleary (2): The\nradiance of the illumination of developed people leads to good results. Wu: His radiance\nbrings good fortune.\nLegge: Line five is magnetic in a dynamic place, but she is the humble ruler who is\nsupported by the dynamic second line, and hence the auspice is very good.\nNOTES AND PARAPHRASES\nSiu: Steadfastness to correct action and to sincerity on the part of the man has rallied\nmen of good faith. Victory is achieved. A glorious new era has replaced the decadent old\none.\nWing: Honest determination and correct principles have banished difficulties and\ncreated the stimulating environment of an advanced society. A superior personality can\nnow rally others around him and lead them into a bright new era. Great things can be\nattained.\nEditor: The fifth line is in the middle of the trigram of Clarity, of light and intelligence.\nShe has the insight and comprehension which enable her to persevere -- clarity is the\nfoundation of will. The idea is that perseverance and comprehension reinforce each other.\n\n64 -- Unfinished Business - 64\nIt is necessary that we should seek and knock, and thereby ask the Omnipotent\nPower within ourselves, and remind it of its promises and keep it awake, and if\nwe do this in the proper form and with a pure and sincere heart, we shall receive\nthat for which we ask, and find that which we seek, and the doors of the Eternal\nthat have been closed before us will be opened, and what was hidden before our\nsight will come to light.\nParacelsus\nA. Look for the light, then follow it.\nB. Clear perception enables you to differentiate the situation.",
    "6": "Line-6\nLegge: The sixth line, dynamic, shows its subject full of confidence and therefore feasting\nquietly. There will be no error. If he exceeds this confidence, till he is like the fox who gets\nhis head immersed, he will fail of what is right.\nWilhelm/Baynes: There is drinking of wine in genuine confidence. No blame. But if\none wets his head, he loses it, in truth.\nBlofeld: Those in whom the people repose their trust may feast themselves without\ndoing wrong; but if they allow their heads to get wet they will forfeit that trust. [This is a\nwarning against excess. We have every right to enjoy our good fortune within\nreasonable bounds; but, if we are guilty of an excess comparable to that of drunken men\nwho pour wine over one another's heads, we shall forfeit the high esteem in which we\nare (or soon will be) held.]\nLiu: He drinks wine with confidence. No blame. When his head gets wet, he loses\nconfidence.\nRitsema/Karcher: Possessing conformity: tending-towards drinking liquor. Without\nfault. Soaking one's head. Possessing conformity: letting-go that.\nShaughnessy: There is a return in drinking wine; there is no trouble. Wetting his\nhead; there is a return, losing this.\nCleary (1): Having faith, one drinks wine without blame. When one gets one’s head wet,\nhaving faith ceases to be right.\nCleary (2): There is sincerity in drinking wine, without fault. But if one becomes totally\nimmersed, having faith ceases to be right.\nWu: Having confidence in one’s capacity in drinking wine is not a cause for error.\nHowever, if he immerses his head in it, the confidence is misplaced.\n\n64 -- Unfinished Business - 64\nCOMMENTARY\nConfucius/Legge: He does not know how to submit to the proper regulations.\nWilhelm/Baynes: When one wets his head while drinking wine, it is because he knows\nno moderation. Blofeld: Because that would indicate a lack of restraint. Ritsema/\nKarcher: Truly not knowing articulating indeed. Cleary (2): Not knowing proper\nmeasure. Wu: He does not know his limit.\nLegge: When the work of the hexagram is complete, line six appears properly disposed to\nremain quiet and enjoy the confidence of his own power. If, on the contrary, he goes on to\nexert these powers and meddle with the peril of the situation, the issue will be bad. The\nsymbolism of line six indicates a want of caution, and an unwillingness to submit one's\nimpulses to the regulation of reason and prudence.\nNOTES AND PARAPHRASES\nSiu: The man is filled with confidence and quietly feasting with convivial friends. No\nerror will result from such exuberance during the dawning of a new era. It must be kept\nwithin proper bounds, however. Otherwise, intemperance will lead to forfeiting the\nfavorable gains achieved.\nWing: After the struggles are over there is a prevailing sense of well being which comes\nfrom the promise of a refreshing new time. Enjoy this time of celebration but do not\nindulge in excess, or your vision and, therefore, your confidence may be lost.\nEditor: To \"feast quietly\" is to nourish oneself in a seemly manner. The idea is to calmly\nconsolidate your gains-- rest easy and don't be greedy for more than you already possess.\nRitsema/Karcher's advice from the Judgment: \"In order to take advantage of the\nsituation, do not impose a direction on events,\" is especially appropriate here.\nIt is an honor for a man to cease from strife;\nBut every fool will be meddling.\nProverbs 20: 3\nA. A modest success is indicated. Keep your head and don't get carried away:\n\"Leave well-enough alone.\"\nJuly 5, 2001, 4/25/06"
  }
}