{
  "hexagram_number": 22,
  "gua": "Judgment\nLegge: Persona should be given its due, but there is no advantage in allowing it\nto advance and take the lead.\nWilhelm/Baynes: Grace has success. In small matters it is favorable to\nundertake something.\nBlofeld: Elegance. Success! Some small advantage can be derived from having\na particular goal (or destination). [The implication is that the advantage is not\nsufficient to make it worth while to seek that goal or destination unless no\nspecial difficulty or inconvenience is involved. The arrangement of the lines in\nthis hexagram is very similar to that in the previous one, but it is adjudged\nmuch more suitable. The general idea is that, like nature, we should conform to\na regular and well ordered pattern of behavior which, since we are human\nbeings and not mere animals, involves a high degree of refinement. From the\npoint of view of divination, it would seem that this is a time to watch carefully\nso as to learn how those involved in the situation think and behave, the better to\ninfluence them for the good when the opportunity arises.]\nLiu: Gracefulness, success. Small undertakings benefit.\nRitsema/Karcher: Adorning, Growing. The small, Harvesting: possessing\ndirected going. [This hexagram describes your situation in terms of its outward\npresentation. It emphasizes that building intrinsic value by embellishing\nappearance and displaying valor is the adequate way to handle it...]\nShaughnessy: Luxuriance: Receipt; a little beneficial to have someplace to\ngo.\nCleary (1): Adornment is developmental. It is beneficial to go somewhere in a\nminimal way.\n\nCleary (2): Adornment is successful. It is beneficial to go somewhere in a\nsmall way.\nWu: Adornment is pervasive and shows small advantage of an undertaking.\n[Adornment does not change the nature of what it adorns, but merely makes\nwhat it adorns appear more attractive. In other words, the change is mostly\nsuperficial but not substantive…]\nThe Image\nLegge: Fire at the foot of the mountain -- the image of Persona. Thus the\nsuperior man adorns his rule with grace, but makes important decisions in\nconformance with higher laws.\nWilhelm/Baynes: Fire at the foot of the mountain: the image of Grace. Thus\ndoes the superior man proceed when clearing up current affairs. But he dare not\ndecide controversial issues in this way.\nBlofeld: This hexagram symbolizes fire at the foot of a mountain. The Superior\nMan, desiring to ensure the enlightened functioning of the various departments\nof state, dare not make light decisions regarding legal matters. [The component\ntrigrams, fire below mountain, suggest a brilliance which cannot be perceived\nfrom afar. The Chinese commentators go on to suggest that this symbolizes a\nfirm and somewhat severe exterior which hides brilliance and the beauty\nwithin. For purposes of divination, this should be taken as a pattern for our\ncomportment in the matter at issue.]\nLiu: Fire illuminates the base of the mountain symbolizing Gracefulness. Thus\nthe superior man clarifies ordinary affairs, but does not judge lawsuits.\nRitsema/Karcher: Below mountain possessing fire. Adorning. A chun tzu uses\nbrightening the multitudinous standards without daring to sever litigating.\nCleary (1): There is fire below the mountain, adorning it. Thus do superior\npeople clarify governmental affairs, without presumptuous adjudication. [What\nsuperior people see in this is that just as the light of a fire below a mountain is\nnot great, when people are lacking in capacity their vision is not far reaching;\ntherefore the superior people administer and clarify the simple matters of\ngovernmental affairs, and do not act presumptuously in difficult matters of\nadjudication… Not judging presumptuously thus has the meaning of respect for\nlife.]\nWu: There is fire at the foot of the mountain; this is Adornment. The jun zi\nbrings openness to administering civil affairs, but refrains from judging cases in\ncriminal litigation.\n\nCOMMENTARY\nConfucius/Legge: In Persona we see the magnetic central line ornamenting\nthe dynamic lines of the lower trigram, and hence it is said that ornament should\nhave free course. On the other hand, the dynamic top line ornaments the\nmagnetic lines of the upper trigram, and hence it is said that there will be little\nadvantage if ornament is allowed to advance and take the lead. The elegance and\nintelligence of the lower trigram is regulated by the restraint of the upper trigram.\nThis suggests the observances which adorn human society. We observe the\nornamental figures of the sky, and thereby ascertain the changes of the seasons.\nWe observe the ceremonial customs of society, and understand how\ntransformation is accomplished in the world.\nLegge: Persona is the symbol of what is ornamental and of the act of adorning.\nAs there is adornment in nature, so should there be in society, but its place is\nsecondary to that which is substantial.\nThe K'ang-hsi editors say that the magnetic line coming and ornamenting the two\ndynamic lines in the lower trigram shows how substantiality should have the\nbenefit of ornamentation. The dynamic line ornamenting the two magnetic lines\nin the upper trigram shows how ornamentation should be restrained by\nsubstantiality. Ornament has its use, but it should be kept in check.\nThe figures of the sky are all the heavenly bodies in their relative positions and\nvarious movements, producing day and night, heat and cold, etc. The\nobservances of society are the ceremonies and performances which regulate and\nbeautify the intercourse of men.\n\"A mountain,\" says Ch'eng-tzu, \"is a place where we find grass, trees, and a\nhundred other things. A fire burning below it throws up its light, and brings\nthem all out in beauty. This gives the idea of ornament, or being ornamented.\nThe various processes of government are small matters, and elegance and\nornament help their course, but great matters of judgment demand the simple,\nunadorned truth.”\nNOTES AND PARAPHRASES\nJudgment: There's nothing wrong with showing a little style, but don't become\nso identified with a role that it makes your decisions for you.\nThe Superior Man displays wit and charm when that is appropriate, but relies\nupon shrewd discernment when making serious choices.\nConfucius points out the correct attitude for this hexagram in his third\nsentence -- the elegant intelligence, or \"brilliant wit\" of the lower trigram is being\n\"sat on\" by the mountain of the upper trigram. Brilliant wit is often just an\n\"ornament\" to make one look clever in the company of others. Like seasoning on\n\nfood, a little bit of Persona or ornamentation is life-enhancing, but too much\ncurry powder overwhelms the meal.\nJung's conception of the Persona points out the fact that it is a major\nvehicle for the complexes to express themselves under the guise of social\ninteraction:\n(The Persona) is only a mask for the collective psyche, a mask that feigns\nindividuality, and tries to make others and oneself believe that one is\nindividual, whereas one is simply playing a part in which the collective\npsyche speaks.\nJung -- The Relations between the Ego and the\nUnconscious\nFor an urban shipping clerk to wear cowboy clothes may be a legitimate\nexpression of his personality, or it may be the only outlet available for repressed\nportions of his psyche. When he begins driving a pickup truck and frequenting\nCountry-Western bars we might suspect that his role is playing him and the real\nSelf is being masked by excessive ornamentation or Persona.\nThe person cannot be more than an instrument for the manifestation of\nthe self. But people get so attached to their mask that they cannot free\nthemselves from it any more ... They make a king out of the servant and\nseparate themselves from their true being. They force their higher self\ninto exile, into the unconscious.\nElisabeth Haich -- Initiation\nTo receive this hexagram without changing lines suggests that perhaps you\nare more focused on form than meaning, or that superficial appearances are\nconcealing something more substantive in the situation. Look deeper – what’s\nreally going on?",
  "lines": {
    "1": "Line-1\nLegge: The first line, dynamic, shows one adorning the way of his feet. He can\ndiscard a carriage and walk on foot.\nWilhelm/Baynes: He lends grace to his toes, leaves the carriage and walks.\nBlofeld: Elegantly shod, he leaves his carriage and proceeds on foot.\nLiu: He decorates his toes and leaves the carriage. He would rather walk.\n[Activity benefits, but stagnation does not.]\nRitsema/Karcher: Adorning one's feet. Stowing-away the chariot and-also\nafoot.\n\nShaughnessy: Making luxurious his feet; discarding the chariot and going on\nfoot.\nCleary (1): Adorning the feet, leaving the car and walking.\nCleary (2): Adorn the feet; leave the car and walk.\nWu: He adorns his toes, leaves the carriage behind and walks.\nCOMMENTARY\nConfucius/Legge: Righteousness requires that he should not ride. Wilhelm/\nBaynes: It accords with duty not to ride. Blofeld: He declines to make use of\nthe carriage at his disposal. [This implies progressing in the way we know to be\nright and declining the help of those who are anxious to lead us from the path of\nrectitude.] Ritsema/Karcher: Righteously nothing to ride indeed. Cleary (2):\nIt is right not to ride. Wu: Because it is right not to ride in it.\nLegge: Line one is dynamic in a dynamic place at the bottom of the hexagram.\nHe is also the first line in the trigram of fire or light, suggesting what is elegant\nand bright. He has nothing to do but to attend to himself; therefore he cultivates\n(adorns) himself in his humble position. If righteousness demands it he can give\nup every luxury and indulgence. He neither cares for nor needs adornment, and\nwill walk in the way of righteousness without it.\nNOTES AND PARAPHRASES\nSiu: At the outset, the man is tempted to create a falsely flattering public image\nfor himself. A simple demeanor is more gracious and fitting to his position.\nWing: Move forward under your own power and avoid false appearances,\ndubious shortcuts, or ostentatious behavior. It is most important now that you\nrely upon your own worth.\nWilhelm: (from Lectures on the I Ching): Now the attribute of art, or grace,\nconsists of discarding all nonessential adornments. It consists of leaving out\neverything superfluous and of confining art to its appointed place.\nEditor: The feet here are regarded as more substantive than the carriage,\nsuggesting that one must rely on one's own inner worth rather than a \"vehicle\" of\nostentatious superficiality. Suggested is the need to abandon a crutch of some\nkind.\nThe Self is the entity, then, that \"plots\" the way for an individual life, that\ndirects and demands in an individual fashion. But the Self also insists\nthat the ego take responsibility within the limits that are set for it. The\n\nwisdom of life lies in discovering where individual will and choice can\noperate, where limitations and responsibility begin and end.\nE.C. Whitmont -- The Symbolic Quest\nA. You are able to make your own decisions: you can \"stand on your own two\nfeet.\" Rely now upon your own resources and initiative. (Could be a test.)",
    "2": "Line-2\nLegge: The second line, magnetic, shows one adorning his beard.\nWilhelm/Baynes: Lends grace to the beard on his chin.\nBlofeld: He adorns his beard.\nLiu: He decorates his beard.\nRitsema/Karcher: Adorning: one's hair-growing.\nShaughnessy: Making luxurious his beard.\nCleary (1): Adornment is seeking.\nWu: He adorns his beard.\nCOMMENTARY\nConfucius/Legge: He rouses himself to action only along with the subject of\nthe line above. Wilhelm/Baynes: He ascends with the one above. Blofeld:\nHe does so in order to be able to take part in the enjoyments of his superiors.\n[There are times when it is wise to conform with the customs of our seniors,\neven if we attach little value to them.] Ritsema/Karcher: Associating-with the\nabove, rising indeed. Cleary (2): Adornment is seeking, in the sense of rising\nwith those who are higher. Wu: He wants to advance with the one above.\nLegge: Line two is magnetic and in its proper place, but with no proper\ncorrelate above. The dynamic third line is similarly situated. Therefore they stick\ntogether and are as the beard and the chin. What is substantial commands and\nrules what is merely ornamental.\nNOTES AND PARAPHRASES\nSiu: The man seeks adornment for its own sake, without regard to his inner\nspiritual qualities, which it should enhance.\n\nWing: Grace for its own sake is worthless to you now. It is merely an adornment.\nIf you pay more attention to the vessel than to what it contains, you will entirely\nmiss the meaning of this moment.\nWilhelm (from Lectures on the I Ching): Nothing in itself should be\ncultivated that is not somehow prepared to subordinate itself to meaning.\nEditor: This line does not lend itself to the usual gender symbolism. In my\nexperience neither the Siu nor Wing paraphrases reflect the deeper meaning of\nthis line. Note that Wilhelm's \"paraphrase\" from his Lectures on the I Ching\nis not exactly analogous to either of them. In his regular commentary he states:\n\"The third line is the chin and the second is, as it were, merely its appendage.\nThe upward movement that evokes grace takes place in the two lines together.\nThe yielding element can adorn the strong, but cannot add to it an independent\nquality. This line has significance only in the hexagram taken as a whole; in its\nindividual aspect it is not especially important. (pg 497)” The beard, an\n\"ornament\" which conceals the chin which shapes it, suggests the concept of the\nPersona: The mask that hides the face is analogous to the beard that hides the\nchin. As suggested by Blofeld's note on the Confucian commentary, in some\nsituations the line can assume a meaning analogous to Matthew 22:21 -\"Render therefore unto Caesar the things which are Caesar's; and unto God the\nthings that are God's” or even: \"When in Rome, do as the Romans do.\" (There\nare times when the Work could be harmed if unprotected by a facade.)\nWe have to become aware of ourselves as individuals; apart from the\nexternal demands made upon us, we have to acquire a sense of\nresponsibility and a capacity for judgment which are not necessarily\nidentical with external collective expectations and standards, though of\ncourse these standards must be given due regard. We have to discover\nthat we use our representational clothes for protection and appearance\nbut that we can also change into something more comfortable when it is\nappropriate and can be naked at other times. If our clothes stick to us or\nseem to replace our skin we are likely to be come ill.\nE.C. Whitmont -- The Symbolic Quest\nA. Form follows function.\nB. You are only an appendage to a larger reality. Follow what is best in you.\nC. Sometimes it is necessary for the substantive to be concealed by the trivial.\nD. Sometimes the substantive gives shape to the trivial.",
    "3": "Line-3\nLegge: The third line, dynamic, shows its subject with the appearance of being\nadorned and bedewed with rich favors. But let him ever maintain his firm\ncorrectness, and there will be good fortune.\nWilhelm/Baynes: Graceful and moist. Constant perseverance brings good\nfortune.\nBlofeld: His adornments are such that he appears to glisten -- righteous\ndetermination maintained up to the very end brings good fortune.\nLiu: Decoration with moisture. If you continue, you will have good fortune.\nRitsema/Karcher: Adorning thus, soaking thus. Perpetual Trial significant.\nShaughnessy: Luxuriantly, glossily; permanent determination is auspicious.\nCleary (1): Adorned and luxuriant, perpetual rectitude is auspicious.\nCleary (2): Adorned, luxuriant, perpetual righteousness bodes well.\nWu: He appears to have adorned and moisturized himself. Perseverance will\nbring good fortune.\nCOMMENTARY\nConfucius/Legge: If he maintains his firm correctness, in the end no one will\ninsult him. Wilhelm/Baynes: The good fortune of constant perseverance\ncannot, in the end, be put to shame. Blofeld: This implies that, to the very end,\nno one will thwart our purposes. Ritsema/Karcher: Perpetual Trial's\nsignificance. Completing absolutely-nothing: having a mound indeed. Cleary\n(2): No one can ever slight you. Wu: No one would dare to humiliate him.\nLegge: The third line is dynamic, and between two magnetic lines which adorn\nand bestow their favors on him. But this happy condition is due to the accident of\nplace -- he must maintain his correctness to ensure its continuance. It is not\nornament, but correct firmness which secures the respect of others.\nNOTES AND PARAPHRASES\nSiu: The man is enjoying a charmed life, and is given many honors. He should\nguard against convivial indolence and be aware of its consequences.\n\nWing: You are in a moment of perfect grace, living a charmed existence. Do not\nallow such good fortune to make you indolent, for this would bring unhappiness.\nContinue to persevere in your endeavors and principles.\nWilhelm (from Lectures on the I Ching): When form and its meaning\npenetrate each other completely, when the work of art is rendered totally\ntransparent, this is only a transitory state, which will necessarily pass.\nEditor: The image suggests that circumstances are in your favor, though they\nmay not be due to any particular virtue on your part. Following Wilhelm's insight\n(see his commentary on the preceding line), that the second and third places in\nthis hexagram are closely interdependent, a Jungian interpretation of their\nalliance suggests itself: line 2 being the Persona and line 3 being the Ego through\nwhich it acts as conditions require. This implies that ego and persona are here\ncoordinated with the Self's agenda -- even if that may be unclear at the moment.\nFor someone who adheres to [the goal of the knowledge of God] will not\nbe moved to decorate walls with gold or to put a gold border on his\ngarment – unless he intends thereby to give delight to his soul for the\nsake of its health and to drive sickness from it, so that it will be clear and\npure to receive the sciences.\nMaimonides\nA. You're sitting pretty -- don't blow it!",
    "4": "Line-4\nLegge: The fourth line, magnetic, shows one looking as if adorned, but only in\nwhite. As if mounted on a white horse, and furnished with wings, she seeks\nunion with the subject of the first line, while the intervening third pursues, not as\na robber, but intent on a matrimonial alliance.\nWilhelm/Baynes: Grace or simplicity? A white horse comes as if on wings. He\nis not a robber, he will woo at the right time.\nBlofeld: He so adorns himself as to seem white as snow. He is, as it were, a\nwhite steed. What delays his progress is not an obstacle but a matter of betrothal.\nLiu: Simple decoration. A white horse comes as though flying. Not a robber, but\na suitor.\nRitsema/Karcher: Adorning thus, hoary thus. A white horse, soaring thus. Inno-way outlawry, matrimonial allying.\nShaughnessy: Luxuriantly, lushly, the white horse is lofty-like; it is not the\nrobbers who confusedly slander.\n\nCleary (1): Adorned or plain? A white horse runs swiftly. It is not an enemy but\na mate. [It is best if one finds what is right when one is weak; the true heart and\ngenuine intention come forth spontaneously, not forced – when there is no\nenmity or injury, then it is desirable to seek partnership. This is the adornment\nof the weak seeking clarity.]\nCleary (2): Adorned plainly, a white horse runs swiftly. They are not enemies\nbut partners.\nWu: He adorns himself in white like a white horse with wings. He is a suitor, not\na transgressor.\nCOMMENTARY\nConfucius/Legge: The place occupied by the fourth line affords ground for\ndoubt as to its subject. But because the third line pursues not as a robber, but\nintent on marriage, she will in the end have no grudge against him.\nWilhelm/Baynes: The fourth place is in doubt; this accords with its place. \"He\nis not a robber, he will woo at the right time.” In the end, one remains free of\nblame. Blofeld: This ruling line indicates the existence of suspicion; however, as\nrevealed by the last sentence, nothing blameworthy is involved. [It would seem\nthat someone is suspected of loitering or hesitating for a somewhat sinister\nreason, but that his motive is in fact an honorable one.] Ritsema/Karcher:\nAppropriate situation to doubt indeed. In- no-way outlawry, matrimonial allying.\nCompleting without surpassing indeed. Cleary (2): The fourth (magnetic line),\nin its place, doubts. They are not enemies but partners, and ultimately have no\ngrudge. Wu: If he is a suitor, not a transgressor, he will have nothing to worry\nabout at all.\nLegge: Line four has its proper correlate in line one, from whose strength she\nshould receive adornment. But lines two and three intervene and keep them\napart so that the only adornment is white. The fourth line is faithful to line one\nhowever, and desires their union. Finally line three appears in a good character,\nand not with the purpose to injure, so that the union between one and four takes\nplace. All this in intended to show how adornment recognizes the superiority of\nsolidity. Compare hexagram lines 3:2 and 38:6. Because of their separation we\nmight doubt how far line four would remain loyal to line one. The loyalty is\ninsured through the character and object of line three.\nNOTES AND PARAPHRASES\nSiu: The man is faced with the choice between a life of brilliance and one of\nsimplicity. All considerations suggest simplicity. Renouncing potential comforts\nmay seem disappointing at first, but peace of mind will be attained through\nproper relationship with the sincere supporter.\n\nWing: You have a choice of two paths. One is the path of adornment and\nexternal brilliance; the other is the path of simplicity and inner worth. Your\nconsiderations suggest a deeper connection with your true Self. The path of\nsimplicity will lead to more meaningful relationships with others and greater selfknowledge.\nWilhelm (from Lectures on the I Ching): Here is the point where life is silent\nfor a moment, and now the decision must be made how to continue shaping life.\nEditor: There are three main ideas here -- first, the idea of being \"adorned in\nwhite.\" Clothing symbolizes the opinions and attitudes which \"adorn\" our\npersonality. To be dressed in white therefore, is to be simple and unpretentious –\nthe opposite of complexity and ostentation.\nSecond, the image of a flying white horse. This suggests purified (white) psychic\nenergy (horsepower) united with the wings of intellectual aspiration. Wings\nenable entities to fly in the air -- symbolically, the realm of thought. We are\nimmediately reminded of Pegasus, and although we can assume that the Duke of\nChou knew nothing of Pegasus, the symbolic associations are not irrelevant here.\nPegasus is associated in Greek mythology with the Muses -- the sources of\ncreativity and inspiration.\nThe third idea is of marriage -- the conjunction of masculine and feminine in a\nholy union or hieros gamos: the creative synthesis of thought and feeling within\nthe psyche. However, the suitor can't unite with the subject of the line until all\nconfusion has been eliminated from the situation. He is perceived as a \"robber\"\nbecause the barriers to union must be removed (\"stolen\") before the alliance can\ntake place: in other words, an illusion prevails.\nThis line (and indeed the entire hexagram) is often received in answer to\nquestions concerning creativity or the creative process. If this is the only\nchanging line, the new hexagram created is number thirty, Clarity.\nI discriminate between the ordinary ego-consciousness of the man and\nhis creative personality. Very often there is a striking difference.\nPersonally a creative man can be an introvert, but in his work he is an\nextravert and vice versa.\nJung -- Letters\nA. You don't understand the matter at hand. Unseen forces are working toward\nunity however, and clarity will eventually dawn.\nB. The image suggests the gestation of a creative idea.\nC. Don't complicate the situation -- a creative solution will mature in the course\nof time.",
    "5": "Line-5\nLegge: The fifth line, magnetic, shows its subject adorned by the occupants of\nthe heights and gardens. She bears her roll of silk, small and slight. She may\nappear stingy, but there will be good fortune in the end.\nWilhelm/Baynes: Grace in hills and gardens. The roll of silk is meager and\nsmall. Humiliation, but in the end good fortune.\nBlofeld: Elegantly he strolls amidst the garden of hillocks, but his silk girdle is\nof the poorest quality -- disgrace followed ultimately by good fortune. [The\nChinese love landscape gardens. Here, obviously, someone improperly dressed\nis visiting a person of consequence and has to suffer for his carelessness. This\nshould be taken figuratively to indicate a setback due to our own carelessness.\nFortunately all ends well.]\nLiu: Decoration in hills and gardens. A small roll of silk. Humiliation, then good\nfortune.\nRitsema/Karcher: Adorning tending-towards a hill-top garden. Rolled plainsilk: little, little. Abashment. Completing significant.\nShaughnessy: Luxuriant in the mound garden; the bolt of silk is so\nfragmentary; distress; in the end auspicious.\nCleary (1): Adornment in the hills and groves, the roll of silk is small; there is\nshame, but it turns out well.\nCleary (2): … There is regret, but the end is auspicious.\nWu: He adorns himself with ragged cloth in a hillside garden. He appears\nparsimonious, but will have good fortune in the end.\nCOMMENTARY\nConfucius/Legge: The good fortune falling to the fifth line affords occasion for\njoy. Wilhelm/Baynes: The good fortune of the [fifth line] has joy. Blofeld:\nThis good fortune comes in the form of blessings. [\"Blessings\" implies good\nfortune which comes, as it were, by chance and not obviously as a result of our\nown merits or efforts.] Ritsema/Karcher: Possessing rejoicing indeed. Cleary\n(2): There is joy. Wu: His good fortune comes with jubilation.\nLegge: Line five is in the place of honor, but has no proper correlate in line two.\nShe therefore associates with the dynamic line six above her, symbolized by the\nheights and gardens around a city which serve to both protect and to beautify it.\nThus the subject of the line receives adornment from without, and does not of\n\nherself try to manifest it. Moreover, in her weakness, her offerings of ceremony\nare poor and mean. But, as Confucius said: \"In ceremonies it is better to be\nsparing than extravagant.\" Hence stinginess doesn't prevent a good auspice. The\nK'ang-hsi editors say: \"Line five occupies the place of honor, yet prefers\nsimplicity and exalts economy. She might change and transform manners and\ncustoms.\" It is a small matter to say of her that she affords occasion for joy.\nNOTES AND PARAPHRASES\nSiu: The man meets someone whom he wishes to befriend and feels ashamed at\nhis meager gifts. But his natural sincerity overcomes the difficulties and good\nfortune ensues.\nWing: You may wish to strengthen your connection with someone you admire,\nbut you feel that what you have to offer is not grand enough to merit attention.\nHowever, your internal desires and sincere feelings of friendliness are all that\ntruly matter. Your worth will be recognized and you will meet with good fortune.\nWilhelm (from Lectures on the I Ching): Thus Tao and law are also found\nwhere man, the personal element, the human mask, as it were, is no longer\nvisible.\nEditor: The theme of Persona here contrasts “simplicity” with Haute Couture\n– I visualize a ragged Taoist sage in the emperor’s palace garden. Stingy, small,\nmeager, plain, ragged, parsimonious, all suggest some sort of impoverishment.\nTo be “adorned” by “poverty” can suggest a morally superior but weak position in\nrelationship to a strong one: the intimidating “hills and gardens” of the\naristocracy which define the situation. Thus: your position is weak but correct\nand should prevail if you serve the Tao. There is also the idea of a small but\nsincere sacrifice which brings an eventual reward in excess of the original\noffering. The alliance with the top line suggests a connection with superior forces\nfrom whom, despite our humble station, we are adorned via our inner grace.\n[Jesus] sat down opposite the treasury and watched the people putting\nmoney into the treasury, and many of the rich put in a great deal. A poor\nwidow came and put in two small coins, the equivalent of a penny. Then\nhe called his disciples and said to them, \"I tell you solemnly, this poor\nwidow has put more in than all who have contributed to the treasury;\nfor they have all put in money they had over, but she from the little she\nhas put in everything she possessed, all she had to live on.\"\nMark 12: 41-44\nA. Less is more.\nB. A small sacrifice is appropriate. The reward will exceed the loss.",
    "6": "Line-6\nLegge: The sixth line, dynamic, shows one with white as his only ornament.\nThere will be no error.\nWilhelm/Baynes: Simple grace. No blame.\nBlofeld: Simple elegance. No error!\nLiu: Simple decoration. No blame.\nRitsema/Karcher: White adorning. Without fault.\nShaughnessy: White luxury; there is no trouble.\nCleary (1): Adornment by simplicity is impeccable.\nWu: He is unadorned and there will be no error.\nCOMMENTARY\nConfucius/Legge: The line shows how he has attained his aim. Wilhelm/\nBaynes: The one above attains his will. Blofeld: This top line indicates the\nfulfillment of our will. Ritsema/Karcher: Acquiring purpose above indeed.\nCleary (2): One attains one’s aspiration above. Wu: His aspiration has\nprevailed.\nLegge: At the top of the hexagram ornament has run its course and there is a\nreturn to pure white simplicity. Substantiality is better than ornament. The\nsubject of the sixth line shows more of the spirit of the hexagram than most. His\nbeing clothed in simple white crowns the lesson that ornament must be kept in a\nsecondary place.\nNOTES AND PARAPHRASES\nSiu: The man reaches the peak of his development, and displays perfect grace\nthrough the true expression of his character without pretensions. He understands\nthe patterns of human frailties.\nWing: You can rely now upon the sincerity of your true nature to supply your\nexternal radiance. Pretensions, form, and adornments are no longer necessary to\nachieve your aims. Simplicity is the path you must take. In this way you will make\nno mistakes.\nWilhelm (from Lectures on the I Ching): Highest spirituality is connected\nwith complete absence of outward pretense.\n\nEditor: Questions concerning artistic creativity are sometimes addressed by this\nline -- differentiating the intent of the muse (Self) from the ambitions of the artist\n(ego). We are reminded of the difference between unity and multiplicity -- unity\nbeing one simple whole, multiplicity being many diverse complexities or\n\"ornaments.\"\nOnly the truly intelligent understand this principle of the leveling of all\nthings into One. They discard the distinctions and take refuge in the\ncommon and ordinary things. The common and ordinary things serve\ncertain functions and therefore retain the wholeness of nature. From this\nwholeness, one comprehends, and from comprehension, one comes near\nto Tao. There one stops. To stop without knowing how one stops -- this is\nTao.\nChuangtse\nA. \"Keep it simple.\"\nJune 28, 2002, 4/23/06, 3/14/08"
  }
}