{
  "hexagram_number": 10,
  "gua": "Judgment\nLegge: Cautious Advance suggests the idea of one treading on the tail of a\ntiger, which does not bite him. There will be progress and success.\nWilhelm/Baynes: Treading. Treading upon the tail of the tiger. It does not\nbite the man. Success. [For the weak to take a stand against the strong is not\ndangerous here, because it happens in good humor and without presumption,\nso that the strong man is not irritated but takes it all in good part. Such\nsimplicity and unpretentiousness is faith derived from reality -- neither from\nlove of happiness nor fear of unhappiness, but free of fear and hope. The\nconcern here is with the art of action by means of proper conduct, and\npresupposes being childlike in its highest sense.]\nBlofeld: Though he treads upon the tiger's tail, it does not bite him. Success!\n[The general idea of this hexagram is that success can be won, but that the\nsituation is dangerous enough to require extreme caution. The `tiger' MAY not\nbite, but on the other hand, as lines three and five demonstrate, we cannot be\ncertain of this. To consort with rulers and people in high places may be most\nbeneficial; but, should we fail to please, they may make us regret our temerity.]\nLiu: Treading: Stepping on the tail of a tiger, but it does not bite one. Success.\n[You should act only after you have planned carefully, and then with\nresolution.]\nRitsema/Karcher: Treading a tiger tail. Not snapping-at people. Growing.\n[This hexagram describes your situation in terms of finding and making your\nway. It emphasizes that doing this step by step is the adequate way to handle it.]\nShaughnessy: Treading on a tiger's tail; not a real man; receipt.\nCleary (1): Even when they tread on a tiger’s tail, it doesn’t bite people. This is\ndevelopmental.\n\nCleary (2): Someone treads on a tiger’s tail without being bitten, thus getting\nthrough.\nWu: Treading after a tiger without being bitten indicates pervasion.\nThe Image\nLegge: The image of the sky above, and below it the waters of a marsh, form\nCautious Advance. The superior man, in accordance with this, discriminates\nbetween high and low, and gives settlement to the aims of the people.\nWilhelm/Baynes: Heaven above, the lake below: the image of Treading.\nThus the superior man discriminates between high and low, and thereby fortifies\nthe thinking of the people. (Thus the superior man creates in society the\ndifferences in rank that correspond with differences in natural endowment, and\nin this way fortifies the thinking of the people, who are reassured when these\ndifferences accord with nature ... We see a universe moved from within,\nwithout external manipulation. Since the universe is also within the human\nbeing, internal universal order leads to order without by the force of necessary\ndifferentiation.) [Cf. the ideal society in Plato’s Republic.]\nBlofeld: This hexagram symbolizes a body of water lying open to the sky. The\nSuperior Man consults both high and low and thereby steadies the people's will.\nLiu: The heaven above and the lake below symbolize Treading. The superior\nman differentiates between high and low, and thus fixes the minds of the people.\nRitsema/Karcher: Heaven above, marsh below. Treading. A chun tzu uses\ndifferentiating Above and Below. A chun tzu uses setting-right the commoners,\nthe purpose.\nCleary (1): Above is the sky, below is a lake: Treading. Thus do superior\npeople distinguish above and below, and settle the will of the people.\nCleary (2): … Leaders stabilize the wills of the people by distinguishing\npositions.\nWu: Heaven above and marshes below, this is Treading. Thus the jun zi\ndiscriminates various levels of governmental services and sets the goals of the\npeople.\nCOMMENTARY\nConfucius/Legge: In Cautious Advance we have the symbol of Weakness\ntreading on that of Strength. The lower trigram indicates Pleasure and\nSatisfaction, and responds to the upper indicating Strength. Hence it is said, \"He\ntreads on the tail of a tiger.\" The fifth line is dynamic, in the center, and in his\n\ncorrect place. He occupies the God-given position, and falls into no distress or\nfailure -- his action will be brilliant.\nLegge: Cautious Advance is made up of the lower trigram of Pleased\nSatisfaction or \"Naiveté,\" and the upper trigram of Heaven, or Primal Power.\nBeing situated below the great symbol of Strength, Naiveté is seen to be stepping\non a tiger's tail. To emerge unscathed from such a danger depends entirely upon\npropriety and a strict observance of all the rules of correct behavior. On these, as\nso many stepping stones, one may tread safely amid scenes of disorder and peril.\nThe symbol of weakness, according to Wang Shen-tzu is the third line\nwhich is urged on by the two lines below it to encounter the three strong lines\nabove. Other commentators say that the whole lower trigram, partaking of the yin\nnature, is the symbol of weakness, and the entire upper trigram is symbolic of\nstrength. The Chen-Chung editors say that to get the full meaning, we must hold\nboth views.\nCh'eng-tzu says of the Image: \"The sky above and a marsh lying\nbelow it is true in nature and reason, and so should be the rules of propriety\non which men tread.\"\nNOTES AND PARAPHRASES\nJudgment: A cautious advance in the face of potentially volatile conditions will\nlead to safety.\nThe Superior Man orders his priorities realistically and gets a grip on himself.\nCautious Advance depicts the lower trigram of the joyful Youngest\nDaughter stepping on the heels of the upper trigram of Heaven -- the stern Pater\nFamilias: Yahweh Saboath, or Zeus with his thunderbolt. In her innocence she\ndoesn't realize the danger of her action. This is \"treading on the tail of the tiger,\"\nand the hexagram teaches us how to do this without being bitten. The original\nJudgment suggests that superior powers realize the innocent intent of the action,\nand may be inclined to be lenient.\nYou should not resist fate,\nnor need you escape it;\nif you go to meet it,\nit will guide you pleasantly.\nGoethe\nWilhelm's notes on The Image illustrate the undemocratic truth that\nalthough all men are created equal in the eyes of God, every human being\npossesses clearly differentiated strengths, weaknesses, talents and incapacities.\nIn Lectures on the I Ching, he says:\n\nThe secret of proper conduct is in inequality. Uniformity alone cannot\ngive rise to proper conduct. To be sure, uniformity might produce rule\nand regulation or law and force. But tedious force and brutal law never\nled people to convictions that legitimately resulted in proper conduct (the\nterm includes that which produces proper conduct and proper conduct\nachieved). Instead, as Confucius said: \"Force produces only alienation\nand people transgress secretly that which is public regulation.\"\nCautious Advance often images a test situation, or it can be a warning\nthat you are walking on the edge of a precipice. The image of The Fool in the tarot\ndeck has similar associations. Without changing lines, this hexagram implies a\nneed for extreme caution, or that your actions are tempting fate.\nThe passions, instead of having to be painfully exterminated, are yoked\nlike snarling tigers to the adept’s carriage. The dangers of such a course\nare obvious. As one of my Lama teachers put it: \"While you were\ntraveling in that cart, a tumble would have done you little harm. Now I\nhave given you an airplane. Don't crash in flames!\"\nJ. Blofeld -- The Tantric Mysticism of Tibet",
  "lines": {
    "1": "Line-1\nLegge: The first line, dynamic, shows its subject treading his accustomed path. If\nhe go forward, there will be no error.\nWilhelm/Baynes: Simple conduct. Progress without blame.\nBlofeld: Simple in his conduct, he goes forth -- no error!\nLiu: Simplicity of conduct. Continue. No blame.\nRitsema/Karcher: Sheer Treading going. Without fault.\nShaughnessy: Counter treading; in going there is no trouble.\nCleary(1): Treading plainly, going without fault.\nCleary(2): Plain treading; to go is blameless.\nWu: Treading ahead in a blind manner will be blameless.\nCOMMENTARY\nConfucius/Legge: Singly and exclusively he carries out his long cherished\nwishes. Wilhelm/Baynes: The progress of simple conduct follows in solitude\nits own bent. Blofeld: Conducting ourselves with simplicity while advancing\n\nsuggests the ability to realize our desires without aid from others. Ritsema/\nKarcher: Solitarily moving desire indeed. Cleary (2): To go treading plainly\nmeans to carry out your vows alone. Wu: He is willing to go alone.\nLegge: Line one is a dynamic line in a dynamic place, giving us the idea of\nactivity, firmness and correctness. One so characterized will act rightly.\nNOTES AND PARAPHRASES\nSiu: At the outset, the man is in a subordinate position without social obligation.\nProgress will be attained without blame if he remains content with his simple\naccustomed path, making no demands upon others.\nWing: Use your most basic values of Conduct in advancing toward your aim.\nDo not try to use others beyond maintaining friendly relations. Do not become\nobligated to others in your endeavors. Your position is low. Simplicity in your\nbehavior will prevent mistakes and allow you to progress.\nEditor: Wilhelm's rendition of the Confucian commentary uses the word\n\"solitude,\" and Blofeld emphasizes the idea of progress \"without aid from\nothers.\" The idea is that of walking one's path alone, heedless of the external\nopinions of others or of the autonomous clamor of our own inner complexes. It\ncan sometimes take the meaning of: \"Mind your own business.\"\nLet your eyes be fixed ahead,\nyour gaze be straight before you.\nLet the path you tread be level\nand all your ways made firm.\nTurn neither to right nor to left,\nkeep your feet clear of evil.\nProverbs 4:25\nA. Stay on your accustomed path.\nB. The situation is tricky, but if you proceed with business as usual, you\ncan avoid trouble.",
    "2": "Line-2\nLegge: The second line, dynamic, shows its subject treading a path that is level\nand easy -- a quiet and solitary man, to whom, if he be firm and correct, there will\nbe good fortune.\nWilhelm/Baynes: Treading a smooth, level course. The perseverance of a dark\nman brings good fortune.\n\nBlofeld: The recluse treads his path peacefully. Righteous persistence will bring\ngood fortune.\nLiu: Treading in a safe and peaceful way. The man in seclusion carries on. Good\nfortune.\nRitsema/Karcher: Treading tao, smoothing, smoothing. Shade people, Trial:\nsignificant.\nShaughnessy: Treading the road so sincerely; the dark man's determination is\nauspicious.\nCleary (1): Treading the path evenly, the aloof person is upright and fortunate.\nCleary (2): Treading the road; it is level. The person in obscurity is fortunate if\nupright.\nWu: The trodden road is open and broad. A person in seclusion with\nperseverance will have good fortune.\nCOMMENTARY\nConfucius/Legge: Holding the due mean, he will not allow himself to be\nthrown into disorder. Wilhelm/Baynes: He is central and does not get\nconfused. Blofeld: The recluse is a fortunate man because he cleaves to the\nmiddle path and does not allow himself to be confused. Ritsema/Karcher:\nCentering, not originating-from disarray indeed. Cleary (2): In the sense of not\nbecoming personally deranged within. Wu: His mind is not disturbed from\nwithin.\nLegge: Line two occupies the middle of the trigram, which symbolizes a path cut\nstraight and level along a hillside or over difficult terrain. Since the fifth line is\nnot his proper correlate, he is portrayed as a quiet and solitary man.\nNOTES AND PARAPHRASES\nSiu: The quiet and solitary man apprehends the inscrutable. He seeks nothing,\nholds to the mean, and remains free from entanglements.\nWing: Maintain an ambiance of modesty and moderation. Do not harbor\nexpectations or demands. Do not get involved with the dreams of others or hold\noverly ambitious goals. In this way you will meet with good fortune.\nEditor: There seems to be little essential difference between lines one and two,\nexcept that the second line's central position emphasizes the idea of moderation\nand balance. When two lines in a hexagram have nearly identical meanings it is\noften helpful to check the corresponding hexagrams and lines created if each\n\nwere the only changing line -- these will often provide clues as to their\ndifferences. In this instance, line one suggests avoiding trouble by minding one's\nown business; line two avoids trouble by a certain innocent faith in his destined\npath: a recluse or hermit who ignores the preoccupations of the crowd.\nRitsema/Karcher translate \"shade\" (Wilhelm/Shaughnessy: \"dark\"), as: \"hidden\nfrom view, retired, solitary, secret; dark, obscure, occult, mysterious;\nignorant.\"\nIf I were possessed of Austere Knowledge\nWalking on the Main Path [of Tao],\nI would avoid the by-paths.\nThe Main Path is easy to walk on,\nYet people love the small by-paths.\nLao-Tzu\nA. Stay out of sight, keep a low profile, stick to your own affairs, ignore the\ncrowd -- balanced perception prevents confusion.",
    "3": "Line-3\nLegge: The third line, magnetic, shows a one-eyed man who thinks he can see; a\nlame man who thinks he can walk well; one who treads on the tail of the tiger and\nis bitten. All this indicates ill fortune. We have a mere bravo acting the part of a\ngreat ruler.\nWilhelm/Baynes: A one-eyed man is able to see, a lame man is able to tread.\nHe treads on the tail of the tiger. The tiger bites the man. Misfortune. Thus does a\nwarrior act on behalf of his great prince.\nBlofeld: Though a man have but one eye he can still see; though he be lame, he\ncan still walk; but he who treads upon the tiger's tail will get bitten -- disaster!\n[Here the significance of the line runs counter to the benign significance of the\nhexagram; in all such cases, it is the line which provides the main indication of\nwhat is going to happen with regard to the matter forming the subject of the\nenquiry.] The warrior undertakes things for his lord. [This is no time to stand up\nto our superiors (tread on the tiger’s tail); it is a time for obedience.]\nLiu: A one-eyed man can see; a lame man can walk. But when they step on the\ntail of a tiger, the tiger will bite. Misfortune. The warrior conducts himself like a\ngreat prince.\nRitsema/Karcher: Squinting enabling observing. Halting enabling Treading.\nTreading a tiger's tail. Snapping-at people: pitfall. Martial people activating:\ntending-towards a Great Chief.\n\nShaughnessy: The blind are able to see, the lame are able to tread. Treading on\na tiger's tail; for a real man inauspicious. A military man is united with the great\nlord.\nCleary(1): Able to see with a squint, able to walk with a limp. When they tread\non the tiger’s tail, it bites people. Inauspicious. A soldier becomes a ruler.\nCleary(2): The squint-eyed can see, the lame can walk. Treading on a tiger’s tail,\nthey get bitten, unfortunately. A military man becomes a civil leader.\nWu: A person can look with one injured eye. A person can tread with one lame\nleg. He will get bitten by treading behind a tiger. It will be foreboding. He is like a\nwarrior trying to be a ruler.\nCOMMENTARY\nConfucius/Legge: \"A one-eyed man who thinks he can see\": he is not fit to see\nclearly. \"A lame man who thinks that he can tread well\": one cannot walk along\nwith him. \"The ill fortune of being bitten\" arises from the place not being the\nproper one for him. \"A mere bravo acting the part of a great ruler\": this is owing\nto his aims being too violent.\nConfucius/Wilhelm/Baynes: \"A one-eyed man is able to see,\" but not enough\nfor clarity. \"A lame man is able to tread,\" but not enough to tread with others.\nThe misfortune in the biting of the man is due to the fact that the place is not\nappropriate. \"Thus does a warrior act on behalf of his great prince,\" because his\nwill is firm.\nConfucius/Blofeld: The one-eyed man does see, but not clearly; the lame man\ncan walk, but not keep up with the others. The disaster suffered by the man who\ngets bitten is indicated by this line's unsuitable position. The warrior undertakes\nhis lord's affairs because the latter is strong of will.\nConfucius/Ritsema/Karcher: \"Squinting enabling observing.\" Not the stand\nto use possessing brightness indeed. \"Halting enabling Treading.\" Not the stand\nto use associating-with moving indeed. \"Snapping-at people's pitfall.\" Situation\nnot appropriate indeed. \"Martial people activating: tending-towards a Great\nChief.\" Purpose solid indeed.\nConfucius/Cleary(2): The squint-eyed can see, but not clearly; the lame can\nwalk, but not well enough to be companions on a journey. The misfortune of\nbeing bitten is that of being in an inappropriate place. When a military man\nbecomes a civil leader, his determination is adamant.\nConfucius/Wu: “A person can look with one injured eye,” but he cannot see\nclearly. “A person can tread with one lame leg,” but he cannot walk with firm\n\nsteps. He will have the misfortune of being bitten, because his position is\nimproper. “A warrior wants to be a ruler,” because his idea is adamant.\nLegge: Line three is neither central nor in a magnetic place, which would be\nproper to it. But with the strength of will which the occupant of a dynamic place\nshould possess, he goes forward with the evil results cited. The editors of the\nimperial edition, in illustration of the closing sentence, refer to Analects VII, x.\nNOTES AND PARAPHRASES\nSiu: The man recklessly exposes himself to danger, which exceeds his powers of\nhandling. He invites disaster thereby.\nWing: You are not suited for the ambitiousness of your goals. Your powers are\nnot adequate. Willfulness on your part could end in disaster. Such Conduct is\nonly for someone willing to throw himself away for a superior.\nEditor: The content here does not lend itself to the usual gender symbolism for a\nmagnetic line. Legge and Wu’s interpretation of the line and Confucian\ncommentary differ conceptually from the other translators. For purposes of\ncomparison I have rendered all versions of the Confucian commentary more\nthoroughly than usual. As the only magnetic line in the hexagram, three is\noutclassed and overwhelmed, yet still serves the ruler. If this is the only changing\nline, The Dynamic emerges, with a corresponding line of: \"We see its subject as\nthe superior man active and vigilant all the day, and in the evening still careful\nand apprehensive. The position is dangerous, but there will be no mistake.\" The\nimage suggests a warrior who has only partial comprehension of a dangerous\nsituation; his ability to serve his ruler is also impeded. Despite these handicaps,\nhis devotion is such that he will expose himself to great danger in the service of\nhis Lord, and suffer because of it.\nIf one were to say in a word what the condition of being a Samurai is, its\nbasis lies first in seriously devoting one's body and soul to his master.\nYamamoto Tsunetomo -- The Book of the Samurai\nA. The image is one of inadequate strength or resources to deal with a\nsuperior force. Regardless, the confrontation seems to be mandated: thus does\nthe ego serve the Self.\nB. Serve the Work with a warrior's spirit: \"Yours is not to reason why,\nyours is but to do or die.\"\nC. Even when one's heart is in the right place, partial comprehension and\ninsufficient ability can be expected to create distress.\n\nAlternate: This line can also suggest foolhardy arrogance rather than\nblind obedience to a superior. In such instances, the familiar Lady from Liger\nlimerick seems more appropriate:\nThere was an old lady of Liger\nWho went riding on the back of a tiger.\nThey came back from the ride\nWith the lady inside\nAnd a smile on the face of the tiger.\nD. Incompetence plus arrogance equals disaster.",
    "4": "Line-4\nLegge: The fourth line, dynamic, shows its subject treading on the tail of a tiger.\nHe becomes full of apprehensive caution, and in the end there will be good\nfortune.\nWilhelm/Baynes: He treads on the tail of the tiger. Caution and\ncircumspection lead ultimately to good fortune.\nBlofeld: To tread with impunity upon a tiger's tail, breathless caution is\nrequired -- good fortune in the end. [This is an occasion for doing something\ndangerous, provided we are very cautious.]\nLiu: He steps on the tail of the tiger. Caution and fearfulness. Good fortune in\nthe end. [Trouble or disaster threaten and one must be very careful.]\nRitsema/Karcher: Treading at tiger's tail. Pleading, pleading; completing\nsignificant.\nShaughnessy: Treading on a tiger's tail so panicky; in the end auspicious.\nCleary(1): Treading on the tail of a tiger, with caution it will turn out well.\nCleary(2): Treading on a tiger’s tail with utmost caution turns out lucky.\nWu: Treading after a tiger is awesome, but it will be auspicious in the end.\nCOMMENTARY\nConfucius/Legge: His aim takes effect. Wilhelm/Baynes: What is willed is\ndone. Blofeld: The ruler's will is carried out. Ritsema/Karcher: Purpose\nmoving indeed. Cleary(2): Utmost caution turning out lucky is determined\naction. Wu: With awe there will be auspiciousness in the end, because the\naspiration will prevail.\n\nLegge: Line four is dynamic in a magnetic place just below the ruler in line five.\nHe recognizes his weak position and walks with care.\nNOTES AND PARAPHRASES\nSiu: The man successfully undertakes dangerous enterprises by proceeding with\ncaution and circumspection.\nWing: You can now undertake even dangerous endeavors if you proceed with\ngreat caution.\nEditor: This is the first line of the upper trigram, symbolizing the tiger's tail. The\nimage depicts impeccable courage and willpower that conquers a dangerous\nsituation.\nThe step to higher consciousness leads us out and away from all rearguard cover and from all safety measures. The individual must give\nhimself to the new way completely, for it is only by means of his integrity\nthat he can go further, and only his integrity can guarantee that his way\ndoes not turn out to be an absurd adventure.\nJung -- The Secret of the Golden Flower\nA. Proceed with caution. \"Discretion is the better part of valor.\"",
    "5": "Line-5\nLegge: The fifth line, dynamic, shows the resolute tread of its subject. Though he\nbe firm and correct, there will be peril.\nWilhelm/Baynes: Resolute conduct. Perseverance with awareness of danger.\nBlofeld: He treads delicately. Persistence could lead to trouble.\nLiu: Continue in a decisive manner. Danger. [There is now a tendency to rush\nand be careless. By all means stop this, or troubles will mount and disaster will\ncome.]\nRitsema/Karcher: Parting Treading. Trial: adversity.\nShaughnessy: Resolute treading; determination is dangerous.\nCleary (1): Treading decisively. Even if one is upright, there is danger. [It is\nnecessary to be upright and undivided, to master oneself in danger, so that one\ncan avoid the problem of losing what has been gained. This is treading the Path\nin which there is no one but oneself.]\n\nCleary (2): Decisive treading is correct yet dangerous.\nWu: He decides on treading. Despite perseverance, he is in a difficult situation.\n[Use your power wisely and judiciously, or you will fall.]\nCOMMENTARY\nConfucius/Legge: This is due to his being in the position that is correct and\nappropriate to him. Wilhelm/Baynes: The place is correct and appropriate.\nBlofeld: This trouble could arise despite the suitable position of the line. [A\nfirm line between two firm ones is usually an omen of strength and\ncompatibility, but not in this case. Thus, even though we are quite certain our\ncourse is a right one and we therefore follow it boldly, trouble cannot be\navoided; we should either walk delicately or refrain from the course\naltogether.] Ritsema/Karcher: Situation correcting appropriate indeed.\nCleary(2): Decisive treading is correct yet dangerous; the position is\nappropriate. Wu: (This is) his proper position notwithstanding.\nLegge: Beneath the symbolism under line five lies the principle that humility is\nthe better part of propriety. Line five, who is dynamic and central, will not be\nlacking in this, but bear in mind that the higher he is exalted, the greater may be\nhis fall.\nNOTES AND PARAPHRASES\nSiu: Peril is evident, as when treading on the tail of a tiger. But the man remains\naware and resolute, acting with propriety and humility.\nWing: What you propose to do is dangerous, yet your awareness of such danger\nwill give you the strength to succeed. The time requires a firm commitment to\nyour endeavor. If you do not have a real commitment in your heart you should reexamine your path.\nEditor: Line five is mentioned in the Confucian commentary for the hexagram\nas occupying the \"God-given position.\" Nevertheless, despite his will and\nintelligence, he faces a volatile situation which will demand all of his resources if\nhe is to succeed. Ritsema/Karcher render \"adversity,\" (LI) as: Danger,\nthreatening, malevolent demon ... It indicates a spirit or ghost that seeks\nrevenge by inflicting suffering upon the living. Pacifying or exorcizing such a\nspirit can have a healing effect. Wu’s commentary offers a useful slant on this:\n“De-emphasize (your) own opinions – listen to the deliberations of others.”\nThe good or ill of man lies within his own will.\nEpictetus\n\nA. Walking a razor's edge -- maintain vigilance over your choices and be\naware of their consequences. The image suggests willpower in the face of\npotentially disruptive forces. \"It all depends on you.\"",
    "6": "Line-6\nLegge: The sixth line, dynamic, tells us to look at the whole course that is\ntrodden, and examine the presage which that gives. If it be complete and without\nfailure, there will be great good fortune.\nWilhelm/Baynes: Look to your conduct and weigh the favorable signs. When\neverything is fulfilled, supreme good fortune comes.\nBlofeld: If they watch their step (or look to their conduct) and heed the omens,\nsublime good fortune will be theirs.\nLiu: Observe your conduct and examine the signs carefully. There will be great\ngood fortune.\nRitsema/Karcher: Observing Treading, predecessor auspicious. One's\nrecurring Spring significant.\nShaughnessy: Looking and treading crafty and soaring its revolving; prime\nauspiciousness.\nCleary (2): Observing the treading, considering what is felicitous, the return is\nauspicious.\nWu: Examination of the treading records gives a sense of completion. If errors in\ntreading are avoided, there will be great fortune.\nCOMMENTARY\nConfucius/Legge: This is a matter for congratulation. Wilhelm/Baynes: The\ntopmost place carries great blessing. Blofeld: The sublime good fortune\npresaged by this top line takes the form of immense felicity. Ritsema/\nKarcher: The great possesses reward indeed. Cleary (2): There is much\ncelebration. Wu: Great joy.\nLegge: What is said of line six is good, but is only a truism. The whole course has\nbeen shown. If every step has been right and appropriate, the issue will be very\ngood.\n\nNOTES AND PARAPHRASES\nSiu: The work is ended and the past course is reviewed. If it has been\nappropriate and thorough, good fortune is assured.\nWing: Take a long look at what your Conduct in the situation has achieved\nthus far. If you are on the right path you will know by the good it has produced. It\nis time for a reevaluation of your goals. By examining the past you may now get a\nglimpse of the future.\nEditor: There is an affinity here with the message in the Image of the superior\nman \"discriminating between high and low,\" and essentially putting his house in\norder. If this is the only changing line, the hexagram becomes number fifty-eight,\nJoy, which intimates that one has successfully passed a test -- in which case the\nline is an injunction to review the situation and see what we did right.\nGod saw all that He had made,\nand indeed it was very good.\nGenesis 1:31\nA. The Work is a dynamic process which requires continuous evaluation\nand adjustment. Review the Work, then review your options.\nJune 2, 2000 Rev. 10/23/05, 4/23/06, 12/25/10"
  }
}