{
  "hexagram_number": 35,
  "gua": "Judgment\nLegge: In Advance of Consciousness we see a prince who secures the\ntranquility of the people presented on that account with numerous horses by the\nking, and three times in a day received at interviews.\nWilhelm/Baynes: Progress. The powerful prince is honored with horses in\nlarge numbers. In a single day he is granted audience three times.\nBlofeld: Progress. The richly endowed prince receives royal favors in the form\nof numerous steeds and is granted audience three times in a single day. [This\npassage indicates great merit richly rewarded.]\nLiu: The Marquis K'ang (rich, powerful, healthy) is bestowed with many\nhorses by the king, who receives him three times in a single day.\nRitsema/Karcher: Prospering, the calm feudatory avails-of bestowing\nhorses to multiply the multitudes. Day-time sun three-times reflected. [This\nhexagram describes your situation in terms of thriving in the full light of the\nsun. It emphasizes that contributing to this increase by helping things to\nflourish is the adequate way to handle it...]\nShaughnessy: The Lord of Kang is herewith awarded horses in luxuriant\nnumber, during daylight thrice connecting.\nCleary (1): Advancing, a securely established lord presents many horses, and\ngrants audience three times a day.\nCleary (2): Advancing, a securely established lord is presented with, etc.\nWu: Advancement indicates that the prince who has secured peace and\nprosperity of the state is conferred with many fine horses. The king grants him an\naudience three times in one day.\n\nThe Image\nLegge: The image of the earth and that of the bright sun coming forth above it\nform Advance of Consciousness. The superior man, in accordance with this,\ngives himself to make more brilliant his bright virtue.\nWilhelm/Baynes: The sun rises over the earth: the image of Progress. Thus\nthe superior man himself brightens his bright virtue.\nBlofeld: This hexagram symbolizes fire blazing from the earth. The Superior\nMan reflects in his person the glory of heaven's virtue.\nLiu: The sun rising above the earth is the symbol of Progress. Thus the\nsuperior man brightens his character.\nRitsema/Karcher: Brightness issuing-forth above earth. Prospering. A chun\ntzu uses originating enlightening to brighten actualizing-tao. [Actualize-tao:\n...ability to follow the course traced by the ongoing process of the cosmos...\nLinked with acquire, TE: acquiring that which makes a being become what it is\nmeant to be.]\nCleary (1): Light emerges over the earth, advancing. Thus do superior people\nby themselves illumine the quality of enlightenment.\nCleary (2): Light emerges over the ground, advancing. Developed people\nillumine the quality of enlightenment by themselves.\nWu: Brightness rises above the earth; this is Advancement. Thus the jun zi\nkeeps his bright virtue shining.\nCOMMENTARY\nConfucius/Legge: In Advance of Consciousness we have the bright sun\nappearing above the earth; the symbol of Docile Submission cleaving to that of\nthe Great Brightness; and the magnetic line advanced and moving above: all\nthese things give us the idea of a prince who secures the tranquility of the people.\nLegge: The subject of the Judgment is a feudal prince whose services to his\ncountry have made him acceptable to his king. The King's favor has been shown\nto him by gifts and personal attentions. The symbolism of the lines indicates the\nsituations encountered by the prince. The written character for this hexagram\nmeans \"to advance,\" a quality it shares with hexagrams number forty-six,\nPushing Upward, and number fifty-three, Gradual Progress. In the\npresent case the sun ascending from the earth to the meridian readily suggests\nthe idea of advancing.\n\nHu Ping-wen (Yuan dynasty) says: \"Of the strong things there is none so\nstrong as Heaven, and hence the superior man patterns himself on its strength.\nOf bright things there is none so bright as the sun, and he patterns himself on its\nbrightness.\"\nAnthony: This hexagram concerns self-development which yields progress in\nour external life situation. If we are not making progress, we should review our\nattitude. Some widely accepted ideas may be decadent from the viewpoint of the\nSage, hence obstruct progress. [Anthony’s “Sage” is conceptually identical to the\n“Self. -- Ed.]\nNOTES AND PARAPHRASES\nJudgment: When the autonomous manifestations of our inner drives are\nchanneled, their energy becomes the ego's own. (Psychologically interpreted: Ego\nand Self are in accord.)\nThe Superior Man focuses his awareness on perfecting the Work. (Sometimes\nthis can take the meaning of: \"Wise up!\")\nThe trigram of Clarity in progression over that of Docility gives the\nformula for an Advance of Consciousness. The submission of the ego to the\nrestrictions of the Work, and the consequent tranquil subjugation of one's\nrestless drives, appetites and impulses, eventually results in a focused flow of\nenergy from within. (After years of effort, this is sometimes felt physically as a\nradiating sensation emanating from the chest, or heart region.) To receive this\nfigure without changing lines does not necessarily mean that one has reached this\nphase of the Work, but it suggests progress in that direction. The traditional\nname for this hexagram is, in fact: Progress.\nThe king presenting horses to the prince in reward for pacifying the\nkingdom is analogous to the Self rewarding the ego for controlling the\nautonomous forces within the psyche. This is a quintessentially shamanic\ndiscipline: the \"horses\" symbolize tamed drives and emotions. Such\ncircumstances indicate an Advance of Consciousness or progression toward\nthe goal of \"en-light-enment\" or psychic integration, symbolized by the sun\ntraversing the earth.\nThat state of life dynamism in which consciousness realizes itself as a\nsplit and separated personality that yearns and strives toward union\nwith its unknown and unknowable partner, the Self, Jung has called the\nindividuation process. It is a conscious striving for becoming what one\n\"is\" or rather \"is meant to be.\"\nE.C. Whitmont -- The Symbolic Quest\n\nThe last sentence of the above quotation is exactly analogous to the\nRitsema/Karcher translation of the Image of this hexagram, wherein the superior\nman (chun tzu) \"uses originating enlightening to brighten actualizing-tao.\"\n\"Actualizing-tao\" is the \"ability to follow the course traced by the\nongoing process of the cosmos... Linked with acquire, TE: acquiring that which\nmakes a being become what it is meant to be.\"\nPsychologically interpreted then, this hexagram addresses various themes\nencountered during the progress of the individuation process, which is nothing if\nnot an Advance of Consciousness.\nThe key phrase in Legge's Judgment is \"tranquility of the people.\" It is\nrelatively easy to sublimate one's drives, yet still feel resentful about it -- indeed,\nthat is the form that the process normally takes at the beginning of the Work. Our\ninner forces are like children or animals who must learn to accept the restrictions\nof discipline. Once they have accepted it and have ceased to resent it (i.e. once\nthey have become \"tranquil\"), they are ready to be useful to the Self's intentions.\nFor example: an untrained dog will instinctively chase and kill sheep\nif it gets the chance to do so; on the other hand, a properly trained dog will herd\nand control a flock of sheep even in its master's absence. Anyone who has\nobserved a trained sheep dog in action knows what amazing feats they\naccomplish with great joy in the performance. They are \"tranquil\" in their role,\nand will even protect the sheep from untrained dogs that would kill them. When\nour instincts have learned how to tranquilly accept discipline they are ready to\nassist us in the higher levels of the Work. Until that time, the Work consists\nlargely of \"dog training.\" The analogy is apt, because just as an untrained dog is\nnever as happy in its willfulness as a well-trained dog is in its purposefulness, so\nundisciplined permissiveness cannot compare with the joys of controlled power\nand focused intent.",
  "lines": {
    "1": "Line-1\nLegge: The first line, magnetic, shows one wishing to advance, and at the same\ntime kept back. Let her be firm and correct, and there will be good fortune. If\ntrust be not reposed in her, let her maintain a large and generous mind, and there\nwill be no error.\nWilhelm/Baynes: Progressing, but turned back. Perseverance brings good\nfortune. If one meets with no confidence, one should remain calm. No mistake.\nBlofeld: Where progress seems likely to be cut short, righteous persistence\nbrings good fortune. To respond to lack of confidence with liberality entails no\nerror.\n\nLiu: When progress meets obstruction, persistence brings good fortune. If one\nlacks the trust of others, one should remain benevolent. No blame.\nRitsema/Karcher: Prospering thus, arresting thus. Trial: significant. Absence:\nconforming. Enriching, without fault.\nShaughnessy: Aquatically, deeply; determination is auspicious; regret is gone.\nReturning to the bath; there is no trouble.\nCleary (1): Advancing impeded, rectitude is good. Lacking confidence, become\nfulfilled, and there will be no fault.\nCleary (2): Advancing, impeded, it bodes well to be correct. If there is no\ntrust, be easygoing, and there will be no blame.\nWu: It is like advancing and it is like turning back. Perseverance will bring good\nfortune. People may not have confidence in him; if he can take it easy, he will\nhave no error.\nCOMMENTARY\nConfucius/Legge: All alone she pursues the correct course. She has not yet\nreceived an official charge. Wilhelm/Baynes: Solitary, she walks in the right.\nComposure is not a mistake. One has not yet received the command. Blofeld:\nProgress likely to be cut short refers to a single-handed attempt to do what is\nright. Such liberality entails no blame where commands from the ruler have not\nyet been received. [For purposes of divination, it can be taken to mean that we\ncan safely be generous even to people inclined to mistrust us, until those whom\nwe obey have given us a clear ruling in the matter.] Ritsema/Karcher:\nSolitary moving correcting indeed. Enriching, without fault. Not-yet acquiescingin fate indeed. Cleary(2): One carries out what is right alone. Being easygoing,\nwithout blame, is not accepting fate. Wu: He is right to advance alone. For he\nhas not received an official appointment.\nLegge: Line one is magnetic and in the dynamic lowest position of Advance of\nConsciousness. Her correlate fourth line is incorrectly dynamic in a magnetic\nposition. This indicates small and obstructed beginnings, but by her firm\ncorrectness she pursues the way to good fortune. Though the ruler does not yet\nhave confidence in her, this only spurs her on to try harder to succeed.\nNOTES AND PARAPHRASES\nSiu: At the outset, the man's desire to advance has not met with official\nconfidence. He should maintain a calm and generous attitude.\nWing: You are restrained from advancing because others lack confidence in you.\nDo not try to force the situation and do not become angry. Remain calm and\n\nbehave with generosity and warmth. Put your attention into perfecting your work\nand you will avoid regretful errors.\nEditor: Psychologically, this line suggests a blockage somewhere within the\npsyche, possibly due to your ignorance or misunderstanding of what the Work\nrequires now. If this is the only changing line, the figure created is hexagram 21,\nDiscrimination, with a corresponding line symbolizing an even greater\nrestriction. This implies the need to make some clarifying distinctions in the\nmatter at hand. Sort out your options and the way should become clear. \"A large\nand generous mind\" is an open and receptive mind uninfluenced by limiting\nbeliefs; it is the opposite of \"narrow-mindedness.\"\nEvery advance, every conceptual achievement of mankind, has been\nconnected with an advance of self-awareness: man differentiated\nhimself from the object and faced Nature as something distinct from her.\nAny reorientation of psychological attitude will have to follow the same\nroad.\nJung -- The Structure and Dynamics of the Psyche\nA. Though some progress has been made, enlightenment in the matter at\nhand has yet to be won. Relax, and keep plugging away -- sooner or later comes\nthe dawn.\nB. Widen your horizons and the way becomes clear.\nC. When held back or when mistrust prevails, maintain your objectivity,\ndon’t fret about it, and do what's right regardless.",
    "2": "Line-2\nLegge: The second line, magnetic, shows its subject with the appearance of\nadvancing, and yet of being sorrowful. If she can be firm and correct, there will be\ngood fortune. She will receive great blessing from her grandmother. [Compare\nthis line and its situation with line two of Hexagram 62. – Ed.]\nWilhelm/Baynes: Progressing, but in sorrow. Perseverance brings good\nfortune. Then one obtains great happiness from one's ancestress.\nBlofeld: Where progress is being made sorrowfully, righteous persistence\nbrings good fortune. A little happiness is received, thanks to the Queen Mother.\nLiu: When progress comes with sadness, persistence brings good fortune.\nHe receives good fortune from the Queen Mother.\nRitsema/Karcher: Prospering thus, apprehensive thus. Trial: significant.\nAcquiescing-in closely-woven chain-mail: blessing. Tending-towards one's\n\nkingly mother.\nShaughnessy: Aquatically, gloomily; determination is auspicious. Receiving\nthis strong good fortune from his royal mother.\nCleary (1): Advancing, grieving, rectitude is good; this great blessing is received\nfrom the grandmother.\nWu: It is like advancing and it is like having concerns. Perseverance will bring\ngood fortune. He will receive a big fortune from his grandmother.\nCOMMENTARY\nConfucius/Legge: She will receive this great blessing because she is in the\ncentral place and the correct position for her. Wilhelm/Baynes: Because of the\ncentral and correct position. Blofeld: Happiness is implied by the position of\nthis line which is central to the lower trigram. Ritsema/Karcher: Using\ncentering correcting indeed. Cleary (2): Because of balance and rectitude. Wu:\n“He will receive a big fortune,” because he is central and correct.\nLegge: Line two is magnetic, as is her correlate line five; therefore she has to\nmourn in obscurity. But her position is central and correct and she maintains the\nmomentum until eventual success is achieved. The Symbolism says she receives it\nfrom her grandmother, and readers will be startled by the\nextraordinary statement as I was when I first read it. Literally the text says \"the\nking's mother,\" but \"king's father\" and \"king's mother\" are well-known Chinese\nappellations for \"grandfather\" and \"grandmother.\" This is the view given on the\npassage by Ch'eng-tzu, Chu Hsi and the K'ang-hsi editors. They all agree that the\nname points us to line five, the correlate of two, and the ruler of the hexagram.\nLine five is the sovereign who at length acknowledges the worth of the feudal\nruler, and gives her the great blessing. I am not sure that \"motherly king\" would\nnot be the best and fairest translation of the phrase. Canon McClatchie renders it\nas \"Imperial Mother\" -- that is, the wife of Imperial Heaven (Juno) who occupies\nthe \"throne\" of the diagram, viz. the fifth line, which is soft and therefore\nfeminine. She is the Great Ancestress of the human race.\nNOTES AND PARAPHRASES\nSiu: The man appears to be advancing but is grieving because he is prevented\nfrom making contacts with men in authority. His perseverance in adhering to\ncorrect principles will be rewarded by blessings from the mild ruler.\nWing: Your Progress is not as fulfilling as it might be because you are\nprevented from experiencing significant communication with someone in\nauthority. Yet, unexpected good fortune will come to you if you persevere in your\nefforts and remain virtuous in your principles.\n\nEditor: There is puzzlement about the symbolism of the \"grandmother\" even\namong the Chinese commentaries on this line. Our hypothesis is that, although\nthe symbolism emerging from the objective psyche takes different forms in\ndifferent cultures, it always describes the same general archetypes. We are\njustified therefore in comparing this line with an analogous concept from the\nKabbalah: the sphere of awareness called Binah. Binah corresponds to the\nChinese notion of the primordial Yin -- the essence of the Feminine. Canon\nMcClatchie's association of \"Juno, the wife of Imperial Heaven,\" to this line\ncould as well apply to Binah. In the Kabbalah, Binah is closely associated with\nsorrow -- identical with \"Our Lady of Sorrows\" in Catholic Christian symbolism.\nWhat is being conveyed in this line then, is the growth potential inherent in\nadversity. Kabbalists may note similarities here with the symbolism of the 17th\nPath of the Tree of Life.\nGrief is a purgative and strongly disruptive force, and when the essential\nwork of breaking down adhesions and dispersing poisons has been done\nby it, it gives place to a deep lassitude and feeling of emptiness which can\nact as a purified basis for new growth. People are so made that they will\nnot or cannot realize a thing fully unless they are hit in the most vital\npart in some deep emotional sense. And so only by sorrow, and by going\nfrom sorrow to sorrow can an individual's evolution proceed. The man\nwho cannot or will not feel sorrow or face it in others cannot proceed at\nall.\nG. Knight -- Qabalistic Symbolism\nA. A trail of tears leads to understanding.\nB. Through adversity we acquire strength.",
    "3": "Line-3\nLegge: The third line, magnetic, shows its subject trusted by all around her. All\noccasion for repentance will disappear.\nWilhelm/Baynes: All are in accord. Remorse disappears.\nBlofeld: All are in accord -- regret vanishes!\nLiu: When the majority assents, remorse vanishes.\nRitsema/Karcher: Crowds, sincerity, repenting extinguished.\nShaughnessy: The masses are real; regret is gone.\nCleary(1): The group concurs; regret vanishes.\n\nWu: There is consensus among many people. No regret.\nCOMMENTARY\nConfucius/Legge: Their common aim is to move upwards and act. Wilhelm/\nBaynes: Because there is a will to go upward. Blofeld: This implies unanimous\ndetermination to press upwards. Ritsema/Karcher: Moving above indeed.\nCleary(2): The aim is upward progress. Wu: A desire to advance.\nLegge: Line three is magnetic in a dynamic place, but the first and second lines\nshare her desire to advance. They are all united by a common trust and aim,\nhence the good auspice.\nNOTES AND PARAPHRASES\nSiu: The man moves forward with the trust and support of all around him.\nWing: Your Progress is dependent upon the company and encouragement of\nothers. The benefits of this common trust will remove any cause for remorse.\nEditor: This can be seen as a positive image of forces seeking synthesis.\nPsychologically, the line suggests an inner unity of some kind -- thoughts and\nfeelings are in harmony and predisposed toward transformation.\nNo man is good enough to govern another man without that other's\nconsent.\nAbraham Lincoln\nA. The image suggests a cooperative advance.\nB. You're on the right track.",
    "4": "Line-4\nLegge: The fourth line, dynamic, shows its subject with the appearance of\nadvancing, but like a marmot. However firm and correct he may be, the position\nis one of peril.\nWilhelm/Baynes: Progress like a hamster. Perseverance brings danger. [In\ntimes of progress it is easy for strong men in the wrong places to amass great\npossessions. But such conduct shuns the light. And since times of progress are\nalso always times in which dubious procedures are inevitably brought to light,\nperseverance in such action always leads to danger.]\nBlofeld: Squirrel-like progress -- persistence would have serious consequences.\n\nLiu: When progress is like a hamster, to continue brings danger.\nRitsema/Karcher: Prospering, thus bushy-tailed rodents. Trial: adversity.\n[Trial, CHEN: test by ordeal; inquiry by divination and its result... Adversity,\nLI: danger; threatening, malevolent demon...]\nShaughnessy: Aquatically the mole cricket; determination is dangerous.\nCleary(1): Advancing like a squirrel, even if correct it is dangerous.\nCleary(2): Advancing like a squirrel is dangerous even if determined.\nWu: He makes advance like a giant rat. Even with correctness, he is in peril.\nCOMMENTARY\nConfucius/Legge: His place is not that appropriate for him. Wilhelm/\nBaynes: A hamster gets into danger through perseverance; the place is not\nappropriate. Blofeld: Because the position of this line is unsuitable.\nRitsema/Karcher: Situation not appropriate indeed. Cleary (2): Because the\nposition is not appropriate. Wu: The giant rat is in peril despite making no error,\nbecause his position is improper.\nLegge: Line four is dynamic, but in a magnetic place and not central. It suggests\nthe idea of a marmot or rat, stealthily advancing. Nothing could be more opposed\nto the idea of the feudal lord in the hexagram.\nAnthony: The ego is on hand at every situation, searching for glory, comfort and\na reason to exist, or finding cause for our abandoning the path. We must\nconstantly be on guard against its burrowing and amassing of possessions for\nitself.\nNOTES AND PARAPHRASES\nSiu: The man advances like a marmot. But such machinations are always\nuncovered.\nWing: Progress is coming about through questionable means or inferior\npersons. Although it is possible to advance this way, the truth will nevertheless\ncome to light. This is all very risky and you may find yourself in a dangerous\nposition.\nEditor: Wilhelm adds the insight that rodents are nocturnal animals, and\nbecause line four has just entered the upper trigram of Clarity and Light, it is\nexposed and vulnerable. Blofeld suggests one who tries to progress too quickly\nand thereby exposes himself to danger. The image is that of a mouse scurrying\nalong a wall, trying to reach the safety of its hole before the cat can pounce. This\n\nis \"progress\" of a sort, but hardly something to be desired. The line is often\nreceived as a warning about restlessness and anxiety. Such impatience to advance\nleads to Splitting Apart, which is the hexagram created if this is the only\nchanging line. Sometimes this can be a warning about the malicious intentions of\nothers.\nAll human error is impatience, a premature renunciation of method, a\ndelusive pinning down of a delusion.\nFranz Kafka\nA. Impatience or anxiety have placed you in jeopardy.\nB. Dark forces push into the light -- unconscious elements enter awareness\nand threaten the Work.\nC. The line can sometimes refer to compulsive speculation.",
    "5": "Line-5\nLegge: The fifth line, magnetic, shows how all occasion for repentance\ndisappears from its subject. But let her not concern herself about whether she\nshall fail or succeed. To advance will be fortunate, and in every way\nadvantageous.\nWilhelm/Baynes: Remorse disappears. Take not gain and loss to heart.\nUndertakings bring good fortune. Everything serves to further.\nBlofeld: Regret vanishes. Care not for loss or gain. To seek some goal or\ndestination now would bring good fortune; everything is favorable.\nLiu: Remorse vanishes. One should not mind gain or loss. To act brings good\nfortune and benefit in everything.\nRitsema/Karcher: Repenting extinguished. Letting-go, acquiring, no cares.\nGoing significant, without not Harvesting.\nShaughnessy: Regret is gone. The arrow is gotten; do not pity; going is\nauspicious; there is nothing not beneficial.\nCleary (1): Regret vanishes. Loss or gain, don’t worry. It is good to go:\neverything will benefit.\nCleary (2): … Don’t worry about loss of gains, etc.\nWu: There will be no regret. He is not concerned with either gains or losses.\nTo advance is auspicious. Nothing is disadvantageous.\n\nCOMMENTARY\nConfucius/Legge: Her movement in advance will afford ground for\ncongratulation. Wilhelm/Baynes: Undertaking brings blessing. Blofeld: If,\nwithout regard for loss or gain, we just press forward, our actions will be blessed.\nRitsema/Karcher: Going possessing reward indeed. Cleary (2): If you go,\nthere will be joy. Wu: To advance has much to celebrate.\nLegge: In line five the ruler of the hexagram and her intelligent sovereign meet\nhappily. She holds on her right course, indifferent as to results, but things are so\nordered that she is, and will continue to be, crowned with success.\nNOTES AND PARAPHRASES\nSiu: The man occupies an influential position with the intelligent sovereign. He\nremains gentle and reserved in his dealings. Let him not reproach himself for not\nobtaining all possible gains or regretfully take failures to heart. His beneficent\ninfluence will eventually be crowned with success.\nWing: It is wise now to act with gentleness, reserve, and moderation regardless\nof the fact that you are in a position of great influence. Do not think about the\ngains you might make or the possible setbacks that could befall you. Continue in\nrighteous Progress and you will be blessed by good fortune.\nEditor: The magnetic, yielding ruler suggests an ego yielding to the demands of\nthe Work -- accepting what comes rather than trying to influence the situation\nthrough ego-centric conceptions of progress. There is a definite suggestion here\nof influences operating outside of awareness.\nThrough hearing, understanding, and wisdom, one should so\ncomprehend the nature of all things as not to fall into the error of\nregarding matter and phenomena as real.\n\"Precepts of the Gurus,\" Tibetan Yoga and Secret Doctrines\nA. Action is taken for its own sake to effect an unknown purpose. Progress\nisn't dependent upon external appearances.\nB. Profit and loss are illusions -- bear your burden with a smile.\nC. \"Don't worry, be happy!\" Everything is proceeding according to plan.",
    "6": "Line-6\nLegge: The sixth line, dynamic, shows one advancing his horns. But he only\nuses them to punish the rebellious people in his own city. The position is perilous,\n\nbut there will be good fortune. Yet, however firm and correct he may be, there\nwill be occasion for regret.\nWilhelm/Baynes: Making progress with the horns is permissible only for the\npurpose of punishing one's own city. To be conscious of danger brings good\nfortune. No blame. Perseverance brings humiliation.\nBlofeld: He advances as with lowered horns, intent solely upon subduing the\ncities of his enemies. Whether his affairs go awry or prosper, he is not in error,\nbut for him to persist thus would involve him in ignominy\nLiu: Progressing to the horns. It is only in order to chastise his own city.\nAwareness of danger brings fortune and no blame. To continue brings\nhumiliation.\nRitsema/Karcher: Prospering: one's horns. Holding-fast avails-of subjugating\nthe capital. Adversity significant, without fault. Trial: abashment.\nShaughnessy: Aquatic his horns; it is only to be used to attack the city; danger;\nauspicious; there is no trouble; determination is distressful.\nCleary (1): Advancing the horns; this requires conquering one’s domain.\nThere is danger, but it bodes well, so there will be no blame. But even though\ncorrect it is humiliating.\nCleary (2): … Hard work leads to good results, without blame; but even though\ncorrect, one is humiliated. [Since one was unable to govern oneself early on, and\nonly now has been capable of self-mastery, even though it is correct, it is still\nhumiliating.]\nWu: He advances with his horns to quell disturbances of his town. Although he\nmakes a risky move, he is not in error. His insistence is nevertheless regrettable.\nCOMMENTARY\nConfucius/Legge: His course of procedure is not yet brilliant. Wilhelm/\nBaynes: The way is not yet in the light. Blofeld: Solely to subdue the cities? The\nway is not yet clear! Ritsema/Karcher: Tao not-yet shining indeed. Cleary\n(2): The way is not yet illumined. Wu: His administration is not beyond\nreproach. [If he had done things right, there would have been no disturbances.]\nLegge: Line six is dynamic, and suggests the idea of its subject relentlessly\npushing his advance with both firm correctness and exceptional force. The horns\nare an emblem of threatening strength, and though he uses them only against the\nrebels in his own state, the fact that a prince should have any occasion to use\nforce is regrettable. This aggressiveness exceeds King Wen's concept of firm\ncorrectness for a ruler, and therefore his light is not yet that of the full-orbed sun.\n\nNOTES AND PARAPHRASES\nSiu: The man uses force in punishing the rebellious people of his own city. This\nis permissible. Continuation of the offensive, especially against strangers,\nhowever, will bring occasion for regret.\nWing: Take aggressive and offensive measures only when you seek to discipline\nyourself. Such severe precautions will help you to avoid regretful errors. Do not,\nhowever, make the mistake of using the same force on others or you will suffer\nthe humiliation of alienation and failure.\nEditor: Psychologically interpreted, the City symbolizes the psyche, and the\nrebels symbolize any undisciplined emotions, drives, desires, appetites, thoughts,\netc. The Judgment specifically mentions the importance of gaining the\ntranquility of the people; here they are obviously not tranquil, so the idea of the\nhexagram has not been accomplished. Although force is required to stabilize the\nsituation, martial law can hardly be regarded as anything but a temporary\nexpedient: however necessary it may be at times, it is still humiliating for a ruler\n(ego) to have to resort to it. The line often refers to backsliding on some issue.\nThe possibility of choice and relationship depends fundamentally upon\ngetting out of this state of identity. As long as this unconscious identity\nwith a drive or impulse persists there is no possibility of choice, for we act\nlike helpless puppets and we never know what strings have pulled us.\nThere is no possibility for any personal conscious relatedness because\nneither of two people who are identical with their impulses knows what is\nmoving him or what, if anything, this has to do with the other person.\nSeparation from the original state of identity is fundamental for any\npsychological development and for personal differentiation.\nE.C. Whitmont -- The Symbolic Quest\nA. Control yourself. Discipline must be applied to the restless aspects\nwithin your own psyche. Do nothing to try to influence others.\nJune 12, 2001, 4/25/06"
  }
}