{
  "hexagram_number": 4,
  "gua": "Judgment\nLegge: Inexperience means progress and success. I do not seek the\ninexperienced youth, but he seeks me. When he shows the sincerity proper for\ndivination, I instruct him. If he asks two or three times, that is troublesome, and I\ndo not instruct the troublesome. Firm correctness brings advantage.\nWilhelm/Baynes: Youthful Folly has success. It is not I who seek the young\nfool; the young fool seeks me. At the first oracle I inform him. If he asks two or\nthree times, it is importunity. If he importunes, I give him no information.\nPerseverance furthers.\nBlofeld: Immaturity. Good fortune! I am not one to seek out uncultivated\nyouths, but if such a youth seeks me out, I shall at first read and explain the\nomens. Yet should he ask me many times, just because of his importunity, I shall\nnot explain anything more. The omen indicates a need for proper direction. [This\nhexagram suggests stubbornness (the upper trigram) issuing from the softness\nof the womb (the lower trigram). While it sometimes happens that youthful\nrashness succeeds where sober counsels fail, it is nevertheless the duty of the\nmature man to cultivate the minds of the young and to respond, within reason,\nto their requests for guidance. As an omen, this hexagram may be taken to\nimply a case in which a certain amount of rashness may lead to success, but in\nwhich older people are not absolved from the duty of guiding the young. There\nis also a suggestion that the Book of Change itself, though fully responsive to\nthose who make the right approach, will not brook importunity in the form of\ntrivial questions or of seeking to reverse its judgments by further questioning.\nWhether the omen may be taken to mean that we should go ahead with some\nrash scheme or that it is time for us to restrain someone's youthful rashness will\ndepend upon the nature of the enquiry, the people concerned in it and the\nparticular moving lines involved in the response.]\nLiu: It is not I who seek him, the youth seeks me. The first time he asks, I\nanswer; but if he asks again and again, it is annoyance: no answer. Benefit for\ncontinuance.\n\nRitsema/Karcher: Enveloping, Growing. In-no-way me seeking youthful\nEnveloping. Youthful Enveloping seeking me. The initial oracle-consulting\nnotifying. Twice, three-times: obscuring. Obscuring, by-consequence not\nnotifying. Harvesting Trial. [This hexagram describes your situation in terms of\nconcealment and clouded awareness. It emphasizes that actively accepting this\nconcealment in order to nurture growth is the adequate way to handle it...]\nShaughnessy: Folly: Receipt; it is not we who seek youthful folly; youthful\nfolly seeks us. The initial milfoil divination is auspicious, but if two or three times\ndrawn out, being drawn out then it is not auspicious; beneficial to determine.\nCleary(1): In darkness is development. It is not that I seek naïve innocence;\nnaïve innocence seeks me. The first augury informs; the second and third defile.\nDefilement does not inform. It is beneficial to be correct.\nCleary(2): Darkness. Getting through. It is not that I seek the ignorant; the\nignorant seek me. The first pick informs, the second and third muddle. That\nwhich is muddled does not inform. Benefit is a matter of correctness.\nWu: Ignorance is pervasive. It is not that I ask the ignorant lad to come for\ninstruction. It is that the ignorant lad comes to request my instruction. As in\ndivination, he will be instructed the first time. If he asks the same question for\nthe second and third times, he is disrespectful. Having been judged disrespectful,\nhe will not be instructed again. It will be advantageous to be persevering.\nThe Image\nLegge: A spring issuing from the mountain -- the image of Inexperience. The\nsuperior man, in accordance with this, nourishes his virtue and strives for\nresoluteness of conduct.\nWilhelm/Baynes: A spring wells up at the foot of the mountain: the image of\nYouth. Thus the superior man fosters his character by thoroughness in all that\nhe does.\nBlofeld: This hexagram symbolizes a watery hole at the foot of a mountain\namidst uncultivated growth. The Superior Man by determined good conduct\nnourishes his virtue. [The second sentence is deduced from the first; both are\nsuggested by the component trigrams.]\nLiu: A spring comes out at the foot of the mountain; this symbolizes Youth. The\nsuperior man will cultivate his character through decisive action.\nRitsema/Karcher: below Mountain issuing-forth spring-water. Enveloping.\nA chun tzu uses fruiting movement to nurture actualizing-tao. [Actualize-tao:\n... Ability to follow the course traced by the ongoing process of the cosmos ...\n\nLinked with acquire, TE: acquiring that which makes a being become what it is\nmeant to be.]\nCleary (1): Under a mountain a spring is produced, in darkness. A superior\nperson nurtures character with fruitful action.\nCleary (2): Under a mountain emerges a spring, in darkness. Leaders use\neffective action to nurture inner qualities.\nWu: A spring flows at the foot of a mountain; this is Ignorance. The jun zi\nresolves to taking steps to cultivate his virtue.\nCOMMENTARY\nConfucius/Legge: Inexperience shows the trigram of the Mountain above\nthat of the Abyss. The perilous impasse suggested by these figures evokes the idea\nof inexperience. Progress and success are suggested because the action and\ndevelopment of the hexagram conform to the requirements of the time. When\ninexperience seeks wisdom, will responds to will. The oracle responds to sincerity\nbecause it has the qualities of the dynamic line in the central second place, but\nthe oracle does not respond to ignorant importuning. The proper duty of a sage is\nto nourish the correct nature of the ignorant.\nLegge: Difficulty shows us plants struggling within the earth, and\nInexperience suggests the small and undeveloped sprouts which then appear\nupon its surface. This is an image of youthful ignorance, and the object of the\nhexagram is to show how those in authority should deal with it. The Judgment\ntakes the form of the oracle's response to the questioner.\nThe upper trigram represents a frowning mountain which blocks the\nprogress of the traveler. The lower trigram symbolizes a stream of water in a\ndangerous canyon, such as might be found at the foot of a mountain. The\ncombination of these symbols suggests the perilous nature of ignorant\ninexperience.\nThe subject of line two represents the oracle, who demands sincerity from\nthe unenlightened. It is his duty to evoke the innate \"correct nature\" hidden\nwithin the questioner, to bring this quality out and develop it. In regard to the\nImage, Chu Hsi says that \"the water of a spring is sure to move on and\ngradually advance.\" This may serve as a symbol of the general process and\nprogress of education.\nNOTES AND PARAPHRASES\nJudgment: Inexperience portrays the relationship between the ego and the\nSelf as one of student to master. Communication via the oracle demands\nseriousness of purpose -- the Self refuses to pander to the ego's illusions.\n\nThe Superior Man furthers the Work by developing his will and intent.\nWilhelm's title for this hexagram is Youthful Folly, which tends to lend\nit a negative connotation that is not always strictly applicable. However, he is\nquick to point out that the title \"should be understood to mean the immaturity of\nyouth and its consequent lack of wisdom, rather than mere stupidity.\"\nWhile the title of Inexperience avoids the negative connotation, it must\nbe acknowledged that there is an aura of irritation in this hexagram which\nillustrates an uncomfortable truth about the relationship between the ego and the\nSelf. The Self is an awesome archetype, and once one has established contact with\nhim, he assumes a distinctly stern personality. The Self will not pander to the\nego's illusions, and has no patience with anything but the unvarnished truth. Tact\nand patience are not among his attributes. Lao Tse describes him very accurately:\nThe Sage is unkind: He treats the people like sacrificial straw dogs.\nWhich is just the way it is. As a satellite of the Self, the ego-complex was\nnot created just so that it could spend a lifetime indulging its fantasies. The Work\nmust be undertaken, and the Self knows more than you do what remains to be\ndone. Like any excellent teacher, he demands more of us than we think we have\nin us to give. This phenomenon of the tyrannical and often \"unjust\" Self has been\nnoted in many times and places. Here is an example from Neo-Platonism:\nWhat shall we say in regard to the question: \"Why do the divinities that\nare invoked require the worshipper to be just, although they themselves\nwhen entreated consent to perform unjust acts?\" In reply to this I am\nuncertain in respect to what is meant by \"performing unjust acts,\" as the\nsame definition may not appear right both to us and to the gods. We, on\nthe one hand, looking to that which is least significant, consider the\nthings that are present, the momentary life, what it is and how it\noriginates. The beings superior to us, let me say, know for certain the\nwhole life of the soul and all its former lives; and if they bring on a\nretribution from the supplication of those who invoke them, they do not\nincrease it beyond what is just. On the contrary, they aim at the sins\nimpressed upon the soul in former lifetimes, which men do not perceive,\nand so imagine that is unjust that they fall into the misfortunes which\nthey suffer.\nIamblichus -- The Egyptian Mysteries\nA contemporary expression of this idea comes from consciousness\nresearcher, John Lilly, famous for his work with dolphins and isolation tank\nexperiments with psychedelic drugs:\nCosmic Love [e.g., the Spiritual Self] is absolutely Ruthless and Highly\n\nIndifferent: it teaches its lessons whether you like/dislike them or not.\nJohn Lilly\nBy definition, \"the gods\" (archetypes) are not human. Were it possible for\nthem to evolve without human vessels in Spacetime, presumably we humans\nwould not exist. It is these archetypes, in the guise of our complexes and limiting\nbeliefs, that are being altered by the Work. Because the unconscious psyche is a\nmultiverse, it is sometimes very difficult to differentiate just \"who\" is advising us,\nand the Self via the oracle, will occasionally test us for our ability to use intuitive\ncommon sense.\nWhich is to say: when the gods (or the \"Self\") become totally\n\"unreasonable,\" we can only go along with them to the limit of our human\nunderstanding. Slavish obedience to all injunctions from the unconscious is to\nsell our souls outright to something that we don't understand. The renunciation\nof \"common sense\" is the renunciation of our most precious birthright.\nOn the other hand, to \"disobey\" at will is to put our souls at risk. This is\none of the most painful of all dilemmas -- how far do we go in our obedience to\nunseen powers? Aspects of this problem have been called The Dark Night of the\nSoul -- an inner initiation, a trial by fire to see what we are really made of. There\nare times in the advanced course of the Work when one receives the strange\ninsight that the Self actually wants us to disobey! This ordeal can only be lived\nthrough -- no one can advise you except your own sense of what is right for you at\nany given moment.\nThe most useful guideline that I have found is that the precepts of the\nWork (as found in the Perennial Philosophy) are consistent worldwide, and\nconstitute a reliably moral structure for responsible choice. If the oracle seems to\nbe telling you to do something contrary to your inner sense of right and wrong,\ncontrary to your understanding of the precepts of the Work, then go with this\nintuition rather than the oracle. The Self, via the oracle, will test you in many\nways to make you develop. (The ultimate goal is to become so infallibly intuitive\nthat oracles become superfluous.)\nThe gods need our intelligent disobedience if they themselves are to\nevolve. It is in the stress between obedience and conscientious disobedience that\ngrowth takes place. In one sense, whatever choice you make, as long as it is\nconscious and you fully accept the consequences, is the right choice for you at\nthat moment. We learn through our mistakes, and can never fail our lessons if\nwe truly integrate the experience into our unfolding lives.\nConfucius, one of the greatest teachers who ever lived, obviously took his\nteaching method from the Judgment of this hexagram:\nThe Master said: \"I won't teach a man who is not anxious to learn, and\nwill not explain to one who is not trying to make things clear to himself. And if I\n\nexplain one- fourth and the man doesn't go back and reflect and think out the\nimplications in the remaining three-fourths for himself, I won't bother to teach\nhim again.\"\nAnd so it is with the oracle (the Self) -- the deeper one gets involved in the\nWork, the more difficult the lessons become, so that one is always kept in a\nposition of relative Inexperience. There are times, when a simple answer would\nsuffice, that you will receive an ambiguous image, which (if you do three-fourths\nof the work), will lead you to a profound insight.",
  "lines": {
    "1": "Line-1\nLegge: The first line, magnetic, has respect to the dispelling of ignorance. It will\nbe advantageous to use punishment for that purpose, and to remove the shackles\nfrom the mind. But going on in that way of punishment will give occasion for\nregret.\nWilhelm/Baynes: To make a fool develop it furthers to apply discipline. The\nfetters should be removed. To go on in this way brings humiliation.\nBlofeld: To enlighten immature youth, it is advisable to apply discipline; even\nfetters may be required, but to use them overmuch is harmful.\nLiu: To enlighten youth, it is better to use discipline. Obstacles in the mind\nshould be removed. Otherwise, humiliation.\nRitsema/Karcher: Shooting forth Enveloping. Harvesting: availing-of\npunishing people. Availing-of stimulating fettering shackles. Using going\nabashed.\nShaughnessy: Discarding folly; beneficial to use a punished man, and herewith\nto remove shackles and manacles. What has already gone is stressful.\nCleary (1): Opening up darkness, it is advantageous to use punishments. If\nrestrictions are removed, it will lead to regret.\nCleary (2): To awaken the ignorant, it is beneficial to use punishments; if\nrestrictions are eased, it will be regrettable to go that way.\nWu: This shows how to instruct the ignorant. It will be advantageous to use\npunishment, but let go manacles or shackles, for they will bring humiliation.\nCOMMENTARY\nConfucius/Legge: The object of punishment is to bring her under the influence\nof correcting law. Wilhelm/Baynes: Discipline: In order to give emphasis to\n\nthe law. Blofeld: Though it is advisable to apply discipline, this must be done in\naccordance with just rules. Ritsema/Karcher: Using correcting laws indeed.\nCleary (1): It is beneficial to use punishments, by the correct method. [The\ncorrect method of breaking down ignorance is not emotional attack.] Wu: It is\na method of correcting wayward behaviors.\nLegge: The first line, magnetic, and at the bottom of the figure, is in the grossest\nignorance. Let her be punished. If punishment avails to loosen the shackles from\nthe mind, well and good. If not, and if the punishment is prolonged, the effect will\nbe bad.\nNOTES AND PARAPHRASES\nSiu: At the outset, the ignorant youth is being disciplined for the seriousness of\nlife. Care should be exercised against attempts at rigid regimentation of the mind.\nWing: A little discipline is necessary here. There is not enough seriousness of\nattitude concerning the work to be done, and therefore the atmosphere is not\nconducive to proper growth. Yet, keep in mind that too many restrictions may\nlead to uncreative development. Apply just enough guidelines to keep things\nmoving in the proper direction.\nEditor: Wilhelm, Blofeld and Liu all render \"punishment\" as \"discipline.\" The\nidea is that the discipline of a rigid structure, or confinement to basic principles\nprunes the psyche of its illusions -- \"removes the shackles from the mind.\"\nExcessive discipline is counterproductive, however: A dynamic balance must be\nsought between the tyrannies of permissiveness and repression. The line is saying\ntwo things, and the balance between them is the lesson. If this is the only\nchanging line, the hexagram becomes number 41, Compensating Sacrifice,\nwhich deals with finding balance. (Note, however that both of Cleary’s\ntranslations interpret the message as a warning against removing shackles! His\ninterpretation seems to be in the minority.)\nIn reality the highest form of compassion may be in withdrawing from a\ngiven person any direct physical aid that would spare him a painful\nlesson, withholding it so that he would never again have to act according\nto a particular kind of program. The best teachers know that compassion\ndoes not prevent pain but allows pain to teach. Of course, carried to an\nextreme this too can be used in the service of destruction.\nJohn Lilly -- Simulations of God\nA. Too much discipline is as bad as too little -- seek the mean.\nB. The school of hard knocks -- learn from your pain or confusion.\nhand.\n\nC. Let go of your illusions or strongly held attitudes about the matter at",
    "2": "Line-2\nLegge: The second line, dynamic, shows its subject exercising forbearance with\nthe ignorant, in which there will be good fortune; and admitting even the\ngoodness of women, which will also be fortunate. He may be described also as a\nson able to sustain the burden of his family.\nWilhelm/Baynes: To bear with fools in kindliness brings good fortune. To\nknow how to take women brings good fortune. The son is capable of taking\ncharge of the household.\nBlofeld: Being gentle with the immature brings good fortune. Taking a wife\nbrings good fortune. Sons will be capable of taking over the household affairs\nwhen the strong (young) and the weak (old) are in mutual harmony.\nLiu: To treat youth generously brings good fortune. Arranging a marriage brings\ngood fortune. The son can take over the household.\nRitsema/Karcher: Enwrapping Enveloping. Significant. Letting-in the wife.\nSignificant. The son controlling the dwelling.\nShaughnessy: Wrapping folly; auspicious. Sending in the wife; auspicious. The\nson can marry.\nCleary (1): Taking in darkness is good, taking a wife is good; the heir ably takes\nover the family affairs.\nCleary (2): It bodes well to embrace the ignorant. It bodes well to take a wife.\nThe child becomes head of the family.\nWu: Accommodating the ignorant is auspicious. It is also auspicious to take a\nwife. A son will bring prosperity to the family.\nCOMMENTARY\nConfucius/Legge: He is able to sustain the burden of his family because of the\nreciprocation between this dynamic line and the magnetic fifth line. Wilhelm/\nBaynes: Firm and yielding are in union. Blofeld: [No Confucian commentary\non this line, Ed.] Ritsema/Karcher: Solid and Supple articulating indeed.\nCleary (2): Firmness and flexibility meeting and joining. Wu: The strongminded and the softhearted have communicated with each other.\nLegge: On the second line, dynamic and in the central place, devolves the task of\nenlightening the ignorant with forbearance and humility. In proof of his\n\ngenerosity he even receives or learns from weak and ignorant women. He appears\nas the son taking his father's place.\nNOTES AND PARAPHRASES\nSiu: The man is tolerant of the ignorant and kind to women. He resembles an\nofficial capable of assuming the delegated duties of a prince in directing a large\nsocial body with inner strength and outward reserve.\nWing: The person in this position has indeed developed in himself a true\nappreciation of humanity in all of its folly and beauty. Such a person can lead\nothers with wisdom, compassion, and inspiration, and attain all the success\nattributed to the great and wise historical leaders.\nEditor: Because the I Ching is an empirically valid guide to ethical behavior, we\nmust interpret the sexist imagery in Legge and Wilhelm's version of this line as\nintrapsychic symbolism. Ignorant: Aspects within the psyche resistant to\nchange. Women: Eros function, emotions, feelings. To \"admit even the goodness\nof women\" is to acknowledge those feelings which nurture the psyche. Family:\nThe psyche. Son: The conscious ego. (Father = the Self.) Able to sustain the\nburden of his family: Able to control psychic impulses.\nFrom Sextus I learned a benevolent disposition, and the example of a\nfamily governed in a fatherly manner ... And to tolerate ignorant\npersons, and those who form opinions without consideration: he had the\npower of readily accommodating himself to all.\nMarcus Aurelius\nA. You are competent to handle the situation.\nB. The image suggests the consciously responsible management of\nthoughts and feelings.",
    "3": "Line-3\nLegge: The third line, magnetic, shows that one should not marry a woman who,\nwhen she sees a man of wealth, will not keep herself from him. In no way will\nadvantage come from her.\nWilhelm/Baynes: Take not a maiden who, when she sees a man of bronze,\nloses possession of herself. Nothing furthers.\nBlofeld: Do not choose a wife who, on seeing a wealthy man, cannot contain\nherself. Nothing brings advantage. [This line, besides furnishing a specific\nwarning to those with marriage in view, means generally that this time is\n\nunpropitious from the point of view of the enquirer, whatever his question may\nconcern.]\nLiu: Do not choose a girl who, when she sees a rich man, loses her control. No\nbenefit.\nRitsema/Karcher: No availing-of grasping womanhood. Visualizing a metallic\nhusband. Not possessing the body. Without direction: Harvesting. [Without\ndirection: Harvesting, WU YU LI: no plan or direction is advantageous; in\norder to take advantage of the situation, do not impose a direction on events.]\nShaughnessy: Do not use to take a woman; see the metal fellow who does not\nhave a torso; there is no place beneficial.\nCleary(1): Don’t take this woman in marriage; if she sees a moneyed man, she’ll\nlose herself. Nowhere beneficial.\nCleary(2): Do not take a girl to see a moneyed man, or she will lose herself, to\nno one’s benefit.\nWu: Marry the woman not. When she sees a wealthy man, she cannot keep her\ncomposure. Nothing good will come out of the marriage.\nCOMMENTARY\nConfucius/Legge: A woman such as is here represented should not be taken in\nmarriage -- her conduct is not agreeable to what is right. Wilhelm/ Baynes:\nHer conduct is not in accord with order. Blofeld: Do not take to wife one whose\nbehavior is disorderly. Ritsema/Karcher: Movement not yielding indeed.\nCleary(2): Do not introduce the girl because his conduct is not harmonious.\nWu: her behavior is not beyond reproach.\nLegge: The third line is magnetic and occupies a dynamic place beyond the\ncenter. She separates the fourth line from the second, and the fifth line separates\nher from her sixth line correlate. All these things give her a bad character.\nNOTES AND PARAPHRASES\nSiu: The man guards against the loss of his individuality. He should not imitate\npersons of senior rank or act like a flippant girl throwing herself at a handsome\nman. Neither should he accept overtures from such subordinates.\nWing: You are in danger of throwing yourself away in a foolish attempt to be\nclose to that which you fervently desire. Without strength of character and\nindividuality you can accomplish nothing meaningful in life.\n\nEditor: In the symbolic language of the unconscious psyche, the female principle\nis associated with Eros and the feelings. Line three depicts a woman unable to\ncontrol herself, and by analogy some form of inappropriate emotional expression,\ndesire or passion.\nThe study of epilepsy demonstrates conclusively that our feelings do not\nnecessarily depend on anything going on in the real world around us,\nand that the strength of our feelings is not a measure of the authenticity\nof our experiences or the credibility of our beliefs. We can “feel\" strongly\nabout something and yet be dead wrong.\nR. Restak -- The Brain\nA. Don't throw yourself away: curb your urges, compulsions, impulses or\nemotions.\nB. An image of a bad deal or bad alliance.\nC. Stop over-reacting to the situation at hand.",
    "4": "Line-4\nLegge: The fourth line, magnetic, shows its subject as if bound in chains of\nignorance. There will be occasion for regret.\nWilhelm/Baynes: Entangled youthful folly brings humiliation.\nBlofeld: Obstinacy and immaturity cause harm. [This line may also be taken as\na warning against a too idealistic or visionary attitude.]\nLiu: The youth beset by confusion. Humiliation.\nRitsema/Karcher: Confining Enveloping. Abashment.\nShaughnessy: Bound folly; distress.\nCleary(1): Stuck in darkness, there is regret.\nCleary(2): Stuck in darkness, regretful.\nWu: Being besieged by ignorance is a cause for regret.\nCOMMENTARY\nConfucius/Legge: This is due to her distance from the solidity shown in lines\ntwo and six. Wilhelm/Baynes: This line of all things is furthest from what is\nreal. Blofeld: They harm us by leading us astray from the right course.\n\nRitsema/Karcher: Solitariness distancing substance indeed. Cleary (2): The\nregret of being stuck in darkness is having strayed from reality on one’s own.\nWu: The subject is alone and far from the yang.\nLegge: The fourth line is far from both the second and sixth, and can get no help\nfrom her first line correlate who is as weak as she is. What good can be done with\nor by her?\nNOTES AND PARAPHRASES\nSiu: Clinging to folly inevitably means humiliation. The wise teacher may have to\ninstruct by letting the subject experience the consequences of his errors.\nWing: Your fantasies and obsessions will consume you. Your attitude is\nunrealistic in regard to what is really going on in your life and therefore you\ncannot be instructed. You may ultimately be saved by experiencing fully the\nhumiliation that follows.\nEditor: This is an image of confusion and illusion. In the best sense, it's a\ncounsel against making a foolish choice. (i.e., hopefully you haven't made it yet.)\nThus comes about what is called \"loss of wings\" or the \"chaining\" of the\nsoul. Its no longer are the ways of innocence in which ... it presided over\nthe higher realms. Life above was better by far than this. A thing fallen,\nchained, at first barred off from intelligence and living only by sensation,\nthe soul is, as they say, in tomb or cavern pent.\nPlotinus -- The Enneads\nA. Illusion prevails -- you are totally out of touch with reality.\nB. \"Don't touch the tar baby.\"",
    "5": "Line-5\nLegge: The fifth line, magnetic, shows its subject as a simple lass without\nexperience. There will be good fortune.\nWilhelm/Baynes: Childlike folly brings good fortune.\nBlofeld: Youthful innocence brings good fortune. [Here the Chinese text\nsuggests that we are dealing not with youthful folly but with the innocent\nmisdemeanors of quite small children.]\nLiu: The youth submits. Good fortune. [If you receive this line, you can expect\nto attain your goals easily.]\n\nRitsema/Karcher: Youthful Enveloping. Significant.\nShaughnessy: Youthful folly; auspicious.\nCleary(1): Innocence is auspicious.\nCleary(2): Innocent ignorance has a good outlook.\nWu: Being an ignorant lad will be auspicious.\nCOMMENTARY\nConfucius/Legge: Her good fortune is due to her docility going on to humility.\nWilhelm/Baynes: The good fortune of the childlike fool comes from his being\ndevoted and gentle. Blofeld: This is because such conduct coincides with what\nis soft and gentle. Ritsema/Karcher: Yielding uses Ground indeed. Cleary\n(2): Harmonizing smoothly. Wu: (This) is due to his docility and humility.\nLegge: Line five is in the place of honor, and has for its correlate the dynamic\nline in the second place. Being receptive, it is taken as the symbol of a simple lass,\nwilling to be taught by its dynamic correlate in line two.\nNOTES AND PARAPHRASES\nSiu: The unassuming youth seeking instruction with humility gains good\nfortune.\nWing: An attitude of innocent acceptance in regard to seeking advice from\nothers will be rewarded. Good fortune.\nEditor: As so often in the I Ching, the full meaning of this line is found in the\nrelationship between it and its correlate. The second line is the dynamic sage,\nand the fifth line is the magnetic (receptive) student. As the ruler of the\nhexagram, line five exemplifies the idea of receptivity to instruction necessary for\nthe evolution of ignorance into gnosis. This is the relationship of the\ninexperienced ego to the omniscient Self.\nSit down before fact like a little child, and be prepared to give up every\npreconceived notion; follow humbly wherever and to whatever abysses\nnature leads, or you shall learn nothing.\n– T. H. Huxley\nA. \"Awaken the mind by fixing it nowhere.\" -- Zen proverb.\nB. Accept your ignorance and inexperience and humbly devote yourself to\ncomprehension of the Work.",
    "6": "Line-6\nLegge: The sixth line, dynamic, shows one smiting the ignorant youth. But no\nadvantage will come from doing him an injury. Advantage would come from\nwarding off injury from him.\nWilhelm/Baynes: In punishing folly it does not further one to commit\ntransgressions. The only thing that furthers is to prevent transgressions.\nBlofeld: In dealing with youthful immaturity, there is nothing to be gained from\ndoing what is wrong. Advantage lies in preventing wrong. [In other words, we\nmust be very careful to avoid putting ourselves in the wrong by being unjust or\ntoo severe in correcting the faults of our juniors.]\nLiu: To punish youth, it does no good to commit a violation. The idea is to\nprevent a violation.\nRitsema/Karcher: Smiting Enveloping. Not Harvesting: activating outlawry.\nHarvesting: resisting outlawry.\nShaughnessy: Hitting the folly; not beneficial to be a robber, beneficial to have\nthat which robs.\nCleary (1): Attacking darkness, what is not helpful is inimical, what is helpful\nprevents enmity.\nCleary (2): Attack ignorance. It is not beneficial to be a robber; it is beneficial to\nward off robbers.\nWu: There is an indication of striking the ignorant. It will not be advantageous to\nbe offensive. It will be advantageous to be defensive.\nCOMMENTARY\nConfucius/Legge: Above and below all do and are done to in accordance with\ntheir nature. Wilhelm/Baynes: \"It furthers to prevent transgressions,\" for then\nthose above and below conform to order. Blofeld: Preventing wrong has the\nadvantage of bringing senior and junior into accord. [Improperly applied\ndiscipline may lead the young to hate those whom they are expected to love. Few\nyoung people gladly kiss the rod before punishment.] Ritsema/Karcher:\nAbove and Below yielding indeed. Cleary (2): It is beneficial to ward off robbers,\nfor then above and below are in harmony. Wu: Because it is agreeable to the\nabove and the below.\n\nLegge: Line six is dynamic and in the topmost place. It is natural, but unwise, for\nhim to use violence in carrying out his educational measures. He represents,\naccording to the scheme of the hexagram, one who uses force in the cause of\neducation; but the force is best applied, not on the ignorant, but on those who\nwould keep them ignorant, or increase their ignorance. He therefore acts\naccording to his nature, and the subjects of all the magnetic lines below are cared\nfor as is best for them.\nNOTES AND PARAPHRASES\nSiu: The man inflicts penalties not in anger but only as a preventive against\nunreasonable excesses.\nWing: An inexperienced person may need to be punished for his mistakes in\norder to put him on the right path. Punishment is by no means an end in itself,\nbut is useful only in preventing further transgressions and maintaining a\nprogressive attitude.\nEditor: The imagery of line six can suggest the idea of Karma: a law of just\ncompensation neutralizing past transgressions. In other words, \"punishment\" is\nonly effective when it is used to correct an imbalance of forces, not to perpetuate\ninjustice. Properly applied, discipline is never motivated by anger or a desire for\nrevenge. Sometimes this line can suggest a situation in which external\ncircumstances hold one in a kind of \"protective custody\" to prevent erroneous\nchoices from being made.\nNone escapes the chastisements that it is fitting to undergo because of evil\nconduct. The divine law cannot be avoided. It has within itself the power\nto achieve what it has determined upon. Without knowing it, the guilty\none is transported to places where it is suitable that it serve its sentence.\nCarried by uncertain movement, drifting everywhere, it ends, after\nwanderings and much fatigue because of foolish resistance, by tumbling\ninto its appropriate place. And there it offers itself willingly to an\nunwilled suffering. Law prescribes the amount and duration of penalties.\nAt the same moment that the penalty ceases, the power is given of\nescaping the place of chastisement thanks to the harmony that governs\nall things.\nPlotinus -- The Enneads\nA. Correction is not punishment. Accept the consequences of your choices.\nDon't focus on the pain, but rather on the lesson that it offers.\nB. Do what needs doing and let the chips fall where they may.\nApril 19, 2001, 4/23/06"
  }
}