{
  "hexagram_number": 24,
  "gua": "Judgment\nLegge: Progress and freedom of action are found in Return. Goings and\ncomings are unimpeded, and friends approach without error. Return to repeat\nthe proper course. Seven days returns the cycle to its beginning. There is\nadvantage in choosing one's path.\nWilhelm/Baynes: Return. Success. Going out and coming in without error.\nFriends come without blame. To and fro goes the way. On the seventh day comes\nreturn. It furthers one to have somewhere to go.\nBlofeld: Return. Success! All going forth and coming in is free from harm.\n[For it is only when the whole series is completed that we can understand the\nreasons for many things (death, winter and so on) which, at the time, seemed\nunproductive, negative or positively evil.] Friends arrive and no error is\ninvolved. They return whence they came, spending seven days in all upon their\ncoming and returning. It is favorable to have in view some goal (or destination).\nLiu: Return: success. One goes out and comes back in without harm. Friends\narrive without blame. Going to and fro is the way. Returning on the seventh day.\nIt benefits one to go anywhere. [Return or Revival signifies a bad time becoming\nbetter... Anyone receiving this hexagram should prepare for a great\nopportunity...]\nRitsema/Karcher: Returning, Growing. Issuing-forth, entering, without\naffliction. Partnering coming, without fault. Reversing Returning one's tao. The\nseventh day coming: Returning. Harvesting: possessing directed going. [This\nhexagram describes your situation in terms of something that is re-emerging. It\nemphasizes that going back to the starting point in order to begin anew is the\nadequate way to handle it. To be in accord with the times you are told to\nreturn!]\nShaughnessy: Returning: Receipt; in exiting and entering there is no illness;\nwhen the burying comes there is no trouble; turning around and returning to its\nway, in seven days it comes in return; beneficial to have someplace to go.\n\nCleary (1): Return is developmental. Exiting and entering, there is no ill. When\na companion comes, there is no fault. Reversing the path, returning in seven\ndays, it is beneficial to have a place to go.\nCleary (2): Return is successful, etc. … Returning back on the path, etc.\nWu: Renewal is pervasive. He who comes and goes will have no error. Friends\ncome without harm. The course repeats itself. In seven days, one cycle of\nreversion completes. There will be advantage to have an undertaking.\nThe Image\nLegge: Thunder in the middle of the earth -- the image of Return. Thus the\nancient kings closed the passes on the day of the winter solstice to prevent\ntravelers from pursuing their journeys, and princes from inspecting their states.\nWilhelm/Baynes: Thunder within the earth: the image of The Turning\nPoint. Thus the kings of antiquity closed the passes at the time of the solstice.\nMerchants and strangers did not go about, and the ruler did not travel through\nthe provinces.\nBlofeld: This hexagram symbolizes thunder in the bowels of the earth. [The\ncomponent trigrams in this position suggest thunder coming from under the\nearth; but the trigram of thunder also means to sprout or quicken; it is this\nconcept of a quickening within the earth that makes this hexagram generally\nfavorable.] The ancient rulers closed the passes during the solstices [The solstices\nwere times for solemn sacrifice; it has always been the practice in China for\npeople to return to their homes for the celebration of the great yearly festivals.\nReturn in this sense is highly auspicious.] and the merchants were unable to\ntravel. Even the rulers abstained from touring their territories at those times.\nLiu: Thunder in the earth symbolizes Return. Thus in ancient times the kings\nclosed the roads during the winter solstice. Merchants and travelers ceased\ntraveling. And rulers would not visit their territories.\nRitsema/Karcher: Thunder located-in earth center. Returning. The Earlier\nKings used culminating sun to bar the passages. Bargaining sojourners [used\nculminating sun] not to move. The crown-prince [used culminating sun] not to\ninspect on-all- sides.\nCleary (1): Thunder is in the earth; Return. Thus did the kings of yore shut the\ngates on the winter solstice; caravans did not travel, the ruler did not inspect the\nregions.\nWu: Thunder is inside the earth; this is Renewal. Thus on the day of the winter\nsolstice, the ancient kings ordered the city gates closed, so that merchants and\n\ntravelers could take a break of their journeys; the kings refrained from\nperforming official duties.\nCOMMENTARY\nConfucius/Legge: Return shows the coming back of the dynamic principle.\nHis actions show movement directed in accordance with the natural order. Such\nis the movement of the heavenly cycle. The dynamic lines are growing and\nincreasing. Do we not see in Return the mind of heaven and earth?\nLegge: Return symbolizes the idea of coming back or over again. The previous\nhexagram showed the ascendancy of inferior forces, when all that is good in\nnature or society yields before what is bad. But change is eternal, and here we see\nthe beginnings of recovery from the former situation. Return is associated with\nthe time of the winter solstice when the sun begins its journey back toward\nsummer. In harmony with these cycles in nature are the cycles in human affairs.\nThe dynamic bottom line is the first line of the trigram of Movement, and\nthe upper trigram is that of Docility. The dynamic returning line will meet with\nno resistance and all the magnetic lines above it will be transformed into allies.\nThe bright quality will be developed brighter and brighter from day to day and\nmonth to month.\n\"In seven days brings return\" refers to the idea of a new cycle\ncommencing when each of the six lines of a hexagram has changed -- the\n\"seventh line,\" or seventh day begins a new cycle just as Sunday begins a new\nweek.\nThunder in the midst of the earth is thunder shut up and silent, just able to\nmake its presence felt. So it is with the first stirrings of life after the winter\nsolstice and the first returning steps of the wanderer to virtue. As the spring of\nlife has to be nurtured in quietness, so also the purpose of goodness.\nWilhelm: The hexagram of RETURN, applied to character formation, contains\nvarious suggestions. The light principle returns; thus the hexagram counsels\nturning away from the confusion of external things, turning back to one’s inner\nlight. There, in the depths of the soul, one sees the Divine, the One. It is indeed\nonly germinal, no more than a beginning, a potentiality, but as such clearly to be\ndistinguished from all objects. To know this One means to know oneself in\nrelation to the cosmic forces. For this One is the ascending force of life in nature\nand in man.\nNOTES AND PARAPHRASES\nJudgment: The Work is recycled, perfected and refined over and over again.\nThe Superior Man pauses before he begins anew.\n\nThe mention of seven days in the Judgment and the winter solstice in the\nImage tells us that the hexagram of Return deals with cyclic progression.\nIn the I Ching, the hexagram fu, signifying the Return (one yang line\nbeneath five yin lines) is the symbol of the rebirth of the Yang. At the\nwinter solstice, the Yang seems to have disappeared, whereas the Yin is\nat its full; but this is the moment when the Yang is reborn and begins its\nreturn. Symmetrically, at the summer solstice the Yang is at the apogee\nof its power while the Yin prepares to return. The alteration of the Yin\nand the Yang is a going away and a coming back.\nMax Kaltenmark -- Lao Tzu and Taoism\nSeven days is one-quarter of a lunar cycle and the module upon which a\nweek is based. The Sabbath day is the seventh day and a day of rest in the\nHebrew tradition, as was also the day of the new moon. The \"closing of the\npasses\" in the Image is another expression of the idea of resting at the beginning\nof a new cycle. To refrain from activity at these times was a sacrifice and a\nspiritual obligation. The concept behind it is the acknowledgment of one's\nSource, a review of the past cycle and a meditation upon the new cycle just\nbeginning. Psychologically interpreted, forces in the unconscious psyche demand\na pause before their dance can resume.\nA special atmosphere of solemn celebration surrounded the Sabbath,\nwhich was thoroughly pervaded with Kabbalistic ideas about man's role\nin the unification of the upper worlds.\nGershom Scholem -- Kabbalah\nAlthough the Chinese observed no “Sabbath” that I am aware of, the idea\nof a rest at the commencement of a cycle is clearly intended in this hexagram. In\nterms of the Work, one eventually becomes aware of cycles and rest periods, even\nif one never noticed them previously. When one learns how to synchronize\nconscious awareness with these inner rhythms, the tempo of the Work begins to\naccelerate.\n\"There is advantage in choosing one's path\" is rendered by Wilhelm as: \"It\nfurthers one to have somewhere to go.\" The idea is that when you are consciously\non a path, the cycles begin to work in your favor. Instead of a monotonous round\nof inconclusive and random events, one's life takes on structure and purpose and\ninner progress becomes discernable.\nConforming to the rhythm of the universe is the prerequisite of wisdom in\nall Chinese thinking. But the Taoist mystic has greater ambitions than\nhis ordinary compatriots: the question for him is not merely of adapting\nhis ritual and hygienic observances to the alternation of the seasons; he\nintends to escape from the determinism of life and death by transcending\nit. This is what enables him to attain inner emptiness: he does not merely\n\nwitness the return of all creatures to their origin, he precedes them to\nthat origin.\nMax Kaltenmark -- Lao Tzu and Taoism\nEvery line of this hexagram refers to returning to the proper path, so the\nhexagram can imply that perhaps you have strayed from the Work to one degree\nor another. Without changing lines, it can mean to rest at the beginning of a\ncycle, or to get back on course: re-attune yourself with the current phase of the\nWork.\nYou have noticed that everything an Indian does is in a circle, and that is\nbecause the Power of the World always works in circles, and everything\ntries to be round. In the old days when we were a strong and happy\npeople, all our power came to us from the sacred hoop of the nation, and\nso long as the hoop was unbroken, the people flourished.\nBlack Elk",
  "lines": {
    "1": "Line-1\nLegge: The first line, dynamic, shows its subject returning from an error of no\ngreat extent, which would not proceed to anything requiring repentance. There\nwill be great good fortune.\nWilhelm/Baynes: Return from a short distance. No need for remorse. Great\ngood fortune.\nBlofeld: Returning from nearby -- nothing much to regret and sublime good\nfortune!\nLiu: Return from not far away. No remorse. Great good fortune.\nRitsema/Karcher: Not distancing Returning. Without merely repenting.\nSpring significant.\nShaughnessy: Not returning from afar; there is no mention of regret; prime\nauspiciousness.\nCleary (1): Returning not far; no regret.\nCleary (2): Returning not far, no regret, very auspicious.\nWu: He does not wander far from Return. There will be no cause for regret.\nGreat fortune.\nCOMMENTARY\n\nConfucius/Legge: Returning from an error of no great extent is the prelude to\nthe cultivation of the person. Wilhelm/Baynes: Thus one cultivates one's\ncharacter. Blofeld: Turning back before having gone too far is a means of selfdiscipline. Ritsema/Karcher: Using adjusting individuality indeed. Cleary\n(2): Returning that is not far is done by cultivating oneself. Wu: To return\nbefore wandering far is a way of cultivating oneself.\nThe Master said: I may venture to say that the son of the Yen family\n[Yen Hui, Confucius' favorite disciple] had nearly attained the standard of\nperfection. If anything that he did was not good, he was sure to become\nconscious of that; and when he knew it, he did not do the same thing again. As\nis said in the I Ching, \"The first line shows its subject returning from\nan error that has not led him far away. There is no occasion for repentance.\nThere will be great good.\"\nLegge: The subject of line one is the only dynamic line in the hexagram, meaning\nhere, says Ch'eng-tzu, \"the way of the superior man.\" There must have been\nsome deviation from that, or \"returning\" could not be spoken of.\nNOTES AND PARAPHRASES\nSiu: At the outset, the man returns to the original course of goodness after a\nminor setback. There is no cause for remorse since the evil is put aside quickly.\nWing: You may be considering an idea that is by nature contrary to your\nprinciples. Exercise self-discipline and hold to what you feel is right. In this way\nyou cultivate your character and will surely attain great things.\nEditor: The line describes one who turns around immediately when he discovers\nhis error.\nA man should always have these two rules in readiness; the one, to do\nonly whatever the reason of the ruling and legislating faculty may\nsuggest for the use of men; the other, to change thy opinion, if there is\nany one at hand who sets thee right and moves thee from any opinion.\nBut this change of opinion must proceed only from a certain persuasion,\nas of what is just or of common advantage, and the like, not because it\nappears pleasant or brings reputation.\nMarcus Aurelius\nA. Rectify a minor mistake.\nB. Abandon an inferior action or attitude now before it causes serious\nproblems later on.",
    "2": "Line-2\nLegge: The second line, magnetic, shows the admirable return of its subject.\nThere will be good fortune.\nWilhelm/Baynes: Quiet return. Good fortune.\nBlofeld: A return blessed by heaven -- good fortune!\nLiu: Quiet return. Good fortune. [It benefits one to rely on an influential\nperson.]\nRitsema/Karcher: Relinquishing Returning. Significant.\nShaughnessy: Beneficent return; auspicious.\nCleary (1): Good return; auspicious.\nWu: He who admires Return will find auspiciousness.\nCOMMENTARY\nConfucius/Legge: This is due to her condescension to the virtuous subject of\nthe line below. Wilhelm/Baynes: The good fortune of a quiet return depends\non subordination to a good man. Blofeld: This good fortune results from our\ntreating others with loving-kindness. Ritsema/Karcher: Using humanity\nbelow indeed. Cleary (2): Comes through humble benevolence. Wu: (This) is\ndue to his submission to the one having the love for mankind.\nLegge: Line two is in its proper place and central, but it is magnetic. This is\nmore than compensated for by its adherence to line one -- the fifth line not being\na proper correlate. Hence her return is called excellent or admirable. The\nvirtuous subject of the first line is in line two called zhen, the \"benevolent\" or\n\"loving.\" It is the only case in all the symbolism of the I Ching where we find\nthat term used as an adjective. It is emphatic here for \"Humanity\" -- man in his\nideal state.\nNOTES AND PARAPHRASES\nSiu: The man makes an admirable comeback through an act of self-mastery.\nThis is made easier by the example of a good man.\nWing: It is much easier to do the right thing when you are in good company.\nFollowing good examples will lead you to success.\nEditor: The meaning of the line is derived from its allegiance to line number\none. This can be interpreted as subordination to a high ideal or principle of\n\nintegration. If we consider Legge's commentary on the concept of zhen as love in\nthe highest sense of unity/union, then the line suggests a return to a principle of\nlove, unity or even the Supreme Ultimate itself.\nThe world is moving in spirals, and our greatest modern philosophers\nare nearing a place in their mental orbit where they come again into\nconjunction with minds like Pythagoras and Plato.\nF. Hartmann -- Paracelsus: Life and Prophecies\nA. Suggests the tranquil subordination of ego to a higher principle.\nB. Renounce your claim to action and return to the Work.",
    "3": "Line-3\nLegge: The third line, magnetic, shows one who has made repeated returns. The\nposition is perilous, but there will be no error.\nWilhelm/Baynes: Repeated return. Danger. No blame.\nBlofeld: Frequent returns -- trouble, but no error!\nLiu: Frequent returns. Danger. No blame.\nRitsema/Karcher: Imminent Returning. Adversity. Without fault.\nShaughnessy: Sequenced return; danger; there is no trouble.\nCleary (1): Repeated return; danger, no fault.\nCleary (2): Repeated return is diligence. There is no fault.\nWu: He who regains Return after repeatedly losing it will be in a perilous\nposition, but blameless. [The person seems to be unable to stay on course, but\nmanages to correct his error every time as soon as he knows it. A combination\nof vacillation and endeavor to be right earns him a passing grade.]\nCOMMENTARY\nConfucius/Legge: Notwithstanding her many returns there will be no error\nbecause she aims after righteousness. Wilhelm/Baynes: The danger of\nrepeated return is, in its essential meaning, deliverance from blame. Blofeld:\nThis means that we are in no way to blame for the trouble. Ritsema/ Karcher:\nRighteous, without fault indeed. Cleary (2): The diligence of repeated return is\nfaultless if right. Wu: The peril of repeatedly losing Return is in principle\nblameless.\n\nLegge: Line three is magnetic in the dynamic place at the top of the trigram of\nMovement. Any evil issue may be prevented by caution and awareness of danger.\nNOTES AND PARAPHRASES\nSiu: The man is changeable, departing time after time from the right course\nbecause of his uncontrolled desire for apparent advantages and returning to it for\nseemingly better solutions. No great blame will be attached to him, but there is\nstill some danger.\nWing: This position indicates the type of person who is constantly vacillating\nbecause of the imagined advantages of other paths. This kind of experimentation\ncould be dangerous, but is mostly an annoyance to all concerned. It is indicated\nthat the situation will improve nevertheless.\nEditor: Implicit here is the idea that there are many lessons to be learned and\nreinforced when one undertakes the Work, and uncertainty and vacillation are to\nbe expected. Often we expect more of ourselves than we are capable of\nperforming. One doesn't learn how to be a mountain climber by immediately\nattempting to scale Mt. Everest. The Work is a task of many lifetimes, involving\nthe step by step integration of countless disparate complexes within the psyche.\nOccasionally we may get off the path, but as long as we remain committed to the\nWork we must always return -- hopefully having learned something from our\ntemporary detour. This is not a justification for a failure of willpower, but it is a\nrecognition that such failures exist here in the World of the Senses. Blofeld's\ninterpretation of the Confucian commentary can be misleading -- the \"no blame\"\nor \"no error\" proviso in the original line derives from our recognition that we\nhave gotten off the path and are determined to return to it, not usually that we\nare entirely free of culpability. On the other hand, the line can sometimes\nrepresent a recurring issue in which personal blame is not an obvious factor: one\njust has to deal with it until it’s resolved. (For example, a problem which others\nhave not integrated, that they keep pushing on you.) In its most negative\ninterpretation, the line images a chronic condition.\nThose relationships which arouse, beckon to us or repel us embody the\narchetypal \"grand themes\" which have been brought into actualization\nmore or less adequately in our childhood by our parental encounters;\nnow they confront us ever and again, making us renew old encounters\nor making us complete or compensate for that which is still incomplete.\nE.C. Whitmont -- The Symbolic Quest\nA. An unresolved situation presents itself again.\nB. The image suggests a vacillation of willpower.\nC. You'll have to do it over again until you get it right.\n\nD. A repeated offender -- you haven't yet gotten a grip on an old issue.",
    "4": "Line-4\nLegge: The fourth line, magnetic, shows its subject moving right in the center\namong those represented by the other divided lines, and yet returning alone to\nher proper path.\nWilhelm/Baynes: Walking in the midst of others, one returns alone.\nBlofeld: Setting forth in company, but returning alone. [This suggests\nthat our companions will try (or are trying) to lead us astray and that we must\nlet them go forward alone.]\nLiu: One walks among others but returns by oneself. [Now is the time to better\nyourself.]\nRitsema/Karcher: Centering movement, solitary Returning.\nShaughnessy: In the ranks there is solitary return.\nCleary (1): Traveling in the center, returning alone.\nWu: Being in the middle, he alone finds Return.\nCOMMENTARY\nConfucius/Legge: Her object is to pursue the proper path. Wilhelm/\nBaynes: One returns alone, and so follows the right way. Blofeld: This solitary\nreturn is necessary if the path of righteousness is to be followed. Ritsema/\nKarcher: Using adhering-to tao indeed. Cleary (2): (This) is done by following\nthe path. Wu: Because he follows the principle.\nLegge: Line four differs from all the other magnetic lines in that she is the only\none to have a proper correlate in line one. Hence her course is different\naccordingly.\nWilhelm: … [Line four] is in the midst of weak lines, and is itself compliant and\nin a weak place. One might infer a lack of initiative. But the line is in the\nrelationship of correspondence to the strong nine at the beginning, hence solitary\nreturn.\n\nNOTES AND PARAPHRASES\nSiu: The man is superficially connected with inferior people but more deeply\nattached to a noble friend.\nWing: Your current milieu is inferior. You have become aware of the possibility\nof a change for the better and wish to move in that direction. Be aware that your\nfriends may not follow you. Your path could be a solitary one.\nEditor: In an inner sense, this can refer to conflicting emotions and the correct\nway to deal with them. The Confucian commentary suggests the paraphrase: \"Do\nwhat is right or proper in the situation under question.\" This is indicated by the\nline’s proper alliance with its powerful first line correlate. Wilhelm’s commentary\non the hexagram links to the symbolism of line four: “Thus the [line] counsels\nturning away from the confusion of external things, turning back to one’s inner\nlight. There, in the depths of the soul, one sees the Divine, the One. It is indeed\nonly germinal, no more than a beginning, a potentiality, but as such clearly to be\ndistinguished from all objects. To know this One means to know oneself in\nrelation to the cosmic forces.”\nWhat is it, in the end, that induces a man to go his own way and to rise\nout of unconscious identity with the mass as out of a swathing mist? ... It\nis what is commonly called vocation: an irrational factor that destines a\nman to emancipate himself from the herd and from its well-worn paths.\nTrue personality is always a vocation and puts its trust in it as in God,\ndespite its being, as the ordinary man would say, only a personal feeling.\nBut vocation acts like a law of God from which there is no escape. The\nfact that many a man who goes his own way ends in ruin means nothing\nto one who has vocation. He must obey his own law, as if it were a\ndaemon whispering to him of new and wonderful paths. Anyone with a\nvocation hears the voice of the inner man: he is called.\nJung -- The Development of Personality\nA. Disregard the influence of contrary forces and get back on course. (Stop\ncomparing yourself with others.)\nB. Follow your inner gnosis, not conventional opinion.",
    "5": "Line-5\nLegge: The fifth line, magnetic, shows the noble return of its subject. There will\nbe no ground for repentance.\nWilhelm/Baynes: Noble hearted return. No remorse.\nBlofeld: Returning for some high purpose -- no regret!\n\nLiu: Benevolent return. No remorse.\nRitsema/Karcher: Magnanimous Returning. Without repenting.\nShaughnessy: Thick return; there is no regret.\nCleary (1): Attentive return; no regret.\nWu: He attains Return with assiduities. There will be no regret.\nCOMMENTARY\nConfucius/Legge: This is due to her striving to perfect herself in accordance\nwith her central position. Wilhelm/Baynes: Central, therefore he is able to\ntest himself. Blofeld: This middle line (of the upper trigram) implies critical\nself-examination. Ritsema/Karcher: Centering originating-from the\npredecessor indeed. Cleary (2): Attentive return without regret is balanced\nreflection on oneself. Wu: From a central position he examines himself.\nLegge: Line five is in the central place of honor, and the middle of the trigram of\nDocility; hence its auspice.\nNOTES AND PARAPHRASES\nSiu: The man makes a noble hearted recovery by squarely facing his own\nshortcomings rather than leaning on trivial excuses.\nWing: You are aware of the need for a new beginning and have the courage to\nmake the change. By observing your faults with objectivity and resolution at this\ntime you will gain the strength of character necessary to overcome them.\nEditor: Wilhelm's commentary describes a test situation: \"(The line) is central;\ntherefore it is possible for it to test itself and thus to find a way of turning back\nfrom all mistakes. The relationship with the (first line) is not suggested by any\nexternal ties, hence it represents noble hearted free decision.\" Blofeld's: \"critical\nself- examination\" in the Confucian commentary repeats this idea, as does\nCleary’s “Balanced reflection on oneself.”\nThe recovery of the original unity cannot come about without the aid of\nman, for which purpose he was created and sent down into the place of\nthe shells which is our world. The restoration of the original unity is a\ncollective venture each individual must set out to accomplish for himself,\nfor the restoration of his exiled soul is his own responsibility.\nC. Ponce -- Kabbalah\nA. One tests one's will by returning to the Work.\n\nB. Self-examination reveals your deficiencies. Once they are recognized,\nre-center your perception.",
    "6": "Line-6\nLegge: The sixth line, magnetic, shows its subject all astray on the subject of\nreturning. There will be evil. There will be calamity and errors. If with her views\nshe puts the hosts in motion, the end will be a great defeat, whose issues will\nextend to the ruler of the state. Even in ten years she will not be able to repair the\ndisaster.\nWilhelm/Baynes: Missing the return. Misfortune. Misfortune from within\nand without. If armies are set marching in this way, one will in the end suffer a\ngreat defeat, disastrous for the ruler of the country. For ten years it will not be\npossible to attack again.\nBlofeld: A confused return -- misfortune! Disasters and injury threaten. Armies\nset marching, but ultimately a great defeat takes place. Disaster is about to\novertake the ruler and for at least ten years there can be no hope of putting things\nto right.\nLiu: Confusing return. Misfortune, disaster. If there is a battle, there will be a\ngreat defeat. The ruler of the nation will meet disaster, and it (Sic) will be unable\nto attack for ten years. [At this time quietness ensures good fortune, but action\nleads to misfortune.]\nRitsema/Karcher: Deluding Returning. Pitfall. Possessing Calamity [and]\nBlunder. Availing-of moving legions: completing possesses great destroying.\nUsing one's city chief: pitfall. Culminating tending-towards ten years- revolved\nnot controlling chastisement.\nShaughnessy: Lost return; inauspicious. There being this inspection, herewith\nmove troops; in the end there will be a great defeat, together with its state lord;\ninauspicious; until the tenth year you cannot make it upright.\nCleary (1): Straying from return is bad; there is trouble. A military expedition\nwill end in a great defeat, which is disastrous even for the ruler of the nation;\neven in ten years there is no victory.\nWu: Losing Return in bewilderment will be foreboding. There will be calamities.\nIf he leads his army in battles, he will be thoroughly defeated in the end. The\ndisaster will inflict his ruler as well. Even in ten years he will not win.\n\nCOMMENTARY\nConfucius/Legge: Evil consequences result because the course pursued is\ncontrary to the proper course for a ruler. Wilhelm/Baynes: The misfortune in\nmissing the return lies in opposing the way of the superior man. Blofeld: The\nmisfortune described here is the result of deviation from the path of the Superior\nMan. [The omen presages very serious trouble affecting many people besides\nourselves as a result of deviation from the path of virtue.] Ritsema/Karcher:\nReversing the chief: tao indeed. Cleary (2): Turning back on the path of a\nleader. Wu: The proper conduct of a sovereign has been violated.\nLegge: Line six is magnetic at the top of the hexagram. The time for returning is\nover with, and any action she takes will lead to the evils mentioned. \"Ten years\"\nseems to be a round number signifying a long time.\nNOTES AND PARAPHRASES\nSiu: The man attempts to gain his objectives by force. His blind obstinacy leads\nto calamity. The use of armies under these conditions will result in a great defeat\nand a long-lasting disaster for the state.\nWing: You've missed the time to make a change for the better at the beginning of\nthis recent cycle. This is unfortunate because you were quite capable of\nrecognizing the need for reform. Instead, you have stubbornly locked yourself\ninto a non-constructive attitude. You must now wait out the entire cycle before\nyou have another chance to change.\nEditor: Line six is an unambiguous image of vacillation about the proper path,\nand a warning about the consequences of inferior choices. Note that Legge,\nWilhelm, Liu and Wu all use the conditional ‘if’ to represent the option of\nmilitary action: in other words there is still room to avoid defeat by returning to\nbase rather than attacking. Hence the portent of this line is not necessarily a\nforegone conclusion.\nNow if a man is engrossed in appetites and ambitions and spends all his\npains on these, all his thoughts must needs be mortal and, so far as that\nis possible, he cannot fall short of becoming mortal altogether, since he\nhas encouraged the growth of his mortality.\nPlato -- The Timaeus\nA. Get your act together or suffer dire consequences.\nJuly 5, 2001, 4/23/06, 8/7/11"
  }
}