{
  "hexagram_number": 16,
  "gua": "Judgment\nLegge: Enthusiasm indicates that feudal princes may be set up and the army\nadvantageously mobilized.\nWilhelm/Baynes: Enthusiasm. It furthers one to install helpers and to set\narmies marching.\nBlofeld: Repose profits those engaged in building up the country and sending\nforth armies. [This means that perfect certainty as to the rightness of our cause\nis of great value under the conditions mentioned. The usual meaning of this\ncharacter is \"beforehand\" or \"happiness.\" In the English translation of\nWilhelm's version, it appears as \"enthusiasm.\" \"Repose\" was suggested by the\nChinese experts who kindly vetted this manuscript. At first I felt hesitant about\nadopting it, until I realized that, where it is used favorably, it must be\nunderstood as the kind of mental repose which follows absolute confidence that\nthe action now being taken is the right one. In lines one, three and six, however,\nit clearly means failure to act when action is essential; in line five, failure to act\nowing to incapacity.]\nLiu: Happiness. It is of benefit to build up the country (or business), and send\nthe army forth. [Receivers of this hexagram should be wary of exhibiting\nexcessive enthusiasm when beginning a new undertaking. If they are not, there\nwill be misfortune. The hexagram also advises that everything necessary for\nadvancement should be made ready. Then if an opportunity presents itself, it\nshould be seized immediately, without hesitation.]\nRitsema/Karcher: Providing-for, Harvesting: installing feudatories to move\nlegions. [This hexagram describes your situation in terms of what is needed to\nmeet the future. It emphasizes that accumulating strength through foresight\nand prudence so things can be fully enjoyed is the adequate way to handle it. To\nbe in accord with the time, you are told to: provide-for!]\nShaughnessy: Excess: Beneficial to establish a lord and to move troops.\n\nCleary (1): Joy. It is advantageous to set up a ruler and mobilize the army.\nWu: Merriment indicates the advantage of establishing principalities and\ntaking military actions.\nThe Image\nLegge: Thunder exploding out of the Earth -- the image of Enthusiasm. The\nancient kings, in accordance with this, composed their music and honored virtue,\noffering it especially to God when they worshipped him at the service of their\nancestors.\nWilhelm/Baynes: Thunder comes resounding out of the earth: the image of\nEnthusiasm. Thus the ancient kings made music in order to honor merit, and\noffered it with splendor to the Supreme Deity, inviting their ancestors to be\npresent.\nBlofeld: This hexagram symbolizes thunder over the earth. The ancient rulers\nvenerated heaven's gifts with solemn music and they sacrificed abundantly to the\nSupreme Lord of Heaven in order to be worthy of their ancestors.\nLiu: Thunder arising from the earth symbolizes Happiness. The ancient kings\ncomposed music to honor virtue, offering it to God and the spirits of their\nancestors.\nRitsema/Karcher: Thunder issuing-forth-from earth impetuously.\nProviding-for. The Earlier Kings used arousing delight to extol actualizing-tao.\nExalting worship's Supreme Above. Using equalizing the grandfather\npredecessors. [Actualize-tao: ability to follow the course traced by the\nongoing process of the cosmos... Linked with acquire, TE: acquiring that which\nmakes a being become what it is meant to be.]\nCleary (1): When thunder emerges the earth stirs: Thus did the kings of yore\nmake music to honor virtue, offering it in abundance to God, thereby to share it\nwith their ancestors.\nWu: Thunder breaks out above the earth with a boom; this is Merriment. Thus\nthe ancient kings used music to praise virtuous accomplishments and made\ngrand offerings to the Supreme Being to be accompanied by their ancestors.\nCOMMENTARY\nConfucius/Legge: Enthusiasm shows one dynamic line inspiring responsive\nobedience in all the others: devoted obedience takes action. Such obedient action\nconforms to natural law and creates order and discipline in the people. The\nplanets and the seasons follow their natural cycles. The sages similarly obey the\n\nlaws of their nature and the people acknowledge their regulations and\npunishments as just.\nLegge: Enthusiasm shows harmony and contentment throughout the\nkingdom -- a time when the people rejoice in their sovereign and readily obey\nhim. At such a time his appointments and any military undertakings would be\nhailed and supported. Because he is close to the fifth place of dignity, the\ndynamic fourth line is seen as the chief executive officer of the ruler. The ruler\nhas confidence in him, and all of the magnetic lines yield their obedience.\nObedience is the attribute of the lower trigram which here takes the initiative and\nuses Movement, which is the attribute of the upper trigram.\nThe symbolism of the Image is more obscure than usual. The use of music\nat sacrifices is supposed to assist in producing the union between God and his\nworshippers as well as the present and past generations.\nNOTES AND PARAPHRASES\nJudgment: Delegate authority and gather your forces.\nThe Superior Man synchronizes his will with the intent of the Self via the\nprinciples of the Work.\nEnthusiasm is the reverse of the preceding hexagram of Temperance.\nIn Temperance we saw the calm strength of a mountain concealed within the\nearth. In Enthusiasm we see thunder exploding out of the ground into the sky:\nthe strength that was formerly tempered and restrained is now released. It is\nsignificant to note that while every line of Temperance is more or less\n\"favorable,” every line of Enthusiasm is either negative or cautionary -- even\nthe generally positive fourth line carries a hint of warning about “doubt.”\nNegatively, Self-Deception (the passion of True Believers) seems to be\nwhat this hexagram is portraying. The figure often suggests a callow or deluded\nbuoyancy -- the kind of outlook associated with romantic idealists. In its most\nnegative aspect, Enthusiasm is Intemperance -- the exact opposite of the\nmoderation and restraint shown in the preceding hexagram. The behavior of an\nuntrained Great Dane puppy suddenly bursting into a formal dinner party could\nbe described as \"enthusiasm,” but hardly a desirable form thereof. The lower\ntrigram of Obedient Devotion has suddenly employed the action and energy of\nthe upper trigram of Thunderous Shock to express itself. This is inconsistent\nwith the code of the superior man.\nConversely, in its most positive sense, Enthusiasm suggests the surety of\ntotal self-confidence. Blofeld translates this as Repose, explaining that the name\nwas suggested to him by his Chinese advisors. We begin to understand this\nsubtle distinction when we compare the seemingly obscure connection with\nmusic in the Image with a passage from Chuang- tse:\n\nHe who understands the music of heaven lives in accordance with nature\nin his life and takes part in the process of change of things in his death.\nIn repose, his character is in harmony with the yin principle; in activity,\nhis movement is in harmony with the yang principle. Therefore he who\nunderstands the music of heaven is not blamed by heaven or criticized by\nmen ... It is said, \"In action he is like heaven. In repose he is like the earth\n... Because his mind has found repose, therefore the creation pays\nhomage to him.”\nTo understand “the music of heaven” is to attain Repose, which is\nanother way of describing the tranquility that comes with furthering the intent of\nthe Self. The only dynamic line in the hexagram is in the minister's place just\nbelow the fifth-line ruler. He has the confidence of his sovereign and his actions\ntherefore accord with heaven. We can turn to the Stoics to find an illustration of\nthis idea:\nMy will is simply that which comes to pass. For I esteem what God wills\nbetter than what I will. To Him will I cleave as His minister and\nattendant; having the same movements, the same desires, in a word the\nsame will as He.\n-- Epictetus\nThus we see that the hexagram can describe either one of two opposite\nconditions -- the intemperate Enthusiasm of ego-confidence (a synonym for\nSelf-Deception), or the calm Repose of true SELF-confidence. The fifteenth\nand sixteenth hexagrams, each the inverse of the other, represent magnetic and\ndynamic aspects of the same general idea: Enthusiasm, when it emanates from\nthe Self, is just Temperance in action.",
  "lines": {
    "1": "Line-1\nLegge: The first line, magnetic, shows its subject proclaiming her pleasure and\nsatisfaction. There will be evil.\nWilhelm/Baynes: Enthusiasm that expresses itself brings misfortune.\nBlofeld: The crowing of the cock bespeaks repose -- an evil omen! [A sleepy\ncockcrow is not likely to bring men leaping from their beds, yet the traditional\nrole of the cock is to sound the call to renewed action.]\nLiu: Happiness that shows itself off brings misfortune.\nRitsema/Karcher: Calling Provision. Pitfall. [Provide(-for)/Provision, YU:\nready, prepared for; prearrange, take precaution, think beforehand; satisfied,\ncontented, at ease.]\n\nShaughnessy: Calling out in excess; inauspicious.\nCleary (1): Trumpeting joy is inauspicious.\nWu: Crowing over merriment will be foreboding.\nCOMMENTARY\nConfucius/Legge: Her wishes have been satisfied to overflowing. Wilhelm/\nBaynes: This leads to the misfortune of having the will obstructed. Blofeld:\nThe evil mentioned in this passage is that which results from utter exhaustion of\nthe will-power. Ritsema/Karcher: Purpose exhausted, pitfall indeed. Cleary\n(2): Trumpeting joy bodes ill when the aspiration reaches an impasse. [The first\nyin harmonizes with the fourth yang above and rejoices in this; having no real\nqualities in oneself, only aspiring to cleave to others, how can one not come to\nan impasse?] Wu: Lacking aspiration will be foreboding.\nLegge: Line one is magnetic, with a dynamic correlate in the fourth place. She\nmay well enjoy the happiness of the time, but unable to contain herself, she\nerupts in boastful enthusiasm and calls undue attention to herself. Enthusiasm\nhas thus been her undoing.\nNOTES AND PARAPHRASES\nSiu: At the outset, the man is enthusiastic and boastful.\nWing: Although you may have a harmonious connection with someone in a high\nposition, it does not necessarily indicate that you are on top of the situation.\nFurthermore, if you boast of your advantage, you will surely invite disaster.\nEditor: The meaning here can be subtle. Something (a strong emotion or\nattitude perhaps) is upsetting one’s equilibrium. In addition to the usual meaning\nof “enthusiasm,” this can symbolize any release or loss of energy (even despair,\nanguish, depression or grief – “Anti-Enthusiasm,” if you will), which serves to\ndemolish Repose. Shaughnessy labels it Excess. Wilhelm and Blofeld render\nthe Confucian commentary in terms of the obstruction or exhaustion of\nwillpower. Ritsema/Karcher describe a loss of purpose; Cleary and Wu, blocked\naspiration. If this is the only changing line, the hexagram changes to Shock, a\nplausible consequence in this case.\nBut woe unto you that are rich! For ye have received your consolation.\nWoe unto you that are full! For ye shall hunger. Woe unto you that laugh\nnow! For ye shall mourn and weep.\nLuke 6: 24-25\n\nA. A false sense of well-being – or, a false sense of despair. Examine the\nsituation to determine where your conscious outlook or emotional response does\nnot conform with the goals of the Work.\nB. Ego/Self Repose is obstructed by inappropriate belief.",
    "2": "Line-2\nLegge: The second line, magnetic, shows one who is firm as a rock. She sees a\nthing without waiting till it has come to pass; with her firm correctness there will\nbe good fortune.\nWilhelm/Baynes: Firm as a rock. Not a whole day. Perseverance brings good\nfortune.\nBlofeld: Unmoved as a rock; before the end of day, righteous persistence will\nbring good fortune. [Unmoved as a rock because of the repose which results\nfrom absolute confidence in a decision already taken.]\nLiu: Firm and stable like a rock. Do not wait a whole day. Continuing brings\ngood fortune.\nRitsema/Karcher: Chain-mail tending-towards petrification: Not completing\nthe day. Trial: significant.\nShaughnessy: Scratched on a rock; not to the end of the day; determination is\nauspicious.\nCleary (1): Firm as a rock, not procrastinating, rectitude is good.\nWu: He is upright like a rock. In less time than the passing of the day, he\ndiscriminates the good from the bad. To be persevering is auspicious.\nCOMMENTARY\nConfucius/Legge: This is shown by the central and correct position of the\nline. Wilhelm/Baynes: Because it is central and correct. Blofeld: This is\nindicated by the suitable position of this line which is central to the lower\ntrigram. Ritsema/Karcher: Using centering correcting indeed. Cleary (2):\nIt is balanced in the right way. Wu: Because he is central and correct.\nThe Master said: \"Does not he who knows the inception of things\npossess spirit-like wisdom? The superior man, in his intercourse with the\nhigh, uses no flattery, and, in his intercourse with the low, no coarse\nfreedom: does not this show that he knows the inception of things? Those\nbeginnings are the slight stirrings of movement, and the earliest\n\nindications of good fortune or ill. The superior man sees them, and acts\naccordingly without waiting for the delay of a single day. As is said in\nthe I Ching, `He is firm as a rock, and acts without waiting for the delay\nof a single day. With firm goodness there will be good fortune.' Firm as a\nrock, how should he have to wait a single day to ensure his knowing\nthose beginnings and his course? The superior man knows the minute\nand the manifested; he knows what is weak, and what is strong: he is a\nmodel to ten-thousand.\"\nLegge: The magnetic second line is in her correct central position in the lower\ntrigram. Quietly and firmly she is able to abide in her place and exercise a farseeing discrimination. All is indicative of good fortune.\nNOTES AND PARAPHRASES\nSiu: The man is quiet, but firm as a rock, yet sensitive to the first imperceptible\nsigns of impending changes. He does not delay in taking action.\nWing: To be able to recognize the early signs of a change in fortune is a\ntremendous gift. While others may be swept away by compelling rhythms and\nfads, you adhere firmly to the underlying principles of your nature and react\nappropriately to the demands of the time. Such is the behavior of leaders.\nEditor: All translations except Legge and Cleary's render the second sentence in\nthe imagery of \"not waiting for a whole day to pass,” which suggests action\ntaken on the basis of foresight, premonition or intuition. This line is sometimes\nan injunction to follow your common sense -- saying in effect, that an oracle is\nunnecessary to proclaim the obvious.\nYou don't need a weatherman to know\nwhich way the wind blows.\n-- Bob Dylan\nA. Proper discrimination knows when to act, and when to refrain from\naction.\nB. Your own intuition already knows the answer to your query.",
    "3": "Line-3\nLegge: The third line, magnetic, shows one looking up for favors, while she\nindulges the feeling of pleasure and satisfaction. If she would understand! If she\nbe late in doing so, there will indeed be occasion for repentance.\nWilhelm/Baynes: Enthusiasm that looks upward creates remorse.\nHesitation brings remorse.\n\nBlofeld: To gaze reposefully brings regret; tardy action brings regret. [This\nsuggests inactivity prolonged beyond reasonable measure.]\nLiu: Looking upward leads to remorse. Delay brings regret.\nRitsema/Karcher: Skeptical Providing-for, repenting. Procrastinating\npossesses repenting.\nShaughnessy: A bowl's excess; regret; being slow there is regret.\nCleary (1): Looking up to joy, if repentance is tardy, there will be regret.\nCleary (2): Looking up in joy, repent. If too late, there is regret.\nWu: Gazing at merriment will bring regret. Loitering about will bring regret.\nCOMMENTARY\nConfucius/Legge: This is intimated by the position not being the appropriate\none. Wilhelm/Baynes: The place is not the appropriate one. Blofeld: This is\nindicated by the line's unsuitable position. Ritsema/ Karcher: Situation not\nappropriate indeed. Cleary (2): Wu: Because his position is improper.\nLegge: Line three is magnetic in a dynamic place. She looks upward and\ndepends upon the ruling line above while she does nothing herself but indulge in\npleasure. Unless she changes her attitude, the auspice is bad.\nNOTES AND PARAPHRASES\nSiu: The man looks upward for favors and continues his dependency upon\nothers. He indulges in visions of pleasure and affluence. Unless he changes\nimmediately, he will be sorry.\nWing: You have waited complacently for a cue from someone else to motivate\nyou. Whatever the reasons for your hesitation, whether it is idle pleasure in the\npresent or simply inertia, you are losing your independence and self-reliance. You\ncan still save yourself. Move.\nEditor: This line is magnetic when the times call for dynamic action, giving us\nan image of indolent dependency. Without doing anything, she wants to \"have\nher cake and eat it too.” Sometimes one receives this line when in a state of\ndespair: feeling as if abandoned to one's fate by an incomprehensible cosmos.\nThe idea is that fate isn't going to make the transition for you: you must do it\nyourself.\n\nTo those who are self-conceited and vain of their imaginary knowledge of\nexterior things, having no real wisdom, nothing can be shown, because\nthe perverted action of their own minds opposes the harmonious action of\nthe Universal Mind and repulses it. The spheres of their souls become\nnarrow and contracted, and cannot expand towards the whole. They\nrest self-satisfied, buried in the shadow of their own ignorance, and are\ninaccessible to the light of Nature.\nParacelsus -- Philosophia Sagax\nA. Stop indulging yourself and do what you know to be correct in the\nmatter at hand.\nB. Your confidence is misplaced.\nC. The image suggests weakness and dependency.",
    "4": "Line-4\nLegge: The fourth line, dynamic, shows him from whom the harmony and\nsatisfaction come. Great is the success which he obtains. Let him not allow\nsuspicions to enter his mind, and thus friends will gather around him.\nWilhelm/Baynes: The source of enthusiasm. He achieves great things.\nDoubt not. You gather friends around you as a hair clasp gathers the hair.\nBlofeld: From repose, great results accrue. Harbor no doubts. Why should it be\nharmful to befriend this official? [The meaning of this terse question is not\nobvious; but the enquirer may find it apt in the context either of his question or\nof subsequent events.]\nLiu: The source of happiness. One receives great gain without hesitation. Your\nfriends are already successful.\nRitsema/Karcher: Antecedent Provision. The great possesses acquiring. No\ndoubting. Partners join-together suddenly.\nShaughnessy: Really excess; if one greatly has gain, do not doubt; cowries and\nshells slander.\nCleary (1): Being the source of joy, there is great gain. Do not doubt.\nCompanions gather.\nWu: Let merriment have its way. There is much to gain. No doubt about it.\nFriends will unite their hairpins.\n\nCOMMENTARY\nConfucius/Legge: His aims take effect on a grand scale. Wilhelm/Baynes:\nHis will is done in great things. Blofeld: The first sentence indicates the fullest\nattainment of our will. Ritsema/Karcher: Purpose: the great moving indeed.\nCleary (2): The aspiration is carried out greatly. Wu: His aspirations are fully\nrealized.\nLegge: The dynamic subject of line four is the agent to whom the happy\ncondition is owing, and it is only necessary to caution him to maintain his\nconfidence in himself and his purpose. His adherents and success will continue.\nAnthony: The source of enthusiasm is in believing in our path and its ultimate\nsuccess, because it is correct. We gather friends and helpers when this belief is\nstrong enough that we do not try to convince people or contend with them.\nContending comes from the ego, which secretly disbelieves.\nNOTES AND PARAPHRASES\nSiu: The man is confident, free of suspicions of others, and sincere in his\ndedication. He instills harmony and satisfaction among his associates. People\ngather around him in effective cooperation.\nWing: Harmonious times are approaching. It is safe to exhibit your confidence\nin the future. Your attitude will attract others to you, who will co-operate in your\nendeavors. In this way you can accomplish great deeds.\nEditor: As the only dynamic line in the hexagram, line four is considered to be\nits ruler. When we note that Legge mentions \"harmony and satisfaction\" instead\nof \"enthusiasm,\" we begin to see the meaning behind Blofeld's title of Repose.\nIndeed, his translation of the line begins: \"From repose, great results accrue...\"\nWilhelm's version gives the idea of consolidating forces \"as a hair clasp gathers\nthe hair.\" Psychologically interpreted, a process of integration is symbolized. The\nline can sometimes be a gentle admonition to have faith in your own unconscious\nprocesses to advance the Work.\nThe One does not aspire to us, to move around us; we aspire to it, to move\naround it. Actually, we always move around it; but we do not always\nlook. We are like a chorus grouped about a conductor who allow their\nattention to be distracted by the audience. If, however, they were to turn\ntowards their conductor, they would sing as they should and would\nreally be with him. We are always around The One. If we were not, we\nwould dissolve and cease to exist. Yet our gaze does not remain fixed\nupon the One. When we look at it, we then attain the end of our desires\nand find rest.\nPlotinus -- The Enneads\n\nA. A powerful force calmly organizes separate elements to effect a\nsynthesis.\nB. Quiet SELF-confidence inspires the allegiance of inner forces,\naccumulating energy for transformation.",
    "5": "Line-5\nLegge: The fifth line, magnetic, shows one with a chronic complaint, but who\nlives on without dying.\nWilhelm/Baynes: Persistently ill, and still does not die.\nBlofeld: Illness is presaged, but it will not last long or cause death.\nLiu: Long illness, but still living.\nRitsema/Karcher: Trial: affliction. Persevering, not dying.\nShaughnessy: Determination is illness; if constant you will not die.\nCleary (1): There is a persistent illness, but one never dies.\nCleary (2): Chaste in illness, one never dies.\nWu: It is like having a persistent illness, but not fatal.\nCOMMENTARY\nConfucius/Legge: She is mounted on a dynamic line in the central position,\nand her memories of the past have not yet perished. Wilhelm/Baynes: It rests\nupon a hard line. That it nevertheless does not die is due to the fact that the\nmiddle has not yet been passed. Blofeld: Illness is indicated because this\nyielding line comes immediately above a firm one. Recovery rather than death is\nto be expected because this line is, nevertheless, central to the upper trigram.\nRitsema/Karcher: Trial: affliction. Riding a solid indeed. Persevering, not\ndying. Center not-yet extinguished indeed. Cleary (2): Being chaste in illness\nmeans riding on firmness. Never dying means not losing balance. Wu: Because\nits position remains central.\nLegge: Line five is magnetic in the place of a dynamic ruler, and in danger of\nbeing carried away by the lust of enthusiasm. Her proximity to the powerful\ninfluence below is a source of danger. Hence she is represented as suffering from\na chronic complaint.\n\nNOTES AND PARAPHRASES\nSiu: The man is continually complaining. Yet the very struggling against the\ndaily troubles constitutes his immediate incentive for living.\nWing: Total harmony is obstructed and impossible. Yet the very awareness of\nthis will keep you from sinking again into chaos and eventual defeat.\nWilhelm/Baynes: Here enthusiasm is obstructed. A man is under constant\npressure, which prevents him from breathing freely. However, this pressure has\nits advantage – it prevents him from consuming his powers in empty enthusiasm.\nThus constant pressure can actually serve to keep one alive.\nAnthony: The situation is difficult and uncomfortable. We are still under the\ninfluence of striving to achieve results or hedging to prevent them. However, our\ndiscomfort is useful in causing us to seek out these attitudes which block our\nprogress.\nEditor: At its most neutral, the image suggests a chronic condition currently not\namenable to being cured. Sometimes this feels like ironic irritation: the oracle\nseems to be asking: \"When are you ever going to learn?” The ego is clinging to\noutmoded ways (the \"memories\" mentioned in Legge's Confucian commentary),\nand is yet unable to fully comprehend the demands of the Work. If this is the only\nchanging line, the hexagram becomes #45, Gathering Together, with a\ncorresponding line hinting that the source of our illness may be less-than-pristine\ndedication. Cleary (2): “Gathering around the position, there is no blame. If\nthose who are not loyal remain ever-faithful to their original commitment,\nregret vanishes.”\nBetter is one’s own dharma, though imperfectly performed, than the\ndharma of another well performed.\nBhagavad Gita\nA. A chronic problem remains unresolved.\nB. Nobody’s perfect: do the best you can with what you have.\nC. Old illusions obstruct your growth.",
    "6": "Line-6\nLegge: The sixth line, magnetic, shows its subject with darkened mind devoted\nto the pleasure and satisfaction of the time. But if she changes her course even\nwhen it may be considered as completed, there will be no error.\n\nWilhelm/Baynes: Deluded enthusiasm. But if after completion one changes,\nthere is no blame.\nBlofeld: Madcap repose. Fortunately a change takes place, so no blame is\ninvolved. [Madcap repose implies being tardy to the point of extreme rashness\nin the face of approaching danger or of a need to act.]\nLiu: Deluded happiness. Change after completion. No blame.\nRitsema/Karcher: Dim Providing-for. Accomplishment: possessing denial.\nWithout fault.\nShaughnessy: Dark excess; if complete perhaps you will be informed; there is\nno trouble.\nCleary (1): Oblivious in joy. What comes about has change; there is no blame.\nCleary (2): … What has come about changes, etc.\nWu: Merriment is obscured. There may be success, but changes are pending.\nThere will be no error.\nCOMMENTARY\nConfucius/Legge: How can one in such a condition continue for long?\nWilhelm/Baynes: Deluded enthusiasm in a high place: how could this last?\nBlofeld: Since this is a top line, the state of madcap repose cannot possibly last\nlong. Ritsema/Karcher: Dim Providing-for located above. Wherefore\npermitting long-living indeed? Cleary (2): Oblivion in joy is at the top. What\ncan last? Wu: How can the situation continue for long?\nLegge: The magnetic sixth line at the end of the hexagram is all but lost.\nThe action of the figure is over, and if she postpones changing her evil ways any\nlonger, there is no hope remaining for her. However, there is still a chance of\nsafety if she will but change.\nNOTES AND PARAPHRASES\nSiu: The man is distracted by pleasure and satisfaction. If he changes after the\nevents of the day have run their course, however, the sober awakening will\nprevent future errors.\nWing: The person in this position is lost in the memory of a compelling and\nharmonious experience. The time is past, and what is left is empty egotism.\nFortunately, reform is possible. There is an opportunity to move on to a situation\nof new growth.\n\nEditor: This line has a similar auspice as that of its (improper) correlate in line\nthree. Wilhelm's commentary states: \"A sober awakening from false enthusiasm\nis quite possible and very favorable.\" Note that “no blame” is mentioned,\nsuggesting that you are more ignorant than culpable in the situation at hand.\nWhile he is in a state of bondage, that is while lusts and falsities rule, the\nman who is subjected by them supposes that he is in a state of freedom;\nbut it is a gross falsity, for at the very time he is carried along by the\ndelight of his lusts and of the pleasures derived from them, that is, by the\ndelight of his loves; and because it is by a delight it appears to him as\nfree. Everyone thinks himself free while he is being led by some love -- so\nlong as he follows whithersoever it leads.\nSwedenborg -- Arcana Coelestia\nA. Conquer your illusions and change your ways.\nB. Illusions are shattered when pursued to their logical conclusions.\nJune 16, 2001, 3/7/09, 9/7/10, 8/9/11"
  }
}