{
  "hexagram_number": 46,
  "gua": "Judgment\nLegge: Pushing Upward means successful progress. Have no anxiety about meeting\nwith the great man. An advance to the south is fortunate.\nWilhelm/Baynes: Pushing Upward has supreme success. One must see the great\nman. Fear not. Departure toward the south brings good fortune.\nBlofeld: Ascending. Supreme success! It is essential to see a great man, so as to banish\nanxiety. Progressing towards the south brings good fortune.\nLiu: Ascending. Great Success. One should see a great man. Without fear. An\nexpedition to the south leads to good fortune.\nRitsema/Karcher: Ascending, Spring Growing. Availing-of visualizing Great People.\nNo cares. The South, chastising significant. [This hexagram describes your situation in\nterms of rising to a higher level. It emphasizes that setting a higher goal and working\ntoward it step by step is the adequate way to handle it. To be in accord with the time,\nyou are told to: ascend!]\nShaughnessy: Ascending: Prime receipt; beneficial to see the great man. Do not pity.\nFor the southern campaign, auspicious.\nCleary(1): Rising is greatly developmental; it calls for seeing a great person, so there\nwill be no grief. An expedition south brings good fortune.\nCleary (2): Rising is very successful, etc.\nWu: Ascension indicates great pervasion. It will be useful to see the great man. No\nanxiety. It will be auspicious to go south.\nThe Image\nLegge: Wood growing in the earth -- the image of Pushing Upward. The superior man\naccumulates small increments of virtue until it becomes high and great.\n\nWilhelm/Baynes: Within the earth, wood grows: the image of Pushing Upward.\nThus the superior man of devoted character heaps up small things in order to achieve\nsomething high and great.\nBlofeld: This hexagram symbolizes tress growing upwards from the earth. The Superior\nMan most willingly accords with virtuous ways; starting from small things, he accumulates\na great heap of merit.\nLiu: The wood grows in the earth, symbolizing Ascending. The superior man devotes\nhis virtue to building things up from the small to the high and great.\nRitsema/Karcher: Earth center giving-birth-to wood. Ascending. A chun tzu uses\nyielding to actualize-tao. A chun tzu uses amassing the small to use the high great.\n[Actualize-tao: ...ability to follow the course traced by the ongoing process of the\ncosmos... Linked with acquire, TE: acquiring that which makes a being become what it is\nmeant to be.]\nCleary (1): Trees grow on the earth, rising. Thus do superior people follow virtue,\naccumulating the small to lofty greatness.\nWu: Trees grow from earth; this is Ascension. Thus the Jun zi diligently cultivates his\nvirtues little by little to become tall and large like trees growing.\nCOMMENTARY\nConfucius/Legge: The magnetic line ascends as opportunity permits. We have\nFlexibility, Obedience and a dynamic line below with his magnetic correlate above: this\nmeans successful progress. See the great man -- his will is accomplished in the south.\nLegge: The character for this hexagram means advancing in an upward direction, or\nascending. The figure symbolizes the promotion of an able officer to the highest pinnacle\nof distinction. The action of the dynamic second line is tempered by being in the magnetic\ncentral position of the lower trigram. As the representative of Pushing Upward he is\nforceful, yet modest and the magnetic fifth line ruler welcomes his advance. The officer\ntherefore has the qualities that fit him to ascend as well as a favorable opportunity to do so.\nAfter he has met with the \"great man\" in line five, advance to the south will be\nfortunate. Chu Hsi says that this is equivalent to \"advancing forwards.” Since the south is\nthe region of brightness and warmth, the progress will be easy and agreeable.\nThe lower trigram symbolizes Wood, and its weak first line is the root of a tree\nburied in the earth of the upper trigram. The gradual growth of this root pushes the trunk\nupward as the circumstances of time permit.\nNOTES AND PARAPHRASES\nJudgment: Ascend in accordance with the will of the Self. Turn toward clarity.\n\nThe Superior Man grows a little every day.\nThe image of the 46th hexagram is of a plant growing in the earth, gradually\npushing upward toward the sun. That \"an advance to the south is fortunate\" means that\nas all plants turn southward toward the sun, their source of nourishment, so should we\nturn toward the light and clarity of the \"great man\" or Self within us.\nThe upward advancement of the Work is an organic process. There is no such thing\nas \"instant enlightenment.\" The many stories and parables of instant Satori which are\ncommon in the Zen Buddhist tradition are actually just dramatic accounts of the final few\nmoments' resolution that come after a lifetime of slow and patient devotion. The Work\nprogresses at the pace of a tree -- what started out as an acorn eventually becomes a forest\ngiant, but it doesn't happen overnight.\nRemember ever that Mind in its entirety is ever the Builder. For it is step by step,\nline upon line, precept upon precept, here a little, there a little, that the attaining is\naccomplished in the mental, the spiritual, the material applications of an entity in\nthis material world.\nEdgar Cayce – Book of Changes\nThis slow growth is an accumulation of countless \"gathering togethers\" as depicted\nin the preceding hexagram, of which Pushing Upward is the upside-down image. It is\nestimated that an adult human being grows from a single cell to about one-hundred billion\ncells through a process of fifty-billion mitotic divisions. It is interesting to observe that\n\"one-hundred-billion\" is the scientific estimate of the number of stars in any given galaxy.\nIf we apply the Hermetic Axiom: \"As above, so below\" to this relationship of macrocosm to\nmicrocosm we get the image of our solar system as a single atom in the \"body\" of a galactic\nentity.\nThat should put the Work into perspective!\nUnderstand that thou art a second little world and that the sun and the moon are\nwithin thee, and also the stars.\nOrigen -- Homiliae in Leviticum",
  "lines": {
    "1": "Line-1\nLegge: The first line, magnetic, shows its subject advancing upwards with the welcome of\nthose above her. There will be great good fortune.\nWilhelm/Baynes: Pushing upward that meets with confidence brings great good fortune.\nBlofeld: Certainty of promotion -- great good fortune!\n\nLiu: Confident ascending. Great good fortune. [Indications are that you will be able to\nachieve the goal of your undertaking.]\nRitsema/Karcher: Sincere Ascending, the great significant.\nShaughnessy: Really ascending; greatly auspicious.\nCleary (1): Truly rising is very auspicious.\nCleary (2): Truthful rising is very auspicious.\nWu: The ascension is promising and with great fortune.\nCOMMENTARY\nConfucius/Legge: The subjects of the upper trigram are of the same mind with her.\nWilhelm/Baynes: Those above agree in purpose. Blofeld: This is because the will of\nour superiors accords with our own. Ritsema/Karcher: Uniting purposes above indeed.\nCleary (2): There is accord with a higher aim. Wu: The ascension agrees with the wishes\nof the above.\nLegge: Line one is magnetic where it should be dynamic. She is humble and docile,\nand those above welcome her advance. As the first line of the trigram of Docility, she may\nbe supposed to concentrate this attribute within herself.\nNOTES AND PARAPHRASES\nSiu: At the outset, the man is advancing upward toward those who welcome him.\nWing: Although your position within the situation of your inquiry is low in stature, you\nhave a natural accord with your superiors. Advancement and promotion are possible\nthrough industrious work on your part. This will give those above you confidence in your\nabilities. Good fortune.\nEditor: Psychologically interpreted, the image suggests that forces within the\nsuperconscious realms of the psyche are supporting the ego's action.\nThe objective psyche, on the one hand, functions independently and regardless of\nthe ego's intentions; in fact the ego is gradually formed by the objective psyche as\nits focal point ... On the other hand, the objective psyche appears to insist on a\ncontinuous dynamic relationship between itself and its focal point in the ego. The\nconscious ego must make the effort to relate to the unconscious, its maternal\nsource-ground, in order to maintain adequate, healthy functioning.\nE.C. Whitmont -- The Symbolic Quest\nA. Advance in accordance with the goals of the Work.",
    "2": "Line-2\nLegge: The second line, dynamic, shows its subject with that sincerity which will make\neven the small offerings of the vernal sacrifice acceptable. There will be no error.\nWilhelm/Baynes: If one is sincere, it furthers one to bring even a small offering.\nBlofeld: Full of faith, he performed the summer sacrifice. [This suggests that faith in\nspiritual matters or ancient traditions will serve us well.]\nLiu: If you are sincere, a summer offering is beneficial. No blame. [This line indicates\ngood luck.]\nRitsema/Karcher: Conforming, thereupon Harvesting availing-of dedicating. Without\nfault.\nShaughnessy: Returning then beneficial to use the spring sacrifice; there is no trouble.\nCleary (1): When sincere it is beneficial to perform the spring ceremony. No blame.\nCleary (2): If there is sincerity, it is beneficial to perform a ceremony… etc.\nWu: With sincerity, he will have the benefit of making offerings in the summer. No error.\nCOMMENTARY\nConfucius/Legge: The sincerity of the subject of the second line affords occasion for joy.\nWilhelm/Baynes: Sincerity brings blessing. Blofeld: The faith (or confidence)\nindicated by this line leads to great happiness. Ritsema/Karcher: Possessing rejoicing\nindeed. Cleary (2): The sincerity of the second yang is joyful. Wu: The sincerity of the\nsecond nine brings about joy.\nLegge: Compare this with the second line of hexagram number 45. Line two is dynamic,\nand the magnetic fifth line is his proper correlate. This suggests a dynamic officer serving\na magnetic ruler. He couldn't do so unless he was possessed by\na sincere and devoted loyalty. In his loyal devotion to line five he will do much good and\nbenefit many, hence we have the words: \"affords occasion for joy.\"\nNOTES AND PARAPHRASES\nSiu: The man is an effective but brusque officer serving a weak leader. His upright\nsincerity and devoted loyalty meet with a favorable response.\nWing: You can achieve your aim even though you have only modest resources. Those in\nauthority will be moved by your sincerity despite your lack of traditional criteria.\n\nEditor: Whenever sacrifice is mentioned in the I Ching, it is wise to meditate on the\ndeeper meaning of the concept to see how it applies to the matter under question. The\nsituation depicted here shows a dynamic correlate (the \"representative of Pushing\nUpward\" mentioned in Legge's commentary on the hexagram), serving a magnetic ruler.\nTo be dynamic in a magnetic place suggests one who may be predisposed to impatience.\nThe sacrifice could be an attitude or belief influencing one to this. If this is the only\nchanging line, the hexagram becomes number 15, Temperance, so the sacrifice could\nalso involve pride.\nOn the psychological level, transformation and sacrifice imply a giving up of some\naspect of \"I am,\" \"I have\" or “I can,\" claims and habits, a renouncing of some\ncherished needs, convictions or illusions. It may call for a relativization of one's\nsuperior psychological function in favor or the less developed \"inferior” function.\nA thinking type may have to renounce exclusive reliance upon the intellect in favor\nof feeling and emotion. A feeling type may have to learn to subordinate or at least\ncoordinate emotional responses with thought and reason. An overly active,\ndriving and controlling person may have to learn a degree of receptivity, yielding\nand surrender which, to her or him, may feel like passivity; a passive person may\nhave to become more actively responsible for his or her own life or therapeutic\nmanagement.\nE.C. Whitmont -- The Alchemy of Healing\nA. The ego's sacrifices (your pretensions to knowledge? Your impulse to take\naction?) are necessary for the furtherance of the Work.\nB. A humble offering -- every little bit helps.",
    "3": "Line-3\nLegge: The third line, dynamic, shows its subject ascending upwards as into an empty city.\nWilhelm/Baynes: One pushes upward into an empty city.\nBlofeld: He was promoted to office in a larger city.\nLiu: Ascending to a deserted city.\nRitsema/Karcher: Ascending: an empty capital.\nShaughnessy: Ascending the empty city.\nCleary (1): Rising in an empty domain.\nWu: He ascends to the vacant city.\nCOMMENTARY\n\nConfucius/Legge: He advances upwards as into an empty city -- he has no doubts or\nhesitation. Wilhelm/Baynes: There is no reason to hesitate. Blofeld: We cause no\ndoubts to arise in the minds of others. Ritsema/Karcher: Without a place do doubt\nindeed. Cleary (2): There is no hesitation. Wu: He has no doubt.\nLegge: Line three describes the bold and fearless advance of its subject. According to the\nK'ang-hsi editors, there is a shade of condemnation here. He is too bold, \"he has no doubt\nor hesitation,\" but is presuming rather on his strength.\nNOTES AND PARAPHRASES\nSiu: No impediments retard the man's bold advance.\nWing: You may now advance with complete ease -- perhaps too much ease. This sudden\nlack of constraint may cause you misgivings. A little caution is a good thing now if you do\nnot allow it to halt your progress completely.\nEditor: Whenever one receives an oracle without the value judgment of \"good fortune\" or\n\"there will be evil,\" it is wise to be especially heedful. This line describes easy progress -which may or may not be a good thing, depending on the situation. Sometimes it can refer\nto making an assumption -- without, however, a clue as to whether the assumption is\naccurate! The line can also alert one to something new or unknown: the fact that no value\njudgment is appended suggests that a test may be involved.\nMany times when I was concentrating on my work and thinking about nothing\nelse, I suddenly recognized a truth which had no relationship whatever with my\nwork...At such moments I felt as if my head had just poked up through the ceiling\nof one room and emerged above the floor in an upper room. It was a wonderful\nfeeling to look around with my inward eye in this newly discovered upper room,\ninspecting all the hidden treasure lying there.\nElisabeth Haich -- Initiation\nA. A sudden upward rush.\nB. An image of rapid and easy progress -- don't let it carry you away. Maintain\ndiscipline.\nC. You are moving too fast.",
    "4": "Line-4\nLegge: The fourth line, magnetic, shows its subject employed by the king to present his\nofferings on mount Ch'i. There will be good fortune; there will be no mistake.\nWilhelm/Baynes: The king offers him Mount Chi. Good fortune. No blame.\n\nBlofeld: The King sacrificed on Mount Chi -- good fortune and no error! [This suggests\nthat faith in spiritual matters or ancient traditions will serve us well.]\nLiu: The king makes an offering on Mount Ch'i. Good fortune. No regret.\nRitsema/Karcher: Kinghood availing-of Growing tending-towards the twin-peaked\nmountain. Significant. Without fault.\nShaughnessy: The king herewith makes offering on Mount Qi; auspicious; there is no\ntrouble.\nCleary (1): The king makes offerings on the mountain. This is auspicious and blameless.\nWu: If the king would make offerings to mount Qi, it would have been auspicious and free\nfrom blame.\nCOMMENTARY\nConfucius/Legge: Such a service of spiritual beings is according to their mind.\nWilhelm/Baynes: This is the way of the devoted. Blofeld: This indicates our willing\ncompliance with duty, tradition, circumstances, etc. Ritsema/Karcher: Yielding affairs\nindeed. Cleary (2): Performs services accordingly. Wu: It would have been a matter of\ncourse.\nLegge: This is the place of a great minister, in immediate contact with the ruler, who\nconfides in him and raises him to the highest distinction as a feudal prince. The capital of\nChou was at the foot of mount Ch'i. The king is the last Shang sovereign; the feudal prince\nis Wen. The K'ang-hsi editors say about the commentary: \"Such an employment of men of\nworth to do service to spiritual beings is serving them according to their mind.\"\nNOTES AND PARAPHRASES\nSiu: The man's progress is aided and abetted by gods and men. The ruler confides in him,\nfacilitates his efforts, and raises him in distinction.\nWing: Your progress is amplified. It is now possible for your ambitions to be fulfilled.\nContinue in your principles and hold to sound traditions.\nEditor: This line doesn't lend itself to the usual gender symbolism. Symbolically,\nmountains represent a high level of awareness within the psyche. To be employed by the\nking to present offerings on a holy mountain suggests actions which are extremely\nvaluable to the Work, even if you may not understand what is taking place. (Compare with\nline 17:6.) Wu’s conditional phrasing here is in accord with a somewhat specialist\nhistorical political interpretation which may not apply in most modern contexts.\n\nMountains are symbols of the abode of the gods. Consider Sinai, Olympus, Meru,\nFujiyama. Again, they suggest climbing, aspiration, the possibility of attainment.\nWe all have peaks to climb, and the incentive to action, the disposing element in\nour consciousness which leads to volition, has always in the background this idea\nof climbing above our present level. Thus the mountain represents what\nalchemists call the Great Work.\nP.F. Case -- The Tarot\nA. A major insight.\nB. Ego and Self are in accord. Progress is in harmony with the goals of the Work.",
    "5": "Line-5\nLegge: The fifth line, magnetic, shows its subject firmly correct, and therefore enjoying\ngood fortune. She ascends the stairs with all due ceremony.\nWilhelm/Baynes: Perseverance brings good fortune. One pushes upward by steps.\nBlofeld: Righteous persistence brings good fortune, but the ascent must be made step by\nstep. [This is no time for rushing forward, but for patient plodding.]\nLiu: Continuing brings good fortune. Ascend step by step.\nRitsema/Karcher: Trial: significant, Ascending steps.\nShaughnessy: Determination is auspicious. Ascending the stairs.\nCleary (1): Rectitude brings good fortune. Climbing stairs.\nCleary (2): Correctness is good in raising one up the steps.\nWu: Perseverance leads to good fortune. There is ascending by the steps.\nCOMMENTARY\nConfucius/Legge: She is firmly correct, and will therefore enjoy good fortune. She\nascends the stairs with all due ceremony and grandly succeeds in her aim. Wilhelm/\nBaynes: One achieves one's will completely. Blofeld: Acting thus will lead to the\nfulfillment of what we will. Ritsema/Karcher: The great acquiring the purpose indeed.\nCleary (2): The aim is fully attained. Wu: His aspirations are completely fulfilled.\nLegge: In line five the advance has reached the highest point of dignity, and firm\ncorrectness is especially called for. \"Ascending the steps\" may intimate, as Chu Hsi says,\nthe ease of the advance, or according to others (the K'ang-hsi editors\namong them), its ceremonious manner.\n\nNOTES AND PARAPHRASES\nSiu: As he approaches the pinnacle, the man guards against intoxication with success. He\nsteadily advances step by step with the greatest thoroughness and necessary ceremony.\nWing: You are destined to reach your goals through a steady, step-by-step process. Do not\nlet the coming heights of achievement make you heedless or heady with success. Continue\nin the thoroughness that led you to good fortune.\nEditor: The idea here is that advancement proceeds one step at a time, naturally and\nwithout haste. Perhaps a dialectical process within the psyche is nearing synthesis. The\nline can sometimes imply that there is a need to slow down, or that a more dignified and\norderly approach to the Work is in order.\nWe are all, at times at least, inclined to feel that the reality of our lives falls short\nof our intuitive picture of some kind of completeness. But thereby we lose sight of\nthe fact that the image of wholeness is itself meant to be a symbolic one,\nseemingly never literally or finally to be reached -- a pole star that sets a\ndirection for the traveler rather than a goal to be reached concretely. The way to\nreach closer to completeness then appears to lie in taking each step as it comes in\nterms of precisely what it is and at the same time as if related to an encompassing\npattern.\nE.C. Whitmont -- The Symbolic Quest\nA. The image suggests a careful and orderly sequence. Slow down and do it right -one step at a time.",
    "6": "Line-6\nLegge: The sixth line, magnetic, shows its subject advancing upwards blindly. Advantage\nwill be found in a ceaseless maintenance of firm correctness.\nWilhelm/Baynes: Pushing upward in darkness. It furthers one to be unremittingly\npersevering.\nBlofeld: A night ascent -- advantage lies in unremitting persistence.\nLiu: Ascending in ignorance, it is still beneficial to continue unceasingly.\nRitsema/Karcher: Dim ascending. Harvesting: tending-towards not pausing's Trial.\nShaughnessy: Dark ascent; beneficial for unceasing determination.\nCleary (1): Rising in the dark. Benefit lies in unceasing rectitude.\n\nCleary (2): Rising into the unknown, it is beneficial to be unceasingly correct.\nWu: This is a blind ascension. It will be good to be ever persevering.\nCOMMENTARY\nConfucius/Legge: She blindly advances upwards, and is in the highest place -- but there\nis decay in store for her, and she will not preserve her riches. Wilhelm/ Baynes: At the\ntop is decrease and not wealth. Blofeld: But the night ascent will lead to loss, not to\nwealth. [Taking the text and commentary of this line together, we may assume that\nrighteous persistence will win some advantage for us as a result of rather blind progress,\neven though we are bound to suffer materially.] Ritsema/ Karcher: Dim Ascending\nlocated above. Dissolving, not affluence indeed. Cleary (2): Rising into the unknown on\nhigh dissolves poverty. Wu: A blind ascension at the top means a loss, not a gain.\nLegge: What can the subject of the hexagram want more? She has gained all her riches,\nand still she is for going onwards. Her advance is blind and foolish, and only the most\nexact correctness will save her from the consequences. When one has reached the greatest\nheight, she should think of retiring. Ambition otherwise may overleap itself.\nNOTES AND PARAPHRASES\nSiu: The man advances blindly. Only the most exacting correctness will save him from\nunfortunate consequences.\nWing: Advancement without constant re-evaluation and discrimination can easily\nbecome blind impulse. Such behavior will surely lead you into dangerous mistakes. Only\nthe most careful and exacting conduct can save you from certain damage.\nEditor: This line is a clear warning to be extremely careful in whatever endeavor\nprompted your question. Legge's translation of the Confucian commentary is quite literal\nhere: \"there is decay in store for her\" refers to hexagram number eighteen: Decay (or\nRepair), which is the hexagram created if this is the only changing line. Cleary’s version\nof the Confucian commentary reads: “Rising into the unknown on high dissolves poverty.”\nThis seems to be the exact opposite of all the other translations. (Wilhelm’s rendering is\nthe most succinct: “At the top is decrease and not wealth.”) Cleary’s rendition is based on\nChi-hsu Ou-I’s Buddhist commentary, which states: “When one rises into the unknown,\nthen one can stop; but if one is unceasingly correct, then one should rise yet further into\nthe unknown. This is what is called spiritual rank. If they cultivate spiritual rank, people\nof low social status are not really poor and lowly – their poverty can disappear.” Since\nChi-hsu Ou-i was not a translator, but reading and writing in his own language, one\nwonders how such a seemingly anomalous interpretation of Confucius could occur.\nNevertheless, from the Buddhist perspective the concepts of poverty and wealth are\nreversed: “poverty” is wealth, “wealth” is poverty in terms of spiritual value at the top of\nthe hexagram of Ascending.\nI go the way that Providence dictates with the assurance of a sleepwalker.\n\nAdolph Hitler\nWhen you got nothin,’ you got nothin’ to lose.\nBob Dylan\nA. Blind advance leads to loss.\nB. Proceed with caution in an uncertain situation.\nC. Don't jump to conclusions when you don't understand what is going on.\nD. Keep your wits about you during an opportunity for transcendence.\nMarch 19, 2001, 4/25/06, 11/13/10, 10/23/11"
  }
}