{
  "hexagram_number": 36,
  "gua": "Judgment\nLegge: Under the conditions of Clouded Perception be aware of the difficulty\nof your position and maintain firm correctness.\nWilhelm/Baynes: Darkening of the Light. In adversity it furthers one to be\npersevering.\nBlofeld: Darkening of the Light. Righteous persistence in the face of\ndifficulty brings reward.\nLiu: Darkening of the Light. It benefits one to carry on through hard times.\nRitsema/Karcher: Brightness Hiding, Harvesting: drudgery, Trial. [This\nhexagram describes your situation in terms of intelligence hidden or harmed. It\nemphasizes that deliberately concealing your light by entering what is beneath\nyou is the adequate way to handle it. To be in accord with the time, you are told\nto: hide your brightness!]\nShaughnessy: Calling pheasant: Beneficial to determine about difficulty.\nCleary (1): In concealment of illumination, it is beneficial to be upright in\ndifficulty.\nCleary (2): When illumination is damaged, it is beneficial to be upright in\ndifficulty.\nWu: Light Obliterated indicates that it is advantageous to be persevering in\ntime of danger.\n\nThe Image\nLegge: The sun enters the earth -- the image of Clouded Perception. The\nsuperior man manages his subordinates and shows his intelligence by keeping it\nhidden.\nWilhelm/Baynes: The light has sunk into the earth: the image of Darkening\nof the Light. Thus does the superior man live with the great mass: He veils his\nlight, yet still shines.\nBlofeld: This hexagram symbolizes light hidden within the earth. In governing\nthe people, the Superior Man, though taking care to conceal his light,\nnevertheless shines.\nLiu: The sun sinking under the earth symbolizes the Darkening of the Light.\nIn approaching the people the superior man veils his brightness, yet still has\nglory.\nRitsema/Karcher: Brightness entering earth center. Brightness Hiding. A\nchun tzu uses supervising the crowds to avail-of darkening and-also Brightening.\nCleary (1): Light enters into the earth, illumination is concealed. Thus do\nSuperior people deal with the masses, acting unobtrusively while in fact\nilluminated. [When practitioners of the Tao are among the masses, if they use\ntheir illumination too much, they will startle the ignorant and amaze the\nworldly, easily bringing on abuse and slander.]\nCleary (2): Illumination goes underground, in concealment of\nillumination. In dealing with the masses, true leaders act unobtrusively while\nin fact being illuminated. [What sages learn is to become daily more illumined\nunbeknownst to others.]\nWu: The light enters the earth; this is Light Obliterated. Thus the jun zi uses\nthe spirit of dimness in place of brightness to administer affairs of the\npopulace. [By “dimming” his internal strength, he would make people feel that\nhe is one of them.]\nCOMMENTARY\nConfucius/Legge: The image of Brightness entering into the midst of the earth\nsuggests clarity that has been wounded or obscured. The lower trigram shows\nClarity, the upper Docility. King Wen had both of these qualities, yet he was\ninvolved in great difficulties. The individual concerned should obscure his\nbrightness. Thus was Count Chi able to correctly maintain his mind and intent\namidst the difficulties of his situation.\n\nLegge: This hexagram shows an able officer going forth in the service of his\ncountry, notwithstanding the occupancy of the throne by a weak and\nunsympathetic ruler. Hence the name Clouded Perception or Intelligence\nWounded -- that is, injured and oppressed. The lesson of the figure is to show\nhow such an officer will conduct himself and maintain his purpose.\nKing Wen was not of the line of Shang. Though opposed and persecuted\nby its sovereign, he could pursue his own course, till his line came in the end to\nsupersede the other. It could not be so with the Count of Chi, who was a member\nof the House of Shang. He could do nothing that would help on its downfall.\nNOTES AND PARAPHRASES\nJudgment: Recognize a difficult situation and use your willpower to cope with\nits restrictions.\nThe Superior Man manages the situation by subduing his need to speculate,\nmeddle, or call attention to himself. (Alternate: When in the presence of\narrogance, the wise man plays the fool.)\nThe thirty-fifth hexagram shows the trigram of Clarity progressing over\nthe earth -- an image of advancing awareness. The thirty-sixth hexagram is the\ninverse of this -- it shows the trigram of Clarity swallowed up by the earth. If the\nimage of Advance of Consciousness symbolizes noon, when the sun is at the\nmidheaven, then Clouded Perception symbolizes midnight, when the sun is at\nthe Imum Coeli, or undersky. It is a time of maximum darkness, maximum\nignorance; a time when the dark forces of the unconscious are at their strongest.\nWe are reminded of the Dark Night of the Soul, an inescapable and inevitable\nphase of the Work:\nWhen, at length, they have practiced themselves for some time in the\njourney of virtue, persevering in meditation and prayer, wherein, with\nthe suavity and relish they have found, they have become detached from\nworldly things, and acquired some spiritual strength in God, so as to be\nable to curb the creature appetites and in some small degree suffer for\nGod some slight load and dryness, without turning back at the crucial\nmoment; when, to their thinking, they are proceeding in these spiritual\nexercises to their entire satisfaction and delight; and when the Sun of\nDivine favors seems to them to shine most radiantly upon them, God\ndarkens all this light, and shuts the door and fountain of the sweet\nspiritual water, which they were wont to drink in God as often and as\nlong as they chose ... and thus, he leaves them in darkness so profound\nthat they know not whither to direct the sense of the imagination and\nspeculations of the mind.\nSt. John of the Cross\n\nThe Dark Night of the Soul is the universal experience of everyone who\nfollows the way beyond the tried and true paths of the spiritual dilettante. It is an\narchetypal filter for determining the survival of the fittest in psychic evolution.\nFor those who have entered this phase of the Work, it is good to remember that\nno one is given a test that they can't pass if they sincerely want to.\nThe situation in line five of this hexagram means little to one who is\nunacquainted with Chinese history. In its essence, the story of Count Chi\nconcerns a superior man who was imprisoned by an evil emperor. The only way\nthat he could survive this dark time was to feign insanity. Thus the message in\nthe Image counsels us to show our intelligence by concealing it. There is a wide\nrange of applications for this rule, and perhaps Lao Tse gives us the best\nparaphrase of the idea in his famous aphorism: He who knows does not speak;\nHe who speaks does not know.\nIn terms of the Work this can mean that one must firmly understand that\nthere are some things which cannot be shared with just anyone. Inner work is\nvery fragile until it has had time to crystallize, and to expose its truths to the\nharsh light of unsophisticated intellect is to risk severe damage\nto the process of individuation.\nOne must not tell people of things they cannot grasp. There are mysteries\nthat cannot be shared with everybody ... Some things can be told to no\none and a secret told to a wrong person is destructive and even\nirresponsible.\nM.L. Von Franz -- The Feminine in Fairytales\nThis hexagram can symbolize many situations, but sometimes it is a\nsuggestion that you are ignorant or \"in the dark\" about the true state of affairs\nnow prevailing.",
  "lines": {
    "1": "Line-1\nLegge: The first line, dynamic, shows its subject with clouded perception, flying,\nbut with drooping wings. When the superior man is about his business he may go\nfor three days without eating. Wherever he goes, the people there may speak\nderisively of him.\nWilhelm/Baynes: Darkening of the light during flight. He lowers his wings.\nThe superior man does not eat for three days on his wanderings. But he has\nsomewhere to go. The host has occasion to gossip about him.\nBlofeld: Failure of the light during his progress through the sky caused him to\nlower his wings. When busy with affairs, the Superior Man may go without food\nfor three days on end, so intent is he on reaching his goal; but his lord will have\nsomething to say about this.\n\nLiu: The darkened light flies and droops its wings. The superior man fasts for\nthree days during his wanderings. His host speaks of him with derision. He leaves\nto go someplace.\nRitsema/Karcher: Brightness Hiding tending-towards flying. Drooping one's\nwings. A chun tzu tending-towards moving: three days not taking in. Possessing\ndirected going. A lord: people possessing words.\nShaughnessy: The calling pheasant in flight, drops its left wing: the gentleman\non the move, for three days does not eat; there is someplace to go; the ruler has\nwords.\nCleary (1): Concealing illumination in flight, letting the wings hang down; a\nsuperior man on a journey not eating for three days has a place to go. The\nmaster is criticized.\nCleary (2): Illumination concealed in flight, etc … The ruler has something to\nsay.\nWu: It is like a bird in flight with its wings drooping. If the jun zi takes a journey,\nhe may go without food for three days and his host will have words about his\nundertakings.\nCOMMENTARY\nConfucius/Legge: In such a case he feels it right not to eat. Wilhelm/\nBaynes: It is the obligation of the superior man to refrain from eating during his\nwanderings. Blofeld: It is the duty of the Superior Man to go without food for\nthree days if his activities require this of him. Ritsema/Karcher: A chun tzu\ntending-towards moving: righteously not taking-in indeed. Cleary (2): It is right\nthat they do not eat. [This is like a just person fleeing a vicious tyrant … such is\nthe speed of travel that they do not have the leisure to eat for three days.] Wu:\nFor righteousness sake, he refuses to eat.]\nLegge: Line one is dynamic, and in its right place. He should be going forward,\nbut the general signification of the hexagram supposes him to be wounded. The\nwound, received at the commencement of the action, is but slight. It suggests a\nbird hurt so that it must droop its wings. The subject then appears directly as the\nsuperior man. He understands that he must desist from the struggle for a time,\nand is so rapt in the thought that he can fast for three days and not think of it.\nWhen he does withdraw, opposition may follow him, but he holds to his own\npurpose. The commentary says that he does not purposely fast, but when he has\nnothing to eat he doesn't complain. He thinks it right that it should be so in this\ncase.\n\nNOTES AND PARAPHRASES\nSiu: At the outset, the man encounters hostility and derision in his attempt to\nsoar above all obstacles. He does not compromise but perseveres in his thinking\nand remains true to his principles. People do not understand him.\nWing: An attempt to rise above the obstacles in your environment will be\nmet with hostility. If you decide to serve your personal drives and compromise\nthe needs of society, you will be misunderstood and censured. Such is the\ndifficulty of the position.\nEditor: Flying: Air is the realm of thought. To fly is to move in the realm of\nideas: to think, speculate, reason. Drooping wings: Wounded in the realm of\nthought: impaired thinking, inferior conceptualization, crippled by faulty ideas or\nincomplete information, “clipped wings.” He does not eat: he doesn't jump to\nconclusions, but reasons it out to the end. Three days: A period of completion.\n(\"The Chinese say that numbers begin at one and are made perfect at three.\" -Gaskell, Dictionary of Scriptures and Myths.) People speak derisively:\nSubordinate elements within the psyche (emotions, etc.) clamor for resolution,\neasy answers, etc. Psychologically, this combination of symbols points to a\nconfused situation which demands careful differentiation. Though answers may\nnot be forthcoming immediately, be patient and you will get what you seek. The\nline can also refer to painfully following one's path regardless of consequences.\n(Compare with symbolism of fourth line correlate.)\nIn a word: the first work of the hero is to retreat from the world scene of\nsecondary effects to those causal zones of the psyche where the difficulties\nreally reside, and there to clarify the difficulties, eradicate them in his\nown case (i.e., give battle to the nursery demons of his local culture) and\nbreak through to the undistorted direct experience and assimilation of\nwhat C.G. Jung has called \"the archetypal images.\" This is the process\nknown to Hindu and Buddhist philosophy as viveka, \"discrimination.\"\nJoseph Campbell -- The Hero with a Thousand Faces\nA. Your thinking is confused and requires a new point of view. Don't jump\nto easy conclusions. Even though you are anxious to resolve the issue, you are\nobliged to reason it through to the end.",
    "2": "Line-2\nLegge: The second line, magnetic, shows its subject with clouded perception and\nwounded in the left thigh. She saves herself by the strength of a swift horse, and\nis fortunate.\nWilhelm/Baynes: Darkening of the light injures him in the left thigh. He\ngives aid with the strength of a horse. Good fortune. [Here the Lord of\n\nLight is in a subordinate place and is wounded by the Lord of Darkness. But\nthe injury is not fatal; it is only a hindrance. Rescue is still possible.]\nBlofeld: Though injured in the left thigh, he made use of a horse in relieving\ndistress -- good fortune!\nLiu: The darkened light injures his left thigh, but he is saved by a strong horse.\nGood fortune.\nRitsema/Karcher: Brightness Hiding. Hiding tending-towards the left thigh.\nAvailing-of a rescuing horse, invigorating significant.\nShaughnessy: The calling pheasant is wounded in the left thigh; herewith hold\naloft the horse's vitality; auspicious.\nCleary (1): Concealment of illumination. Getting hurt in the left leg calls for\nrescue; if the horse is strong, it bodes well.\nWu: His left thigh is wounded. There will be good fortune if a strong horse is\nused to save him.\nCOMMENTARY\nConfucius/Legge: Her good fortune is due to the proper fashion of her acting\naccording to her circumstances. Wilhelm/Baynes: The good fortune comes\nfrom [the line's] devotion to the rule. Blofeld: This good fortune results from\ncompliance with laws and regulations. [The implication would seem to be that,\nwhen charged with emergency duties, we must persist in carrying them out at\nall costs.] Ritsema/Karcher: Yielding used by-consequence indeed. [Byconsequence (-of), TSE: very strong connection, reason, cause, result; rule,\nlaw, pattern, standard...] Cleary (2): The luck of the second yin is in model\nobedience. Wu: Abiding by the principle.\nLegge: Line two is magnetic, but in her proper and central place, giving us the\nidea of an officer, obedient to duty and the right. Her wound in the left thigh may\nimpede her movements, but it does not disable her. She finds the means to save\nherself and maintain her good purpose. The \"proper fashion of acting\" is\nsuggested by the magnetic line being the central place.\nNOTES AND PARAPHRASES\nSiu: The man is injured but is not disabled. He recovers and pursues his good\npurpose with the strength of a horse.\nWing: Rather than disabling you, a recent injury that you have sustained on your\npath will serve to inspire you toward affirmative and vigorous action in the\ndirection of the general good.\n\nEditor: The thigh is a walking muscle, giving us the power to move or act. The\nleft is a universal symbol of the unconscious psyche and its functions. The left\nthigh, then, is an image of unconscious motive power, or natural motivation. To\nbe \"wounded in the left thigh\" suggests an impeded natural response, as opposed\nto a conscious, willed response. (When associated with the idea of Clouded\nPerception, this may refer to a failure of insight or intuition.) A horse\nrepresents energy in general; here it may be psychic energy relating to perception\n-- \"horse- sense,\" if you will. One is reminded of the centaur Chiron, the\n“wounded healer” of Greek myth, who was also wounded in the thigh. In\nastrology, Chiron symbolizes unhealable wounds, and although it may be\nstretching the symbolism here, dealing with such wounds is a natural part of the\nWork: they may be unhealable, but they must be dealt with nonetheless. In the\nwords of an old Blues lyric: “I may get better, but I won’t get well.” Sometimes\nreceiving this line is a hint that if you were in touch with your inner processes you\nwouldn't have needed to ask the question.\nFusion, inner unity, is obtained by means of \"friction,\" by the struggle\nbetween \"yes\" and \"no\" in man. If a man lives without inner struggle, if\neverything happens to him without opposition, if he goes wherever he is\ndrawn or wherever the wind blows, he will remain such as he is. But if a\nstruggle begins in him, and particularly if there is a definite line in this\nstruggle, then, gradually, permanent traits begin to form themselves, he\nbegins to \"crystallize.\"\nGurdjieff\nA. Crippled by ignorance, but saved by instinct -- let horse-sense be your\nguide.\nB. A lack of awareness has crippled your ability to respond, but the\nimpetus of your innate sense of what is correct will carry you through.",
    "3": "Line-3\nLegge: The third line, dynamic, shows its subject in the condition of clouded\nperception, hunting in the south, and taking the great chief of the darkness. He\nshould not be eager to make all correct at once.\nWilhelm/Baynes: Darkening of the light during the hunt in the south. Their\ngreat leader is captured. One must not expect perseverance too soon.\nBlofeld: Wounded while on a military expedition in the south, he still managed\nto capture the rebel leader. Persistence amounting to madness should be avoided.\nLiu: The southern expedition of the darkened light captures the leader. Act\nwithout rushing. Continue.\n\nRitsema/Karcher: Brightness Hiding tending-towards the South, hounding.\nAcquiring its great, the head. Not permitting affliction. Trial.\nShaughnessy: The calling pheasant is wounded in the southern hunt, getting its\ngreat head; it is not permissible to determine about illness.\nCleary (1): Illumination concealed, going south hunting, catching the big chief;\nhasty correction won’t do.\nWu: A royal hunt in the southern country bags the head of the chieftains. It is\ncorrect to go without haste.\nCOMMENTARY\nConfucius/Legge: With the aim represented by hunting in the south a great\nachievement is accomplished. Wilhelm/Baynes: The purpose of the hunt in\nthe south has great success. Blofeld: His willingness to undertake the expedition\nto the south symbolizes determination to achieve great results. Ritsema/\nKarcher: The South: hounding's purpose. Thereupon acquiring the great\nindeed. Cleary (2): A big catch. Wu: The goal is to make big gains.\nLegge: Line three, dynamic in a dynamic place, is the topmost line of the lower\ntrigram of Clarity. He responds to his proper correlate in line six, emblemed in\nthis hexagram as the seat of the weak tyrant. The solar light is found in the south,\nto which we turn when we look at the sun at noon, and hence the subject of this\nline is seen as a hunter successfully pursuing his quarry. Although successful he\nshould not be overeager to put all things right at once.\nNOTES AND PARAPHRASES\nSiu: The man encounters the chief of disorder and captures him. Despite swift\nvictory, he is not overly eager to put all things in order in one fell swoop. Only\ngradualness is effective in correcting the long-standing evils.\nWing: You come face to face with the perpetrator of wrong thinking.\nCircumstances are such that you can effortlessly seize control of the situation.\nProceed carefully. It is dangerous to attempt to abolish an old and ingrained\npattern all at once.\nEditor: The south is where the light is found, and to hunt there is to seek\nenlightenment in the matter at hand. To take the \"great chief of the darkness\" is\nto apprehend the source of the problem. To \"not be eager to make all correct at\nonce\" can be a caution about imposing intellectual reasoning on emotional forces.\n(Line 18-2 is similar in this respect.) In its most neutral interpretation, the line\nsuggests the comprehension of a problem.\n\nFilling the conscious mind with ideal conceptions is a characteristic of\nWestern theosophy, but not the confrontation with the shadow and the\nworld of darkness. One does not become enlightened by imagining\nfigures of light, but by making the darkness conscious.\nJung -- Alchemical Studies\nA. To understand a problem is easier than to correct it. Don't expect\ninstant success.",
    "4": "Line-4\nLegge: The fourth line, magnetic, shows its subject just entered into the left\nside of the belly of the dark land. But she is able to carry out the mind appropriate\nto the condition of clouded perception, quitting the gate and\ncourtyard of the lord of darkness.\nWilhelm/Baynes: He penetrates the left side of the belly. One gets at the very\nheart of the darkening of the light, and leaves the gate and courtyard.\nBlofeld: It is as though he had penetrated someone's left side and perceived a\ndarkened heart as clearly as if that heart had been abstracted from its dwelling\nplace. [The Chinese text for this line is so far from clear as to suggest that it is\ncorrupt. My interpretation must be regarded as no more than an intelligent\nguess. The actual text runs something like this: \"Into left side, obtain lightdarkened heart -- or heart of the light-darkening -- outside the gates and\ncourtyards (of home).\" Fortunately, the commentary on this line explains the\ngeneral meaning, so the matter is not of great importance.]\nLiu: He penetrates the left belly (an inner place) and wins the heart (confidence)\nof the darkened light. Then he gets the chance to fly away from the courtyard.\nRitsema/Karcher: Entering tending-towards the left belly. Catching\nBrightness Hiding's heart. Tending-towards issuing- forth-from the gate\nchambers.\nShaughnessy: The calling pheasant is wounded in the left belly: Bagging the\ncalling pheasant's heart, in going out of the gate and courtyard.\nCleary (1): Entering the left belly, finding the mind in which illumination is\nconcealed, one leaves the house.\nCleary (2): … Finding the heart of illumination in concealment and going out of\nthe house.\nWu: He enters the left side of the trunk to get at the heart of Light Obliterated.\nHe leaves his house.\n\nCOMMENTARY\nConfucius/Legge: Having just entered into the left side of the belly of the dark\nland, she is still able to carry out the idea in her mind. Wilhelm/Baynes: That\nis, he finds out the inmost sentiment of the heart. Blofeld: This is a way of\nsaying that he saw clearly into the other's heart. Ritsema/Karcher: Entering\ntending-towards the left belly. Catching the heart, intention indeed. Cleary (2):\nEntering the left belly is finding the heart’s intent. Wu: For the purpose of\nlearning the intention. [“The left side of the trunk” suggests a darkened area,\nreferring euphemistically to the court of the tyrant king.]\nLegge: Line four is magnetic, but in her proper place. She escapes from her\ndangerous position with little damage. The \"idea in her mind\" is the idea of\nwithdrawing from the position and escaping.\nNOTES AND PARAPHRASES\nSiu: The man is in close proximity to the leader of the evil forces. Knowing the\nlatter's secret thoughts, he recognizes that there is no hope for improvement. He\ntherefore leaves the scene before the disastrous storm.\nWing: You are in a fine position to perceive the present situation with clarity. If\nit appears hopeless and doomed, as it well might, now is a good time to exit.\nEditor: Left side: Universal symbol of the unconscious. Belly of the dark land:\nThe center of the unconscious, the source of ignorance, evil, etc. Carry out the\nmind appropriate to the condition of clouded perception: i.e., the Judgment and\nImage of the hexagram. Quitting the gate and courtyard of the lord of darkness:\nOnce you see the source of the problem, avoid it henceforth. This line is the\nproper correlate of line one, which describes a difficult inquiry. In some\ncircumstances, the two lines might be thought of as a question and its answer.\nThe unconscious parts of the psyche are actually, as the term implies,\nunknown -- a fact not infrequently overlooked, for it is hard for anyone\nto believe that factors of which he knows nothing are functioning\nautonomously within his own psyche. Even when their presence has been\ndemonstrated conclusively, it is often hard for the individual to admit\ntheir existence even to himself.\nM.E. Harding -- Psychic Energy\nA. \"Resist not evil\" -- avoid it.\nB. Clarify your ignorance by getting to the heart of the matter and then act\naccordingly.\n\nC. You have comprehended an unpleasant truth which demands an\nobvious and appropriate response.",
    "5": "Line-5\nLegge: The fifth line, magnetic, shows how the Count of Chi fulfilled the\ncondition indicated by clouded perception. It will be advantageous to be firm and\ncorrect.\nWilhelm/Baynes: Darkening of the light as with Prince Chi. Perseverance\nfurthers.\nBlofeld: Prince Chi suffered injury, but his persistence along a righteous course\nwas rewarded.\nLiu: The darkened light of Prince Chi. Continuance benefits.\nRitsema/Karcher: The winnowing son's Brightness Hiding. Harvesting Trial.\nShaughnessy: Jizi's calling pheasant; beneficial to determine.\nCleary (1): Concealment of illumination in a basket is beneficial if correct.\nCleary (2): The concealment of illumination on the part of a just scion of an evil\nruling house is beneficial and upright.\nWu: The way the Viscount of Qi handled the situation of Light Obliterated is\nadvantageous only through perseverance.\nCOMMENTARY\nConfucius/Legge: His brightness could not be quite extinguished. Wilhelm/\nBaynes: The perseverance of Prince Chi shows that the light cannot be\nextinguished. Blofeld: His was a light which can never be extinguished.\nRitsema/Karcher: Brightness not permitted to pause indeed. Cleary (2): His\nunderstanding cannot be suppressed. [This represents being outwardly flexible\nwhile inwardly strong, remaining balanced in the middle, appearing to be\nignorant while actually being illuminated.] Wu: The perseverance of the\nViscount of Qi made it impossible to obliterate the light.\nLegge: Line five should be the place of the ruler, but in this hexagram line six\ntakes that position. The officer here, in the center of the upper trigram, just\nbelow the sovereign, is modeled on the Count of Chi, an historical personage.\n\nNOTES AND PARAPHRASES\nSiu: The man recalls the manner in which Prince Chi preserved his convictions\nby feigning insanity when trapped in the court of the tyrant Chou Hsin. In coping\nwith danger during times of darkness, he exhibits an invincibility of spirit,\ncoupled with unusual caution.\nWing: You are in an obvious and important role in this situation, yet you are not\nin accord with it. You are not in a position to struggle against elements that run\ncontrary to your principles. Conceal your ideals and acquiesce outwardly to the\npowers that be. You will ultimately be rewarded.\nEditor: Count Chi \"hid his light\" by feigning insanity to deceive the tyrant\nholding him captive. Basically, the idea is that you are \"imprisoned\" by the\nsituation at hand and powerless to do anything but adapt to it. If you don't\nsurrender your integrity you can persevere through a dark and difficult time. As\nso often in fifth lines, the image is an echo of the ideas in the Judgment and/or\nImage of the hexagram as a whole. This particular predicament reminds us of the\nBiblical story of David:\nDavid ... became very frightened of Achish the king of Gath. When their\neyes were on him he played the madman and, when they held him,\nfeigned lunacy. He would drum on the doors of the gate and let his spittle\nrun down his beard. Achish said to his servants, \"You can see this man is\nmad. Why bring him to me? Have I not enough madmen without your\nbringing me this one to weary me with his antics?\"\nI Samuel 21: 13--15:\nA. In the presence of arrogance, the wise man plays the fool. (Now is the\ntime to hide your light.)\nB. The Dark Night of the Soul.\nC. Clarity in the matter at hand is concealed for now.",
    "6": "Line-6\nLegge: The sixth line, magnetic, shows the case where there is no light, but only\nobscurity. Its subject had at first ascended to the top of the sky; her future shall\nbe to go into the earth.\nWilhelm/Baynes: Not light but darkness. First he climbed up to heaven, then\nhe plunged into the depths of the earth.\nBlofeld: Nothing to lighten the darkness! Having once climbed to heaven, he\nlater descended into the earth.\n\nLiu: Not light, but shadows. First he ascended to the sky, and later plunged into\nthe earth.\nRitsema/Karcher: Not Brightening, darkening. Initially mounting tendingtowards heaven. Afterwards entering tending-towards earth.\nShaughnessy: Not bright or dark: initially it rises into the heavens, afterwards\nit enters into the ground.\nCleary (1): The darkness of non-understanding; first ascending to heaven, then\ndescending into the earth.\nCleary (2): In the darkness of ignorance, first ascending to heaven, later going\nunderground.\nWu: Knowing not how to use the spirit of dimness, he first ascends to heaven\nand then falls into the depths of the earth.\nCOMMENTARY\nConfucius/Legge: She might have enlightened the four quarters of the\nkingdom. She has failed to fulfill the model of a ruler. Wilhelm/Baynes:\nThus he might have been able to illuminate the lands of all the four quarters of\nthe earth. Because he had lost the rule. Blofeld: He illumined the four quarters\nof the empire; his descent into the earth means that he transgressed divine law.\nRitsema/Karcher: Illuminating the four cities indeed. Letting-go by\nconsequence indeed. Cleary (2): First ascending to heaven is lighting up the\nnations; later going underground is losing guidance. Wu: “He first ascends to\nheaven” when his brightness shines at the four corners of the kingdom, “and then\nfalls into the depths of the earth” when he violates the code of conduct.\nLegge: Line six shows the fate of the ruler, who opposes the officer who would\ndo her good and intelligent service. Instead of becoming as the sun, enlightening\nall from the height of the sky, she is as the sun hidden below the earth.\nNOTES AND PARAPHRASES\nSiu: There is only darkness. The ruler opposes officers capable of good and\nintelligent service. He does not shower blessings upon his people but ignores his\nduties and responsibilities for increasing the common good.\nWing: The current trend is coming to an end. The bad times are consuming\nthemselves and will become but a memory. Those who once struggled to control\nthe situation will fall back into obscurity.\n\nEditor: This line is the Lord of Darkness oppressing the entire hexagram.\nPsychologically interpreted, the ego has not seen the light. Because this line\nchanges the hexagram to number twenty-two, Persona, there is a hint that some\nsort of egocentric vanity may be involved.\nHence it is that they shun the light of heaven, and cast themselves down\ninto their own light; a light which is like the light from glowing coals,\nand in some places like that from burning sulphur. But even this light is\nturned into thick darkness, when any particle of light from heaven flows\nin there.\nSwedenborg -- Heaven and Hell\nA. You had clarity, then you lost it.\nB. An image of the source of darkness, ignorance or negativity in the\nsituation at hand.\nC. A negative element about to be eliminated.\nFebruary 12, 2001, 12/09/08"
  }
}