{
  "hexagram_number": 11,
  "gua": "Judgment\nLegge: Harmony shows the inferior departed and the great arrived. There will\nbe good fortune with progress and success.\nWilhelm/Baynes: Peace. The small departs, the great approaches. Good\nfortune. Success.\nBlofeld: Peace. The mean decline; the great and good approach -- good fortune\nand success! [In the following hexagram (Divorcement), where the trigrams\nsymbolize heaven and earth in what would appear to be their normal positions,\nthat arrangement is held to be disastrous; whereas here, where they seem to be\nupside down, everything is propitious. This may be because heaven above earth\nis held to imply that the two are existing separately without the intercourse\nwhich is the root of all growth; whereas here their intercourse is so absolute\nthat heaven is actually supporting earth.]\nLiu: Peace. The small is departing, the great is arriving. Good fortune. Success.\nRitsema/Karcher: Pervading. The small going, the great coming.\nsignificance Growing. [This hexagram describes your situation in terms of\nprospering and expanding. It emphasizes that continually spreading this\nprosperity through communicating is the adequate way to handle it...]\nShaughnessy: Greatness: the little go and the great come; auspicious; receipt.\nCleary (1): The small goes, the great comes. This is auspicious and\ndevelopmental.\nCleary (2): Tranquility … Getting through auspiciously.\nWu: Prosperity shows that the small stays outside and the great stays inside. It\nwill be auspicious and pervasive.\n\nThe Image\nLegge: The intercourse of heaven and earth -- the image of Harmony. The wise\nruler models his laws upon the principles of heaven and earth, and enforces them\nfor the people's benefit.\nWilhelm/Baynes: Heaven and earth unite: the image of Peace. Thus the ruler\ndivides and completes the course of heaven and earth; he furthers and regulates\nthe gifts of heaven and earth, and so aids the people.\nBlofeld: This hexagram symbolizes heaven and earth in communion. [The\ncomponent trigrams illustrate the kind of close intercourse just alluded to. This\nis surely the only way of depicting it under the circumstances, for any mingling\nof their component lines would produce quite different trigrams having no\nreference to heaven and earth.] It is as though a mighty ruler, by careful\nregulation of affairs, has brought to fruition the way of heaven and earth. In\nharmony with the sequence of their motions, he gives help to people on every\nhand.\nLiu: Heaven and earth are unified, symbolizing Peace. The ruler reforms and\ncompletes the way of heaven and earth; He observes the appropriate methods of\nheaven and earth to direct the people.\nRitsema/Karcher: Heaven and Earth mingling. Pervading. The crownprince uses property to accomplish Heaven and Earth's tao. The crown-prince\nuses bracing to mutualize Heaven and Earth's propriety. The crown-prince uses\nthe left to right the commoners.\nCleary (1): When heaven and earth commune, there is tranquility. Thus does\nthe ruler administer the way of heaven and earth and assist the proper balance of\nheaven and earth, thereby helping the people.\nCleary (2): … So as to influence the people.\nWu: Prosperity results from the interaction of heaven and earth. The king uses\nthe wealth of the nation to achieve the ways of heaven and earth and to support\ntheir designs, so as to bring the sentiments of the people to the center.\nCOMMENTARY\nConfucius/Legge: Harmony shows the union of heaven and earth, and all\nthings consequently united -- high and low, superior and inferior are all in\naccord. The lower trigram is made up of dynamic lines, and the upper of\nmagnetic lines: strength is within, devotion is without; the superior man is inside\nand increasing, the inferior man is outside and decreasing.\n\nLegge: The Judgment refers to the structure of the hexagram, with the three\ndynamic lines below, and the three magnetic lines above. The former are \"the\ngreat,\" active and vigorous; the latter are \"the inferior,\" passive and yielding. In\nmany editions of the I Ching beneath the hexagram of Harmony there appears\nhexagram number fifty-four, Propriety, which becomes Harmony if the third\nand fourth lines exchange places. A situation in which the motive forces are\nrepresented by three dynamic, and the opposing by three magnetic lines, must be\nprogressive and successful. Harmony is called the hexagram of the first month\nof the natural spring, when for six months the forces of growth are in ascendance.\nCanon McClatchie translates: \"The Image means that heaven and earth\nhave now conjugal intercourse with each other, and the upper and lower classes\nunite together.\"\nCh'eng-tzu says on the Image that a ruler should frame his laws to operate\nlike the seasons, so that the people exist within the structure of a natural rather\nthan an arbitrary order.\nNOTES AND PARAPHRASES\nJudgment: Harmony depicts the waning of egotistical illusions and the\nwaxing of true potential.\nThe Superior Man allows his inner virtue to rule the psyche.\nWithout changing lines, Harmony suggests a fruitful union of opposites\nand consequent state of balance in the matter at hand.\nWilhelm translates the opening phrase of the Confucian commentary as:\n\"Heaven and earth unite.\" Blofeld renders it: \"The celestial and terrestrial forces\nhave intercourse and all things are in communion with one another.\" Legge has\nalready called attention to McClatchie's version of: \"Heaven and earth have now\nconjugal intercourse with each other.\"\nThis image is one of the most universal symbols produced by the human\npsyche: the sexual union of Spirit and Matter (heaven and earth). This is the\nhieros gamos or holy marriage of alchemy, the union of Shiva and Shakti in\nHinduism, the conjoined male and female deities in tantric Buddhism, the\nsyzygies of Gnosticism and the union of heaven and earth in the Kabbalah.\nThe notions of the couple and the sacred marriage held a very important\nplace in ancient Chinese religious thinking. Every sacred power was\ntwofold, male and female; but since only one half of the sacred couple\nwas generally enclosed in any one sanctuary, the ritual was directed at\nreconstituting the whole... The complete being is male and female; since\nmost men neglect or repress their feminine nature, they are out of\nbalance; their male aggressiveness comes to the fore, and their whole\n\nvitality suffers. There can be no true Holiness without a prior\nrevitalization of femininity.\nM. Kaltenmark -- Lao Tzu and Taoism\nPsychologically, the condition pictured by this hexagram is a metaphor for\na high state of integration within the psyche. Here it is described in alchemical\nand Jungian terminology:\nThe hermetic vessel is oneself. In it the many pieces of psychic stuff\nscattered throughout one's world must be collected and fused into one, so\nmaking a new creation. In it must occur the union of the opposites called\nby the alchemists the coniunctio or marriage... (This union), in\npsychological terms corresponds to man with his feminine soul, the\nanima, or to a woman with her masculine counterpart, the animus -- the\nunion in each case constituting the inner marriage, the hieros gamos by\nwhich the individual must become whole.\nM.E. Harding -- Psychic Energy\nTo receive this hexagram does not necessarily mean that one has attained\nsuch a high integration, but it might indicate a step in that direction. The ultimate\nhieros gamos only occurs after all of the scattered and mismatched forces within\nthe psyche have been brought together in correct alignment -- in I Ching terms,\nwhen all of the lines are in their proper places with proper correlates as imaged in\nhexagram number 63, Completion. Until this final union there are innumerable\n\"lesser\" conjunctions which must first take place -- a fact recognized in tantric\nyoga:\nThe final goal of the tantricist is to reunite the two contrary principles -Shiva and Shakti -- in his own body. When Shakti, who sleeps, in the\nshape of a serpent, at the base of his body, is awoken by certain yogic\ntechniques, she moves through a medial channel by way of the chakras\nup to the top of the skull, where Shiva dwells, and unites with him. The\nunion of the divine pair within his own body transforms the yogin into a\nkind of \"androgyne.\" But it must be stressed that \"androgynization\" is\nonly one aspect of a total process, that of the reunion of the opposites.\nActually, Tantric literature speaks of a great number of \"opposing pairs\"\nthat have to be reunited.\nMircea Eliade -- Myths, Rites, Symbols\nThe establishment of the \"Kingdom of Heaven on Earth\" is yet another\nmetaphor for this process of psychic unification. Here is the Kabbalistic version:\nIt is by the establishment of the celestial on the terrestrial, or of heaven\nupon earth, that the house of the King (humanity) will become united and\nthe King will rejoice thereat, for then the two kingdoms will become one\nand then the new and living way will become opened to those who make\nthemselves susceptible and receptive of the Higher and Diviner life...\n\nWhen these two worlds become united and blended together they are\nsymbolized by the union of the male and female, the one being the\ncomplement of the other.\nThe Zohar\nSUGGESTIONS FOR MEDITATION\nLegge points out that many editions of the I Ching associate hexagram\nnumber fifty-four, Propriety, with this figure. What do the changing third and\nfourth lines of Propriety imply about the role of the ego in the Work? The\ntraditional name for Propriety is \"The Marrying Maiden\" -- how does that\nrelate to the concept of the holy marriage in Harmony? Compare the\nJudgments and Images of the two hexagrams and the role of the superior man in\neach. Note also the lesson implied when lines two and five in Harmony unite to\nmake hexagram number sixty-three, Completion.",
  "lines": {
    "1": "Line-1\nLegge: The first line, dynamic, suggests the idea of grass pulled up, and bringing\nwith it other stalks with whose roots it is connected. Advance on the part of its\nsubject will be fortunate.\nWilhelm/Baynes: When ribbon grass is pulled up, the sod comes with it. Each\naccording to his kind. Undertakings bring good fortune.\nBlofeld: When grass is uprooted, what is attached to it is pulled up as well. It is\nan auspicious time for advancing according to plan. [This would seem to mean\nthat we are likely to get what we seek plus something more.]\nLiu: When ribbon grass is pulled out, its roots come with it: they are of the same\nkind. Undertakings lead to good fortune.\nRitsema/Karcher: Eradicating thatch-grass intertwined. Using one's\nclassification. Chastising significant.\nShaughnessy: Plucking the cogon-grass stem with its roots; to be upright is\nauspicious.\nCleary (1): When pulling out a reed by the roots, other roots come with it. It is\nauspicious to go forth.\nWu: Like pulling up reeds with all their connecting roots, advancing will be\nauspicious.\n\nCOMMENTARY\nConfucius/Legge: His will is set on what is external to himself. Wilhelm/\nBaynes: The will is directed outward. Blofeld: The mind is outward looking\n(i.e. fixed upon the people's welfare.) [This really means the mind of the Superior\nMan, whose duty it is to look after the people’s welfare. If he is truly a Superior\nMan, when his mind is turned inward it is to meditate upon and eradicate his\nfaults; when outward turned, it is concentrated upon his duty to the ruler\n(provided the king is worthy) and his care of the people.] Ritsema/Karcher:\nPurpose located outside indeed. Cleary (2): Means focusing the will beyond.\nWu: Because the aspiration is to go upward.\nLegge: The symbolism of the first line is suggested by the three dynamic lines of\nthe lower trigram, all together, and all possessed by the same instinct to advance.\nThe movement of the first line will be supported by the others, and will be\nfortunate. \"He has his will set on what is external to himself\" means that he is\nbent on going forward.\nNOTES AND PARAPHRASES\nSiu: At the outset, the man brings others of like mind with him as he enters\npublic office during a period of prosperity.\nWing: Actions that you might now take, particularly those actions that are\nconnected to the welfare of others, will meet with good fortune. You will attract\nothers and find co- operation among those who have goals similar to your own.\nEditor: This line changes the hexagram to number forty-six, Pushing\nUpward, another image of growth with a corresponding line which further\nreinforces the idea of upward progress: \"Advancing upward with the welcome of\nthose above him...\" \"Grass roots\" are a foundation, source or essence, as in “grass\nroots support” in a political campaign. To \"uproot\" is to remove from a fixed or\nentrenched position. \"Other stalks\" are analogous elements -- \"fellow travelers.\"\nThe image suggests the positive alteration of a heretofore static situation.\nWhen the shadow has been made conscious and has been accepted as\npart of the personality, its contents and part of its energies are added to\nthose of the ego, so that a further development of the I results. Similarly,\nwhen the anima or animus has been united to the conscious psyche by a\nprocess described in many religious systems as an inner marriage, a\nfurther\nenlargement of consciousness results, and the conscious\npersonality begins to display those qualities of dignity and stability\nwhich are the marks of the unique or individuated personality.\nM.E. Harding -- Psychic Energy\nA. Removal from an entrenched position advances the general welfare. Go\nbeyond yourself.\n\nB. A union of similar forces moves progressively.",
    "2": "Line-2\nLegge: The second line, dynamic, shows one who can bear with the uncultivated,\nwill cross the river without a boat, does not forget the distant, and has no selfish\nfriendships. Thus does he prove himself acting in accordance with the due mean.\nWilhelm/Baynes: Bearing with the uncultured in gentleness, fording the river\nwith resolution, not neglecting what is distant, not regarding one's companions:\nthus one may manage to walk in the middle.\nBlofeld: Supporting the uncultivated, crossing the river without boats, not\nretreating despite the distance from his base, not abandoning his comrades, he\nstill manages to steer a middle course.\nLiu: Bear with the undeveloped. Swim across the river decisively, not forgetting\nwhat is remote, nor disregarding one's friends. Thus one can gain the middle way.\nRitsema/Karcher: Enwrapping wasteland. Availing-of crossing the channel.\nNot putting-off abandoning. Partnering extinguished. Acquiring honor, tendingtowards centering moving.\nShaughnessy: Wrapped recklessness; herewith ford the river; not distantly\nleaving it behind and not forgetting it, gains elevation in the central ranks.\nCleary (1): Accepting the uncultivated, actively crossing rivers, not missing\nthe remote, partisanship disappears, and one accords with balanced action.\nCleary (2): … Employing those who can cross rivers, not overlooking the\nremote, free from partisanship, one can seriously perform balanced action.\nWu: This is like the sky enveloping all corners of the earth. Walking along a\nriverbank, one will not lose the direction even going far. He will show no\nfavoritism toward friends. He will maintain a course of centrality.\nCOMMENTARY\nConfucius/Legge: His intelligence is bright and his capacity is great.\nWilhelm/Baynes: Because the light is great. Blofeld: A middle course can be\nsteered because the situation is so brilliantly clear. Ritsema/Karcher: Using\nthe shining great indeed. Cleary (2): Due to greatness of illumination. Wu:\nIndicate an ability to attain enlightenment.\n\nLegge: The second line is dynamic, but in a magnetic place. This tempers his\naction and describes his first characteristic of forbearance. Because the place is\ncentral and has a proper correlate above in the fifth place, all the favorable\nimages are manifested.\nNOTES AND PARAPHRASES\nSiu: The man observes the mean during times of peace. He is magnanimous\ntoward the uncultivated, ready for necessary risks, watchful over future\npossibilities, and independent of cliques and factions.\nWing: During Prospering times it is important to hold to worthy attitudes and\nbehavior in order to achieve your aim. You now have a responsibility to\nundertake difficult tasks, to be tolerant of all people, and to maintain far-reaching\nvisions. Avoid getting involved in current factions and special-interest groups.\nEditor: Wilhelm/Baynes translate \"no selfish friendships\" as: \"not regarding\none's companions.\" The idea is that correct behavior takes precedence over\npopular opinion. Thoreau's famous line: \"If a man does not keep pace with his\ncompanions, perhaps it is because he hears a different drummer,\" is an analogous\nidea. The discipline of the Work immediately places one in this category. A\ncomplete understanding of this line depends upon what is said in line five, which\nsee.\nFrom my point of view, he can be called a remarkable man who stands\nout from those around him by the resourcefulness of his mind, and who\nknows how to be restrained in the manifestations which proceed from\nhis nature, at the same time conducting himself justly and tolerantly\ntowards the weaknesses of others.\nGurdjieff\nA. Turmoil is a fact of life. Unaffected by conventional norms, one bucks\nthe current of ignorance and focuses on the goals of the Work. Cope competently.",
    "3": "Line-3\nLegge: The third line, dynamic, shows that, while there is no state of peace that\nis not liable to be disturbed, and no departure of evil men so that they shall not\nreturn, yet when one is firm and correct, as he realizes the distresses that may\narise, he will commit no error. There is no occasion for sadness at the certainty of\nsuch recurring changes; and in this mood the happiness of the present may be\nlong enjoyed.\nWilhelm/Baynes: No plain not followed by a slope. No going not followed by a\nreturn. He who remains persevering in danger is without blame. Do not complain\nabout this truth; enjoy the good fortune you still possess.\n\nBlofeld: Every plain is followed by a slope; every going forth is followed by a\nreturn. Persistence under difficulty will not lead to error. Do not lose faith, for an\neclipse is sometimes a blessing. [The whole of this passage suggests present\ndifficulties which we can surely overcome.]\nLiu: No plain without a slope. No departure without a return. Continuing in a\ndifficult situation. No blame. Do not fear; face the truth. One receives blessings.\nRitsema/Karcher: Without evening, not unevening. Without going, not\nreturning. Drudgery, Trial: without fault. No cares: one's conforming. Tendingtowards taking-in possesses blessing.\nShaughnessy: There is no flat that does not slope, there is no going that does\nnot return; in determination about difficulty, there is no trouble; do not pity his\nreturn; in eating there is good fortune.\nCleary (1): There is no levelness without incline, no going without returning. If\none is upright in difficulty, there will be no fault. One should not grieve over one’s\nsincerity; there will be prosperity in sustenance.\nCleary (2): … Be upright in difficulty and you will be blameless, etc.\nWu: There are no level roads without inclinations and no past events without\nrecurrences. In a difficult time, perseverance will bring no error. Do not pity, but\nbe sincere. There will be happiness.\nCOMMENTARY\nConfucius/Legge: \"There is no going away so that there shall not be a return\"\nrefers to this as the point where the interaction of Heaven and Earth takes place.\nWilhelm/Baynes: This is the boundary of heaven and earth. Blofeld: ... Is a\nlaw of the universe. Ritsema/Karcher: Heaven and Earth, the border indeed.\nCleary (2): The border of heaven and earth. Wu: Is a condition prevailing\nbetween heaven and earth.\nLegge: The symbolism of the third line shows the constant change that is taking\nplace in nature and human affairs. As night becomes day, and winter becomes\nsummer, so calamity may be expected to follow prosperity, and decay the\nflourishing of a state. The third is the last line in the lower trigram of Strength, by\nwhose creative activity the happy state of Harmony has been produced.\nAnother aspect of things may be expected, but by firmness and correctness the\ngood estate of the present may be long continued.\n\nNOTES AND PARAPHRASES\nSiu: Change is certain. Peace is followed by disturbances; departure of evil men\nby their return. Such recurrences should not constitute occasions for sadness but\nrealities for awareness, so that one may be happy in the interim.\nWing: You may see a decision approaching, for the laws of change are eternally\nactive. Any difficulties can be endured with an inner faith in your own strength\nand perseverance. Meanwhile, enjoy fully the present.\nEditor: There is a similarity between this line and line three of hexagram\nnumber twenty-six, Controlled Power. The idea is that one finds the peace\nand harmony one seeks in life by staying on the cutting edge of experience, by\nlearning how to be content with what is as it continuously unfolds. This is the\nessence of existential beingness, of Zen-mind.\nRegarding alike pleasure and pain,\nGain and loss, success and defeat, prepare\nYourself for battle. Thus you will\nIncur no sin.\nBhagavad-Gita\nA. Change is inevitable: Trust the Work to guide you.",
    "4": "Line-4\nLegge: The fourth line, magnetic, shows its subject fluttering down -- not relying\non her own rich resources, but calling in her neighbors. They all come not as\nhaving received warning, but in the sincerity of their hearts.\nWilhelm/Baynes: He flutters down, not boasting of his wealth, together with\nhis neighbor, guileless and sincere.\nBlofeld: Running to and fro, kept from riches by those around him, he does not\ncease to put his trust in them. [He runs to and fro in his anxiety to be of service,\nwhether people reward his kindness or not.]\nLiu: One strives with a cheerful manner, not boasting of riches to a neighbor.\nOne has full confidence without fear.\nRitsema/Karcher: Fluttering, fluttering. Not affluence: using one's neighbor.\nNot warning: using conforming.\nShaughnessy: So fluttering, not wealthy together with his neighbors; not\nwarned about his return.\n\nCleary (1): Unsettled, one is not rich, along with the neighbors, being loyal\nwithout admonition.\nCleary (2): Unsettled, not prosperous, one works with the neighbor. Sincerity is\nexercised, without caution.\nWu: Carefree like a flying bird, he is not in a position to accumulate wealth, but\nrather to share his affection with his neighbors. He is free from anxiety, for he\nhas the confidence of others.\nCOMMENTARY\nConfucius/Legge: Both she and her neighbors are out of their real place where\nthey are. This is what they have desired in the core of their hearts. Wilhelm/\nBaynes: All of them have lost what is real. He desires it in the depths of his\nheart. Blofeld: His running to and fro and his lack of riches are due to his\nidealism. He preserves his faith in others because in his heart of hearts he\nWANTS to trust them. Ritsema/Karcher: Altogether letting-go substance\nindeed. Centering the heart desiring indeed. Cleary (2): Being unsettled and not\nprospering are both due to loss of the real. Exercise of sincerity without caution is\nthe heart’s true desire. Wu: He is destined to remain empty … Because his\nwillingness to share comes from his heart.\nLegge: The subjects of the fourth and other yin lines of the upper trigram are not\nto be seen as opponents of the yang lines in the lower trigram, but as their\ncorrelates. They are of one heart and mind to maintain the state of Harmony,\nand humbly and readily yield their power to the yang lines below. Chu Hsi says\nthat the upper lines \"have lost their substantiality.\" As magnetic lines, their\nproper place is below.\nNOTES AND PARAPHRASES\nSiu: The man of high rank joins with the lowly in an atmosphere of spontaneity\nand mutual confidence.\nWing: The important thing now is that you are sincerely united and\ncommunicating with people who are your superiors. Pay no thought to ultimate\nrewards but maintain a steady course toward your aim. Use the help of others, if\noffered.\nEditor: None of the translations of this line say quite the same thing, yet the\nmeaning is clear enough when interpreted in relation to the symbolism of the\nfigure as a whole. This is the first magnetic line of the hexagram, and the\nmessage is stated in terms of a female sexual response. She doesn't rely upon her\n\"rich resources\" -- she doesn't use her magnetic power aggressively, but willingly\nsurrenders to dynamic initiative. Psychologically this means that Eros defers to\n\nLogos, emotion to reason, ego to Self, or whatever the situation at hand suggests\nis a proper subordination of one principle to another.\nIn every exposition of the Perennial Philosophy the human soul is\nregarded as feminine in relation to the Godhead, the personal God and\neven the Order of Nature. Hubris, which is the original sin, consists in\nregarding the personal ego as self-sufficiently masculine in relation to\nthe Spirit within and to Nature without, and in behaving accordingly.\nAldous Huxley\nA. The image suggests the voluntary surrender of power and position to\ncreate a higher alliance of forces.",
    "5": "Line-5\nLegge: The fifth line, magnetic, reminds us of king Ti-yi's rule about the\nmarriage of his younger sister. By such a course there is happiness and there will\nbe great good fortune.\nWilhelm/Baynes: The sovereign I gives his daughter in marriage. This brings\nblessing and supreme good fortune.\nBlofeld: By giving his daughter in marriage, the Emperor attained felicity and\nextreme good fortune.\nLiu: The Emperor I gives his daughter in marriage. This will bring blessings and\ngreat good fortune.\nRitsema/Karcher: The supreme burgeoning, converting maidenhood. Using\nsatisfaction, Spring significant.\nShaughnessy: Di Yi marries off the maiden by age; prime auspiciousness.\nCleary (1): The emperor marries off his younger sister, whereby there is\ngood fortune; this is very auspicious.\nWu: Di Yi married off his younger sister. The marriage was blessed with great\nhappiness.\nCOMMENTARY\nConfucius/Legge: She employs the virtues proper to her central position to\ncarry her wishes into effect. Wilhelm/Baynes: Because he is central in carrying\nout what he desires. Blofeld: This was because of his impartiality in carrying\nout what he felt to be desirable. [This suggests a need for impartiality in\nconducting our affairs.] Ritsema/Karcher: Center uses moving desire indeed.\n\nCleary (2): The balanced carrying out of deliberate, purposeful undertakings.\nWu: It was done with a wish from a central position.\nLegge: According to Ch'eng-tzu, Ti-yi was the first to enact a law that daughters\nof the royal house, in marrying princes of the states, should be in subjection to\nthem, as if they were not superior to them in rank. Here line five, while occupying\nthe place of dignity and authority in the hexagram, is yet a magnetic line in the\nplace of a dynamic one. She accordingly humbly condescends to her dynamic and\nproper correlate in line two.\nNOTES AND PARAPHRASES\nSiu: The example of King I's decree that his younger sister must obey her\noutranked husband is presented. The modest union of the high and the low\nbrings real satisfaction.\nWing: You can achieve your aim and realize great good fortune by remaining\nimpartial in your behavior. Humility and modesty will allow you to communicate\nwith the sentiments of your followers in mind. You will then be supported in your\nendeavors.\nEditor: The rulership of the hexagram is shared jointly by the second and fifth\nlines. In the situation symbolized here, the magnetic fifth line yields her authority\nto the dynamic second line -- each is out of its \"correct\" place, and so they swap\npositions, so to speak. The meaning is that yin willingly defers to yang, female\nyields to male, emotions to intellect, feelings to principle, etc. It is significant to\nnote that in a hexagram depicting a holy marriage, the perfect union of Heaven\nand Earth, that the only line mentioning marriage is this one. The marriage is\nbetween lines two and five, and when they both change the hexagram created is\nnumber 63, After Completion, the \"perfect\" or reference hexagram\ndetermining all correct relationships. Lines two and five are the only lines in the\nfigure that are \"out of place,\" and each takes its meaning from the other, which\nimplies that they exchange places to create a perfect configuration. Implicit in all\nthis is the idea of yin (emotion) being correct when it is alchemically conjoined\nwith yang (reason). Emotion and intellect must blend into intuition. The ego\ncan't \"make\" this happen, but it can help create the conditions which make it\npossible.\nWhen the understanding of truth which is with the man makes one with\nthe affection of good which is with the woman, there is a conjunction of\nthe two minds into one. This conjunction is the spiritual marriage from\nwhich conjugal love descends; for when the two minds are so conjoined\nthat they become one mind, there is love between them.\nSwedenborg -- Arcana Coelestia\nA. Defer feelings to reason or principle.\n\nB. Ego defers to the will of the Self.\nC. A fundamental rule of the Work is to concede one's initiative to a higher\nprinciple.",
    "6": "Line-6\nLegge: The sixth line, magnetic, shows us the city wall returned to the moat. It is\nnot the time to use the army. The subject of the line may announce her orders to\nthe people of her own city; but however firm and correct she may be, she will\nhave cause for regret.\nWilhelm/Baynes: The wall falls back into the moat. Use no army now. Make\nyour commands known within your own town. Perseverance brings humiliation.\nBlofeld: The wall has tumbled into the moat; do not put up a fight, but just\nmaintain order in the village. Although this is the right course blame cannot be\navoided. [We shall be blamed for not being more aggressive even though\ncircumstances more than warrant our failure to be so.]\nLiu: The wall collapses into the moat. Do not use force. Make announcements to\nthe people in your own town. Continuing brings humiliation.\nRitsema/Karcher: The bulwark returned tending-towards the moat. No\navailing of legions. Originating-from the capital, notifying fate. Trial: abashment.\nShaughnessy: The city wall falls into the moat; do not use troops; from the city\nannounce the mandate; determination is stressful.\nCleary (1): The castle walls crumble back into dry moats. Don’t use the army.\nGiving orders in one’s own domain, even if right, there will be regret.\nCleary (2): … Announcing order in one’s own locality is shameful, in spite of\ncorrectness.\nWu: The moat around the city wall has dried. No military action is advisable. The\nlocal authority has given conflicting orders to the townspeople. The people should\nbe persevering, but even so they may still feel humiliated.\nCOMMENTARY\nConfucius/Legge: The governmental orders have long been in disorder.\nWilhelm/Baynes: His plans fall into confusion. Blofeld: This signifies a\ntroubled destiny. Ritsema/Karcher: One's fate disarrayed indeed. Cleary\n(2): Order is in disarray. Wu: The orders have been contradictory.\n\nLegge: The course denoted by Harmony has been run, and will be followed by\none of a different and unhappy character. The earth dug from the moat had been\nbuilt up to form a projecting wall, but it is now again fallen into the ditch. War\nwill only aggravate the evil, and however the ruler may address good\nproclamations to the people of the capital, the coming evil cannot be altogether\naverted.\nNOTES AND PARAPHRASES\nSiu: The government has long been in disarray. Despite all proclamations to the\ncontrary, ill fortune is at hand. War will only aggravate the situation. The subject\nshould submit to fate, keep inwardly free, and ameliorate the harm done to those\nnearest him. The bad time will pass.\nWing: A decline has begun. It is of the external world, and nothing can be done\nto hold it back. Such attempts will bring you humiliation. Instead, devote your\ntime to strengthening your ties with those close to you.\nEditor: A walled city is a concentration of similar elements in one place. Within\nits walls dwell all of the factors which go to make up whatever it is that the city\nrepresents-- perhaps an attitude or belief. For example: suppose I believe that the\nworld is flat. All of the thoughts, feelings, attitudes and emotions which\ncontribute to this belief live in \"the city.\" If I have an experience which strongly\nchallenges my belief--say, a photograph taken of the earth from outer space\nwhich definitely proves that my belief in a flat earth is incorrect--then one could\nsay that the \"walls of my city have collapsed.\" Now I could fight this and say that\nobviously the outer space photograph is a fake--I could try to maintain my belief\nregardless of all the evidence to the contrary. However, the realistic response to\nthe situation would not be to \"use the army\" (defend the indefensible), but to just\nlet the dust settle--inform the people in the city (the now outmoded thoughts and\nfeelings) that the situation has changed and that the best response is to sit tight\nand see what emerges from the rubble.\nA community's conviction system is its castle, a walled city to protect it\nagainst alternative interpretations of the great and unknown reality in\nthe midst of which it must somehow live.\nB. Bruteau -- The Psychic Grid\nA. A distinction is dissolved, a belief is shattered. Don't fight it -- let it be.\nChange is in process and confusion prevails -- control your emotions and\nmaintain order within the psyche. Despite turmoil, take no action -- allow the\ntransformation to complete itself.\nMay 26, 2001, 4/23/06"
  }
}