{
  "hexagram_number": 15,
  "gua": "Judgment\nLegge: Temperance indicates successful progress. Temperance brings a\ngood issue to the superior man's undertakings.\nWilhelm/Baynes: Modesty creates success. The superior man carries things\nthrough.\nBlofeld: Modesty brings success. The Superior Man is able to carry affairs\nthrough to completion.\nLiu: Modesty: success. The superior man can continue to work to the end.\nRitsema/Karcher: Humbling, Growing. A chun tzu possesses completing.\n[This hexagram describes your situation in terms of the necessity to cut through\npride and complication. It emphasizes that keeping your words unpretentious is\nthe adequate way to handle it...]\nShaughnessy: Modesty: Receipt; the gentleman has an end.\nCleary (1): Humility is developmental. The superior person has a conclusion.\nCleary (2): Humility gets through. A leader has a conclusion.\nWu: Humility is pervasive. The jun zi will have grace in death.\nThe Image\nLegge: A mountain hidden within the earth -- the image of Temperance. The\nsuperior man, in accordance with this, diminishes his excesses to augment his\ninsufficiencies, thus creating a just balance.\n\nWilhelm/Baynes: Within the earth, a mountain: the image of Modesty. Thus\nthe superior man reduces that which is too much, and augments that which is too\nlittle. He weighs things and makes them equal.\nBlofeld: This hexagram symbolizes a mountain in the centre of the earth. The\nSuperior Man takes from where there is too much in order to augment what is too\nlittle. He weighs things and apportions them fairly. [The component trigrams\nsymbolize a mountain surrounded by flat earth, thus suggesting too much in\none place and too little in others.]\nLiu: The mountain within the earth symbolizes modesty. The superior man\nreduces the excess and increases the lacking; he weighs and then equalizes all\nthings.\nRitsema/Karcher: Earth center possessing mountain. Humbling. A chun tzu\nuses reducing the numerous to augment the few. A chun tzu uses evaluating\nbeings to even spreading-out.\nCleary (1): There are mountains in the earth; modesty. Thus does the superior\nperson decrease the abundant and add to the scarce, assessing things and dealing\nimpartially.\nCleary (2): … Leaders assess people and give impartially, by taking from the\nabundant and adding to the scarce.\nWu: There is a mountain inside earth; this is Humility. Thus the jun zi takes\nexcess from the more to enrich the less and measures goods to ensure fair\ndistribution. [To prepare oneself to accept what is fair among all his fellow men\nis the essence of humility.]\nCOMMENTARY\nConfucius/Legge: It is the way of heaven to dispense its blessings downwards,\nand the way of earth to radiate its influence upwards. Both heaven and earth\ndiminish the full to augment the lowly. Spiritual beings inflict calamity on\nthe proud and bless the meek, and men resent ostentation and love\ntemperance. Temperance enlightens an honorable office, and neither will men\nignore it in lowly positions. Thus does the superior man attain his ends.\n[Emphasis editor's -- Ritsema/Karcher translate \"spiritual beings\" [Kuei\nShen] as: \"The whole range of imaginal beings both inside and outside the\nindividual; spiritual powers, gods, demons, ghosts, powers, fetishes.”]\nLegge: An essay on temperance rightly follows that on abundant possessions.\nThe third line, dynamic among five magnetic lines, in the topmost place of the\ntrigram of Keeping Still, is the ruler of the hexagram. He is the representative\n\nof Temperance -- strong, but self-effacing. The idea is that temperance is the\nway to permanent success.\nThe Confucian commentary deals generally with the subject of\ntemperance, showing how it is valued by heaven and earth, by spirits and by men.\nThe descent of the heavenly influences, and the low position of the earth are both\nsymbolic of temperance. The heavenly influences are seen in the daily\nfluctuations of the sun and moon, and the fertility of the earth correspondingly\nwaxes and wanes with the seasons.\nThe Daily Lecture says: \"The five yin lines above and below symbolize\nthe earth; the one yang line in the center is the mountain in the midst of the\nearth. The many yin lines represent men's desires; the one yang line represents\nthe heavenly principle. The superior man, looking at this symbolism,\ndiminishes the multitude of human desires within him, and increases the single\nshoot of the heavenly principle; so does he become grandly just, and can deal\nwith all things evenly according to the nature of each. In whatever\ncircumstances or place he is, he will do what is right.”\nNOTES AND PARAPHRASES\nJudgment: Temperance means maintaining a dynamic/magnetic balance of\nforces to attain success.\nThe Superior Man maintains equilibrium in all that he does.\nThe most common translation of the title for this hexagram is Modesty,\nbut I have chosen Temperance as a title more expressive of the ideas in the\nImage and Confucian commentary. The words “modesty” and “humility” often\ncarry a connotation of weakness in western usage, and “temperance,” meaning to\ntemper or regulate, is more expressive of the dynamic strength of will required to\nrestrain and modulate the drive to dominate every situation.\nThe Image shows a mountain hidden beneath the earth--the quiet, invincible\npower of sheer will is hidden from view, yet it influences everything. Who\nobserving such a level surface would know that the bulk of Mt. Everest was buried\nbeneath it? Temperance means that one's power is hidden, that the\nfluctuations of heaven and earth are kept in such dynamic/magnetic balance as to\nbe invisible to ordinary vision. The temperate person is strong enough to bear\nthe weight of the world when that is necessary for the Work.\nMarcus Aurelius, the Stoic Roman Emperor, was arguably the most\npowerful man of his time, yet his temperance and modesty showed him to fulfill\nthe ideal of the superior man. Only the truly strong can be truly modest.\nAnd let this truth be present to thee in the excitement of anger, that to be\nmoved by passion is not manly, but that mildness and gentleness, as they\n\nare more agreeable to human nature, so also are they more manly; and\nhe who possesses these qualities possesses strength, nerves and courage,\nand not the man who is subject to fits of passion and discontent. For in\nthe same degree in which a man's mind is nearer to freedom from all\npassion, in the same degree also is it nearer to strength.\nMarcus Aurelius\nSUGGESTIONS FOR MEDITATION\nCompare this hexagram with hexagram number forty-one,\nCompensating Sacrifice. What are the similarities between the two figures?\nCompare also with hexagram number sixteen, Enthusiasm. What basic\nprinciples of the Work emerge?",
  "lines": {
    "1": "Line-1\nLegge: The first line, magnetic, shows us the superior man who adds temperance\nto his temperance. Even the great stream may be crossed with this, and there will\nbe good fortune.\nWilhelm/Baynes: A superior man modest about his modesty may cross the\ngreat water. Good fortune.\nBlofeld: The Superior Man, ever modest and retiring, fords the great river -good fortune! [Any journey undertaken at this time will bring good fortune.]\nLiu: The superior man is modest in his modesty. It is favorable to cross the great\nwater. Good fortune.\nRitsema/Karcher: Humbling, Humbling: chun tzu. Availing-of wading the\nGreat River. Significant.\nShaughnessy: So modest is the gentleman; herewith ford the great river;\nauspicious.\nCleary (1): Humble about humility, the superior person thereby crosses great\nrivers. This is auspicious.\nCleary (2): Extreme humility. It is fortunate if leaders use this to cross great\nrivers.\nWu: Being humble about his humility, the jun zi can make use of this virtue to\ncross the big river. It will be auspicious.\n\nCOMMENTARY\nConfucius/Legge: The superior man who adds temperance to his temperance\nis one who nourishes his virtue in lowliness. Wilhelm/Baynes: The superior\nman is lowly in order to guard himself well. Blofeld: He shows humility in\ndisciplining himself. Ritsema/Karcher: Lowliness uses originating-from\nherding indeed. Cleary (2): In extreme humility, leaders manage themselves\nwith lowliness. Wu: The jun zi uses humility for self-discipline.\nLegge: A magnetic line at the lowest place in the figure is the fitting symbol of\nthe superior man adding temperance to his temperance. The phrase \"nourishes\nhis virtue” in the Confucian commentary is literally: \"pastures himself.” He is all\ntemperance -- that is what makes him who he is.\nNOTES AND PARAPHRASES\nSiu: At the outset, the man retains his humility and does not press any claims.\nAs a result he is free from challenges and does not encounter resistance. Difficult\nenterprises can be undertaken successfully.\nWing: If you can carry out your proposed endeavor quietly, competently, and\nthoroughly, without obvious announcements of your intentions, you can achieve\neven significant aims. With a modest and disciplined attitude, you do not create\nresistance or invite challenge.\nEditor: Wilhelm translates the Confucian commentary in terms of lowliness as a\ntechnique of self-protection. Blofeld renders it as showing humility in one's selfdiscipline. Ritsema/Karcher render the verb MU, Herd, as: “tend cattle; watch\nover, superintend; ruler, teacher;” which recalls Legge's rendering of: \"pastures\nhimself.” The idea is to use the discipline of will to keep oneself under control.\nThe line is conceptually a kind of \"shadow” to line one of the following hexagram\nof Enthusiasm, which see. Sometimes it can have the meaning of \"reserve” or\n\"reservations,” as in \"taking something with a grain of salt.”\nThe signs of one who is making progress are these: he censures no man,\nhe praises no man, he blames no man, he accuses no man, he says\nnothing about himself as if he were somebody or knew something: when\nhe is impeded at all or hindered, he blames himself ... he removes all\ndesire from himself, and transfers aversion only to those things within\nhis power which are contrary to nature: he employs a moderate\nmovement towards every thing: whether he is considered foolish or\nignorant, he cares not: and in a word he watches himself as if he were an\nenemy and lying in ambush.\nEpictetus\nA. If you can maintain perspective, an advance is warranted.\n\nB. A double portion of temperance: preserve your reserve, or your\nreservations about the matter at hand.\nC. The ego undertakes responsibility for the Work with the full awareness\nthat it is only the instrument of a higher intelligence within the psyche. This\nrequires a servant's sense of reserve.",
    "2": "Line-2\nLegge: The second line, magnetic, shows us temperance that has made itself\nrecognized. With firm correctness there will be good fortune.\nWilhelm/Baynes: Modesty that comes to expression. Perseverance brings good\nfortune.\nBlofeld: Modestly crows the cock. Righteous persistence brings good fortune.\nLiu: Modesty is expressed. Continuing brings good fortune.\nRitsema/Karcher: Calling Humbling. Trial: significant.\nShaughnessy: Calling modesty; determination is auspicious.\nCleary (1): Expressing humility is upright and good.\nCleary (2): Expressing humility is good if correct.\nWu: The subject rolls about humility. With perseverance there will be\nauspiciousness.\nCOMMENTARY\nConfucius/Legge: She has the virtue in the core of her heart. Wilhelm/\nBaynes: He has it in the depths of his heart. Blofeld: The cry reaches the\ndepths of our hearts. Ritsema/Karcher: Centering the heart acquiring indeed.\nCleary (2): Good if correct in the sense of attainment of the heart. Wu:\nBecause it comes from the heart.\nLegge: Line two is magnetic, central, and in her proper place. She represents\ntemperance that has \"crowed” -- that is, has proclaimed itself.\nNOTES AND PARAPHRASES\nSiu: Modesty is at the core of the man's being and reveals itself in his outward\nbehavior.\n\nWing: By maintaining a careful inner Moderation, your outward actions gain\ninfluence and weight. You will now be entrusted with responsibilities. A\nthoroughness in your actions brings good fortune.\nEditor: Temperance that \"crows” seems to be a contradiction in terms;\nnevertheless, the image suggests the expression of temperance in one's behavior.\nA certain sacrifice of autonomy is implied.\nThe greater you are, the more you should behave humbly, and then you\nwill find favor with the Lord.\nEcclesiasticus 3: 19\nA. Submit to the requirements of the time.\nB. \"Modesty is the best policy.\"\nC. Show a little temperance in your behavior, or maintain your temperate\nattitude.",
    "3": "Line-3\nLegge: The third line, dynamic, shows the superior man of acknowledged merit.\nHe will maintain his success to the end, and have good fortune.\nWilhelm/Baynes: A superior man of modesty and merit carries things to\nconclusion. Good fortune.\nBlofeld: The Superior Man, exceedingly hard-working yet modest, brings his\naffairs to fruition -- good fortune!\nLiu: The superior man works in a modest way to conclusion. Good fortune.\nRitsema/Karcher: Toiling Humbling: chun tzu. Possessing completing\nsignificant.\nShaughnessy: Toiling modesty; the gentleman has an end; auspicious.\nCleary (1): Working with humility, the superior person has a conclusion. This\nbodes well.\nCleary (2): Leaders who work and achieve yet are humble have an auspicious\nconclusion.\nWu: Working hard toward humility, the jun zi will have grace in death. This will\nbe auspicious.\n\nCOMMENTARY\nConfucius/Legge: The myriads of the people will submit to him. Wilhelm/\nBaynes: All the people obey him. Blofeld: The people most willingly submit to\nhim. Ritsema/Karcher: The myriad commoners submitting indeed. Cleary\n(2): The people submit to leaders who work and achieve yet are humble. Wu:\nBecause he has the support of all the people.\nThe Master said: \"He toils with success, but does not boast of it; he\nachieves merit, but takes no virtue to himself from it; this is the height of\ngenerous goodness, and speaks of the man who with great merit yet places\nhimself below others. He wishes his virtue to be more and more respectful, he\nwho is so modest, carrying his respectfulness to the utmost, will be able to\npreserve himself in his position.”\nLegge: Line three is dynamic, and occupies his proper place. He is the lord of the\nhexagram, to whom all represented by the lines above and below turn.\nNOTES AND PARAPHRASES\nSiu: The man disregards his fame and acknowledged merit but toils on\nlaboriously and unpretentiously. He is supported by all the people in bringing his\nworks to a successful conclusion.\nWing: With an unwavering commitment and hard work, you gain honor and\nfame. Do not allow such recognition to lead you astray or put you in a\ncompromising position. Maintaining the perseverance that brought you\nprominence will win you continued support. You can then bring your work to\ncompletion.\nEditor: The key idea here is the notion of inferior elements submitting to a\ncalmly devoted superior element. The inferior elements acknowledge their\nsuperior and willingly submit to him.\nPlans for control of the evil forces that have been loosed in the world,\nattempts to compensate the evil- doing by good works or sympathy for\nthe victims, efforts to safeguard the peace or to effect ideal solutions of\nall the material problems involved, can do little to change the nature of\nthe situation. The real problem, namely, the question of what can be\ndone for civilization in face of the nonhuman forces arising from the\ncollective unconscious in thousands or rather millions of individual\npersons, will remain untouched. However, if only one human being has\nmet and solved the problem in himself, he will be a living demonstration\nof a solution. Such an individual carries with him the germ of a\nrenaissance of the spiritual values of mankind.\nM.E. Harding -- Psychic Energy\n\nA. The ego fulfills its role by bringing disparate elements (emotions,\ndesires, appetites, etc.) into willing compliance with the goals of the Work.\nB. A strong stance inspires obedience.",
    "4": "Line-4\nLegge: The fourth line, magnetic, shows one whose action would be in every way\nadvantageous, stirring up the more her temperance.\nWilhelm/Baynes: Nothing that would not further modesty in movement.\nBlofeld: Everything will be propitious for those who cultivate modesty.\nLiu: To act with modesty is beneficial toward everything.\nRitsema/Karcher: Without not Harvesting, demonstrating Humbling.\nShaughnessy: There is nothing not beneficial. False modesty.\nCleary (1): Beneficial to all, extending humility.\nCleary (2): Beneficial to all, the exercise of humility.\nWu: Promoting humility is nothing but advantageous.\nCOMMENTARY\nConfucius/Legge: In doing this she does not act contrary to the proper rule.\nWilhelm/Baynes: He does not overstep the rule. Blofeld: This involves no\ndeparture from what is right. Ritsema/Karcher: Not contradicting byconsequence indeed. Cleary (2): This is the way it is supposed to be. Wu:\nBecause it violates no principle.\nLegge: Line four is magnetic and in her proper place. She is sure to be\nsuccessful and prosperous, but being so near the fifth-line ruler she should still\nuse the greatest precaution. The \"proper rule” is the rule proper for her in her\ncircumstances so near the place of the ruler.\nNOTES AND PARAPHRASES\nSiu: The man maintains his modesty in the proper perspective. He does not\navoid his responsibilities, abuse the ruler's confidence, or conceal the\nsubordinate's merit.\n\nWing: Once the balance of true Moderation is reached, it must be continually\nmaintained. This does not mean simply maintaining the form of Moderation,\nbut continuing to cultivate equilibrium in your character and a sense of\nresponsibility toward your society.\nEditor: An unambiguous image of temperate action.\nModesty and humility are not signs of an inferiority complex. They are\nhighly estimable, indeed admirable virtues and not complexes. They\nprove that their fortunate possessor is not a presumptuous fool but\nknows his limitations, and will therefore never stumble beyond the\nbounds of humanity, dazzled and intoxicated by his imagined greatness.\nJung -- Depth Psychology and Self-Knowledge\nA. Advance the Work through temperate, well-considered action, without\nexceeding your authority.",
    "5": "Line-5\nLegge: The fifth line, magnetic, shows one who, without being rich, is able to\nemploy her neighbors. She may advantageously use the force of arms. All her\nmovements will be advantageous.\nWilhelm/Baynes: No boasting of wealth before one's neighbor. It is favorable\nto attack with force. Nothing that would not further.\nBlofeld: In treating his neighbors, he is modest about his wealth. If he now\nattacks the rebels, everything will contribute to his success.\nLiu: Do not show off your riches to your neighbor. It is beneficial to attack with\nforce. It is favorable for everything.\nRitsema/Karcher: Not affluence: using one's neighbor. Harvesting: availing-of\nencroaching subjugating. Without not Harvesting.\nShaughnessy: Not wealthy together with his neighbors; beneficial herewith to\ninvade and attack; there is nothing not beneficial.\nCleary (1): Not enriching oneself, one shares with the neighbors. It is beneficial\nto make an invasion, which will profit all.\nCleary (2): Not rich, employing the neighbors, it is beneficial in invasion and\nattack; all will profit.\n\nWu: He is capable of influencing his neighbors, despite his lack of wealth. It will\nbe advantageous to take military actions. [Military actions are advantageous\nonly if used to quell an insurrection, but certainly not to launch an aggression.]\nCOMMENTARY\nConfucius/Legge: She may use the force of arms to correct those who do not\nsubmit. Wilhelm/Baynes: \"It is favorable to attack with force” in order to\nchastise the disobedient. Blofeld: Such an attack is warranted if the purpose is\nto chastise those who do not submit to virtuous laws. [This is not an invitation\nto use force in any circumstances, but only if its use is directed at what is truly\nperverse or evil.] Ritsema/Karcher: Chastising, not submitting indeed.\nCleary (2): In the sense of overcoming the unruly. Wu: Because they are taken\nagainst the insurrection.\nLegge: Men honor temperance in itself, whether or not it has the power to\ncommand obedience and respect. Hence her neighbors follow the ruler in the\nfifth line, though she may not be very rich or powerful. Her temperance need not\nprevent her from asserting her rights, even by the force of arms. Any refusal to\nsubmit makes an appeal to force necessary. Even the best and most temperate\nruler bears the sword, and must not bear it in vain.\nNOTES AND PARAPHRASES\nSiu: The man acts energetically with the use of arms, when necessary, in\ncorrecting those who do not submit. Even in severity, however, he retains a\nconsiderate demeanor, which attracts devoted followers.\nWing: Despite the mild balance that is reached in Moderation, it may be\nnecessary to take forceful action to accomplish your aims. This should not be\ndone with a boastful display of power but with firm, decisive, and objective\naction. There will be improvement in whatever you undertake.\nEditor: Legge's translation differs from the others, stating that one obtains allies\nfrom a position of poverty or relative weakness. Wilhelm, Blofeld and Liu all\nwarn about not touting one's wealth (advantage, strength) to one's neighbors -using them as allies is not specifically mentioned. On the other hand, Ritsema/\nKarcher say: \"Not affluence: using one's neighbor...” Implicit is the idea that you\nare in a strong position and needn't belabor the point. The \"force of arms” is the\nuse of power, and here we have one able to exercise power through a possible\nalliance with others like herself (neighbors are peers). Psychologically, it suggests\nan ego able to discipline and unite most of its inner forces in the furtherance of\nthe Work: one summons up an alliance of power to tame recalcitrant elements\nwithin the psyche. If this is the only changing line, the hexagram becomes #39,\nObstruction (Impasse) the corresponding line of which portrays the arrival of\n“friends” (allies), thus reinforcing the concept of obtaining some kind of\nassistance in the matter at hand.\n\nOnly a unified personality can experience life, not that personality which\nis split up into partial aspects, that bundle of odds and ends which also\ncalls itself \"man.\"\nJung -- Psychology and Alchemy\nA. Do what needs to be done without making a big deal out of it.\nB. Image of a proper alliance of forces able to correct the situation without\nexceeding the mean. A temperate attitude is not inconsistent with the\nmaintenance of strict discipline.\nC. “The force of arms” = self-discipline. Pull yourself together to\nharmonize recalcitrant forces within the psyche.",
    "6": "Line-6\nLegge: The sixth line, magnetic, shows us temperance that has made itself\nrecognized. The subject of it will with advantage put her army in motion, but she\nwill only punish her own towns and state.\nWilhelm/Baynes: Modesty that comes to expression. It is favorable to set\narmies marching to chastise one's own city and one's country.\nBlofeld: Modestly crows the cock. Now is the time to set armies marching to\nsubdue the cities and the countries of the empire.\nLiu: Modesty is expressed. It is favorable to use the army to chastise the city and\ncountry.\nRitsema/Karcher: Calling Humbling. Harvesting: availing-of moving legions.\nChastising the capital city.\nShaughnessy: Calling modesty; beneficial herewith to move troops to campaign\nagainst city and state.\nCleary (1): Trumpeting humility, it is profitable to use the army to conquer\none’s land.\nCleary (2): Expressing humility, one profits from military operations attacking\nthe country.\nWu: The subject rolls about humility. It will be advantageous to use the armies to\nchasten the seditious state.\n\nCOMMENTARY\nConfucius/Legge: All her aims have not yet been attained. She may employ the\nforce of arms only to correct her own towns and state. Wilhelm/ Baynes: The\npurpose is not yet attained. Blofeld: Because the ruler's will has yet to be carried\nout, it is proper to do so. [This omen can be taken to indicate that we can afford\nto go forward boldly with our plans, but only if their fruition will tally with the\ngeneral good. \"The ruler's will” in this case is roughly synonymous with the\npublic good.] Ritsema/Karcher: Purpose not-yet acquired indeed. Permitting\navailing-of moving legions. Chastising the capital city indeed. Cleary (2): The\naspiration has not been attained. Wu: His aspirations have not been fulfilled …\nThe purpose is to chasten the seditious state.\nLegge: The subject of the magnetic sixth line is outside a game that has been\nplayed out. She will use force, but only within her own sphere and to assert what\nis right. She will not be aggressive. Chu Hsi bases all that is said under line six\non its being a magnetic line, so that the temperate ruler is unable even at the\nclose of the action to accomplish all her objects, and must limit her field even in\nappealing to arms.\nNOTES AND PARAPHRASES\nSiu: Even though the man's probity is recognized, his aims are not yet achieved.\nTrue modesty begins by disciplining one's own ego and the character of one's\nimmediate circle, without being aggressive beyond.\nWing: Your inner development is not yet complete. The time calls for selfdiscipline. When difficulties arise, do not place the blame upon others. Once you\nbegin to take responsibility for your own destiny you can bring order to your\nenvironment.\nEditor: The ruler uses force to attain order in both this and the previous line, but\nhere her influence is confined to immediate objectives. Temperance in this\ninstance is expressed in her awareness of a lack of wholeness in the matter at\nhand, and of her own limitations in being able to effect completion.\nPsychologically, to \"punish your own towns and state:” is to confine your action\nto the proper discipline of inner responses: emotions, drives, temptations, etc.\nBetter an equable man than a hero, a man master of himself than one\nwho takes a city.\nProverbs 16: 32\nA. Recognize the limitations inherent in the situation and confine your\naction to objectives within your own sphere of control.\nB. A modest, although incomplete, achievement. Confine your activity to\ncontrolling personal responses.\n\nC. Don't get carried away with a modest achievement.\nD. Set your house in order one step at a time.\nJune 10, 2000, 4/23/06, 9/5/10"
  }
}