{
  "hexagram_number": 38,
  "gua": "Judgment\nLegge: Despite Mutual Alienation there will be success in small matters.\nWilhelm/Baynes: Opposition. in small matters, good fortune.\nBlofeld: The Estranged -- good fortune in small matters.\nLiu: Opposition. In small things, good fortune.\nRitsema/Karcher: Polarizing, Small Affairs significant. [This hexagram\ndescribes your situation in terms of things that are connected but should not\njoin. It emphasizes that putting things in opposition while acknowledging their\nessential link is the adequate way to handle it...]\nShaughnessy: Perversion: Little affairs are auspicious.\nCleary (1): Disharmony. A small matter will turn out all right.\nCleary (2): Opposition, Etc.\nWu: Incongruity indicates auspiciousness for doing small things.\nThe Image\nLegge: The image of fire over a marsh forms Mutual Alienation. The superior\nman, in accordance with this, accepts the diversities which make up the whole.\nWilhelm/Baynes: Above fire; below the lake: the image of Opposition. Thus\namid all fellowship the superior man retains his individuality.\nBlofeld: This hexagram symbolizes fire above and a marshy lake below. The\nSuperior Man achieves difference through unity.\n\nLiu: Fire above the lake symbolizes Opposition. Living with the people, the\nsuperior man distinguishes among them.\nRitsema/Karcher: Fire above, marsh below. Polarizing. A chun tzu uses\nconcording and-also dividing. [Cf. Solve et Coagula—Ed.]\nCleary (1): Above is fire, below is a lake, disparate. Thus are superior people\nthe same yet different.\nCleary (2): Above is fire, below is a lake – opposite. Developed people, etc.\nWu: Fire above and marsh below form Incongruity. Thus the Jun zi take\nseparate paths, but arrive at the same goal.\nCOMMENTARY\nConfucius/Legge: In Mutual Alienation we see fire ascending and water\ndescending. We see two sisters living together whose wills move in opposite\ndirections. However, the lower trigram of Cheerfulness is attached to the upper\ntrigram of Clarity, and the magnetic fifth line is responded to by the dynamic\nsecond line; these are signs that there can still be good fortune in small matters.\nHeaven and earth are separate and apart, but the work which they do is the same.\nMale and female are separate and apart, but with a common will they seek the\nsame object. There is a diversity between the myriad classes of beings, but there\nis an analogy between their several operations. Great indeed are the phenomena\nand the results of this condition of disunion and separation.\nLegge: Mutual Alienation shows a condition in which disunion and mistrust\nprevail. The hexagram teaches how this state of affairs may be overcome in small\nmatters and the way prepared for the cure of the whole system. The\ncommentators suggest that the condition symbolized here is a necessary sequel to\nthe regulation of the family in the preceding hexagram.\nThe K'ang-hsi editors observe that in many hexagrams we have two daughters\ndwelling together, but that only in this and number forty-nine is attention called\nto it. The reason is that in these two diagrams the sisters are the second and third\ndaughters, while in the others one of them is the eldest, whose place and\nsuperiority are fixed, so that between her and either of the others there can be no\ndivision or collision. The lesson in the Confucian commentary is not unity in\ndiversity, but union with diversity.\nNOTES AND PARAPHRASES\nJudgment: In resolving disputes, begin with their least controversial aspects.\nThe Superior Man respects alternative points of view.\n\nTurn the hexagram of Family upside-down and you get the hexagram of\nMutual Alienation. The opposite of family unity is estrangement, which\ncombined with the idea of polarity, suggests the kind of energetic \"pushing away\"\none feels when two horseshoe magnets are matched to the same poles. Despite\nthis opposition however, every line deals positively with the situation -- there is\nnot one image in the hexagram that doesn't intimate an eventual resolution.\nThe thirty-eighth hexagram lays even more emphasis than usual on the\nrelationships (polarities) existing between its correlate lines. This suggests that\ninner connections outrank any superficial estrangement. The Mutual\nAlienation then, is not a permanent condition -- it represents more of a\nchallenge than a disaster. All polarity is potential energy to accomplish useful\nwork, and in this hexagram the polarities are more than usually available for this\npurpose. This doesn't mean that the work here is necessarily easy, just that it\noffers a major opportunity for growth.\nA crisis develops when some pressure or event creates a state of\nuncomfortable disequilibrium which fails to respond to usual defenses\nand coping mechanisms. It involves danger with both a considerable\nrisk for worsening and opportunity for growth (with enhancement of\ninsight, mastery, and self-esteem) ... The patient should be educated to\nunderstand his situation and helped to see that painful episodes may\nprove to be part of a constructive process, and are not proof of a dire\noutcome.\nR.P. Kluft -- Hypnotherapeutic Crisis Intervention in\nMultiple Personality",
  "lines": {
    "1": "Line-1\nLegge: The first line, dynamic, shows that to its subject occasion for repentance\nwill disappear. He has lost his horses, but let him not seek for them -- they will\nreturn of themselves. Should he meet with bad men, he will not err in\ncommunicating with them.\nWilhelm/Baynes: Remorse disappears. If you lose your horse, do not run after\nit; it will come back of its own accord. When you see evil people, guard yourself\nagainst mistakes.\nBlofeld: Regret vanishes! Do not follow the straying horse, for it will return of its\nown accord. Though he allows evil men to visit him, he remains without error.\nLiu: Remorse vanishes. If one loses a horse, one should not look for it; it will\nreturn by itself. Even if one sees evil men, no blame.\nRitsema/Karcher: Repenting extinguished. Losing the horse, no pursuit,\noriginating-from returning. Visualizing hateful people. Without fault.\n\nShaughnessy: Regret is gone; Losing a horse, do not pursue; it will of itself\nreturn. Seeing an ugly man; there is no trouble.\nCleary (1): Regret disappears: When you lose the horse, don’t chase it – it will\nreturn on its own. Seeing an evil person, there is no blame.\nCleary (2): Regret vanishes. Having lost the horse, do not chase after it – it will\ncome back by itself. Seeing evil people, there is no blame. [Whenever thoughts of\ngain and loss become serious, or the idea of good and bad is too defined, then\nwhat is the same will be differentiated, and what is different cannot be made the\nsame. Only when we follow firm and upright celestial virtue do gain and loss\ndisappear, good and bad merge. Then even if we are\nin a time of oppositions, we can be free of regret.]\nWu: There will be no regret. He need not look for a lost horse, as it will come\nback by itself. If he meets with a disagreeable man, there will be no error.\nCOMMENTARY\nConfucius/Legge: He communicates with the bad men to avoid the evil of their\ncondemnation. Wilhelm/Baynes: When you see evil people, avoid mistakes.\nBlofeld: That is to say, his very purpose in receiving them is to avoid error. [We\nmust expect to encounter unlikable people whom it would be impolitic or\ndangerous to ignore.] Ritsema/Karcher: Using casting-out fault indeed.\nCleary (2): Seeing evil people, one avoids blame. Wu: He meets with a\ndisagreeable man to avoid getting into troubles.\nLegge: The first line is dynamic in a dynamic place, but his correlate in line four\nis also dynamic, so disappointment and repentance are likely to ensue. However,\nthrough the good services of line four the first line won't have to repent. His\ncondition may be symbolized by a traveler’s loss of his horses, which return to\nhim of themselves.\nNOTES AND PARAPHRASES\nSiu: At the outset, the man slips into avoidable mistakes during times of\nopposition. When members of his own fold are estranged, he should not run after\nthem; he should let them come back of their own accord. On the other hand,\nthose who do not belong to this group but force their evil presence into the\ncompany must be endured. This silences their slanderous tongues; they will\nwithdraw of their own accord.\nWing: There is an estrangement present between elements that naturally belong\ntogether. Do not try to reunify the situation with force. Allow things to return to a\nstate of accord naturally, as they will. Do not worry about it. Things will work\n\nthemselves out. If something inferior is being forced upon you, a cold shoulder\nwill work wonders.\nEditor: Psychologically, to lose one's horses is to lose one's power, or to have\nemotion \"run away with itself.\" The image suggests a temporary loss which one\nneed not worry about. To \"communicate with bad men\" means to consciously\nmonitor your negative feelings -- to be aware of resentments, fears, hostility, or\nwhatever the situation has called forth, without acting on them. In other words,\nmaintain your will in the face of unstable impulses. The unusual beneficial\ncorrelation between two dynamic lines in one and four recalls a similar\nconfiguration in hexagram number fifty-five.\nAnalytic experience has shown that there seems to be a general law\nwhich decides between psychic health and psychopathology. The balance\nis tipped by the ego's strength, capacity and willingness to unbar the\ndoors and windows to the unconscious and to receive the stranger; that\nis, to confront and channel the inner world of images and affects while,\nat the same time, retaining its own grasp upon external reality.\nE.C. Whitmont -- The Symbolic Quest\nA. A temporary conflict will soon resolve itself. Endure the inferior\nelements in the situation without polarizing them to action.\nB. For the moment your emotions have run away with you. Confront a\nharmful or severely limiting attitude or belief.",
    "2": "Line-2\nLegge: The second line, dynamic, shows its subject happening to meet with his\nruler in a bye-passage. There will be no error.\nWilhelm/Baynes: One meets his lord in a narrow street. No blame.\nBlofeld: He encountered his lord in a narrow lane -- no error!\nLiu: One meets his superior in an alley. No blame.\nRitsema/Karcher: Meeting a lord, tending-towards the street. Without fault.\nShaughnessy: Meeting the ruler in an alley; there is no trouble.\nCleary (1): Meeting the master in an alley, there is no blame. [When yin and\nyang have gotten out of harmony, aberrant energy is strong and true sane\nenergy is weak – the mind of Tao is not easy to meet. However, if firmness is\napplied with flexibility, advancing by way of a small path, using the human\nmind to produce the mind of Tao, this is like “meeting the master in an alley.”\n\nThe formerly blameworthy can then be blameless. This is setting disharmony\nright when it is in full force.]\nCleary (2): Meeting the ruler, etc.\nWu: He meets his master in a lane. There will be no error.\nCOMMENTARY\nConfucius/Legge: He has not deviated for this meeting from the proper course.\nWilhelm/Baynes: If one meets his lord in a narrow street, one has not lost his\nway. Blofeld: He was not in error for he had not strayed from his path.\nRitsema/Karcher: Not-yet letting-go tao indeed. Cleary (2): Does not deviate\nfrom the right way. Wu: He has not gone beyond the bounds.\nLegge: The fifth-line correlate of the second line is magnetic and the two might\nmeet openly if it weren't for the separation and disunion of the time. A casual, as\nit were a stolen interview, as in a bye-lane or passage, will be useful however, and\nmay lead to better understanding.\nNOTES AND PARAPHRASES\nSiu: Misunderstanding prevents people who share an inner affinity from meeting\ntogether in the normal way. A casual meeting between the man and his master\nunder informal circumstances proves useful.\nWing: An unexpected or accidental encounter with an important idea or person\nwill benefit you. There is a natural attraction at work here, although a direct\napproach would have been inconceivable or impossible.\nWilhelm (from Lectures on the I Ching): (Man)...accepts his karma, his fate,\nwhich from within the situation has been given him and which he affirms. The\nimage of the narrow street indicates that this is not a simple transaction. A\ncounterpart is, for example, found in the Bible, when a prophet receives his\ncalling. Prophets are such men who have met their masters in narrow streets.\nHow the prophet Jeremiah rages and complains! All his life he reproaches God\nfor having burdened him with too heavy a load, but nonetheless accepts his\ndestiny and completes the task.\nEditor: The image is one of a meeting (union) between high and low in a tight\nplace, or under restricted circumstances. This \"narrow passage,\" pinched\ncircumstances, or rough-going, could refer to the discipline of the Work. An\nego/Self connection is implied.\nThe aim of the ordinary man is to live his life avoiding all difficulties,\ndiscomforts and unpleasantness within the bounds of his conscience. The\nesoteric student should be a man with a very demanding conscience and\n\nso his life is more difficult. This does not mean that he goes about seeking\nfor or making difficulties for himself, but he meets all obstacles as a\nchallenge, and the greater the obstacle the greater the opportunity it is\nfor him to overcome the weaker aspects of his nature.\nGareth Knight -- Qabalistic Symbolism\nA. Truth or duty is encountered in a tight spot or limited situation.\nB. Restricted circumstances evoke their own dynamics for growth. Stress\nis a great teacher.\nC. \"A tough row to hoe.\" A difficult (fated) co-incidence of some kind.",
    "3": "Line-3\nLegge: In the third line, magnetic, we see one whose carriage is dragged back,\nwhile the oxen in it are pushed back, and she is herself subjected to the shaving of\nher head and the cutting off of her nose. There is no good beginning, but there\nwill be a good end.\nWilhelm/Baynes: One sees the wagon dragged back, the oxen halted, a man's\nhair and nose cut off. Not a good beginning, but a good end.\nBlofeld: He watched them dragging at his axle and striking his oxen. As for\nhimself, his topknot and nose were sliced off -- not much of a beginning, but\nthere was an end to his troubles. [This is a frighteningly inauspicious line. We\nmust expect severe trouble; the only comfort we can take is the knowledge that\nit will not be permanent.]\nLiu: When the ox stopped, the cart moved back. He sees a man whose hair\nand nose have been cut off. Misfortune in the beginning, good fortune later.\nRitsema/Karcher: Visualizing the cart pulled-back. One's cattle hampered.\nOne's person stricken, moreover nose-cut. Without initially possessing\ncompletion.\nShaughnessy: Seeing the cart with one horn upturned, its cow dragging, its\nman branded on the forehead and with his nose cut off; there is no beginning,\nthere is an end.\nCleary (1): One sees the vehicle dragged back, the ox halted; the person’s hair\nand nose are cut off. There is no beginning, but there is an end.\nCleary (2): Having the vehicle dragged back, the ox halted, the person is\npunished by heaven. There is no beginning, but there is an end.\n\nWu: He sees a cart pulled back, its ox led away, and its carter’s forehead tattooed\nand his nose cut off. He has a bad beginning that ends well.\nCOMMENTARY\nConfucius/Legge: The carriage is drawn back because of the inappropriateness\nof the line's position. The good end arises from her meeting with the strong\ntopmost line. Wilhelm/Baynes: The place is not the right one. This happens\nthrough meeting one that is firm. Blofeld: The first part of this passage is\nindicated by the unsuitable position of the line. That, despite this poor beginning,\nthere is an end to his troubles -- or ours -- can be deduced from this line's\nmeeting with a firm one immediately above it. Ritsema/Karcher: Situation not\nappropriate indeed. Meeting a solid indeed. Cleary (2): Out of place. Having\nfirmness. Wu: His place is out of order. He engages in strength.\nLegge: Line three is magnetic where it ought to be dynamic. Her correlate line\nsix is dynamic, and the relation between them might be correct if the magnetic\nthree wasn't sandwiched between the dynamic second and fourth lines. Because\nit is a time of disunion, these two check and repulse her. At the same time, line\nsix inflicts upon three the punishments mentioned. It is thus bad for three at\nfirst, but in the end it will go well with her, and this will be due to the strength of\nthe sixth line. What is right and good is destined to triumph over what is wrong\nand bad. Disorder shall eventually give place to order, and disunion to union.\nNOTES AND PARAPHRASES\nSiu: Things look completely hopeless. The man is opposed and dishonored. But\nif he clings to what he believes to be right, the ending will be good.\nWing: Difficulties will pile on difficulties and you will be opposed at every turn.\nAlthough this is a bad beginning, there is a possibility of a good ending. Cling to\nwhat you know is right or align yourself with a strong helper and the matter will\nend well.\nWilhelm (from Lectures on the I Ching): A complete change is taking place.\nThis, however, is connected with utmost difficulty... This is the time of battles.\nOften, just after receiving the call, one makes no progress. And even if one\nsucceeds for a short time, obstructions soon develop. One's own person is seen as\nweak among so many strong persons, and the movement, which is still governed\nby opposition that must be overcome, has at every step internal as well as\nexternal obstructions.\nEditor: This is a very difficult line. Carriage: Vehicle, forward motion, ability to\nadvance. Oxen: Castrated bulls used as draft animals: an image of inexorable\npower or motive force. Hair: Energy, power, (Samson lost his strength when his\nhair was cut off.) Nose: Subtle discrimination, intuition. The line is an image of\n\n(usually undeserved) interference that impedes development. Sometimes it can\nbe a reminder that humiliation and impotence in the service of the Work do not\nlast forever.\nThe news from France is very bad, and I grieve for the gallant French\npeople who have fallen into this terrible misfortune. We shall defend our\nisland, and, with the British Empire around us, we shall fight on\nunconquerable until the curse of Hitler is lifted from the brows of men.\nWe are sure that in the end all will be well.\nWinston Churchill, June 17, 1940\nA. It seems all but impossible to succeed now. However, if you keep the faith, the\nprognosis is for victory.",
    "4": "Line-4\nLegge: The fourth line, dynamic, shows its subject solitary amidst the prevailing\ndisunion. But he meets with the good man represented by the first line, and they\nblend their sincere desires together. The position is one of peril, but there will be\nno mistake.\nWilhelm/Baynes: Isolated through opposition, one meets a like-minded man\nwith whom one can associate in good faith. Despite the danger, no blame.\nBlofeld: After suffering estrangement and loneliness, she met an admirable\nhusband and mutual confidence grew between them -- unpleasantness, but no\nerror! [For those to whom the literal interpretation does not apply, the last six\nwords of the commentary are all that matter.]\nLiu: Isolated owing to opposition, he meets a strong man and they associate\nsincerely. Even though there is danger, no blame.\nRitsema/Karcher: Polarizing alone. Meeting Spring, husbanding. Mingling\nconforming.\nShaughnessy: Perverse solitude; meeting the prime fellow and interacting\nreturning; danger; there is no trouble.\nCleary (1): Disharmony in solitude; meeting good people, associate sincerely,\nand though it be trying, there will be no fault.\nCleary (2): The solitude of opposition. Meeting good people, associate sincerely,\nwork hard, and there will be no blame.\nWu: He is isolated because of incongruity. He meets with a man of strength.\nWith mutual trust, there will be no error despite difficult situations.\n\nCOMMENTARY\nConfucius/Legge: Their common aim is carried into effect. Wilhelm/\nBaynes: The will effects its purpose. Blofeld: What is said about mutual\nconfidence and freedom from error indicates the fulfillment of what is willed.\nRitsema/Karcher: Adversity, without fault. Mingling conforming, without\nfault. Purpose moving indeed. Cleary (2): Associate sincerely, and there will be\nno blame, for the aim will be carried out. Wu: With mutual trust there will be no\nerror, because his wishes prevail.\nLegge: Line four has no proper correlate, and might seem to be solitary. But, as\nwe saw on line one, in this hexagram, correlates of the same class help each other.\nHence lines four and one meet together and work with good will and success.\nNOTES AND PARAPHRASES\nSiu: The man finds a like-minded person among the opposition. They blend\ntheir honest desires and achieve a common goal.\nWing: In the midst of opposition and isolation you will find someone with whom\nyou have an inner affinity. A mutual trust can now develop and dangers can be\novercome together. This cooperation can lead to significant accomplishments.\nEditor: The image is one of an alliance with a kindred spirit during troubled\ntimes. Wilhelm and Blofeld render the Confucian commentary in terms of\nwillpower achieving its goal. Psychologically, the image of this line suggests a\nstrong connection between ego and Self during a period of general psychic\npolarization.\nMan's free will arises from the fact that he feels the life in himself as his\nown, and that God leaves him so to feel in order that conjunction may be\neffected -- which is not possible unless it be reciprocal, and it becomes\nreciprocal when man acts from freedom altogether as from himself.\nSwedenborg -- True Christian Religion\nA. Forces in opposition create estrangement and isolation. Association\nwith a strong unifying force creates conditions for resolving the conflict. Despite\nestrangement and disunion, one has an ally.",
    "5": "Line-5\nLegge: The fifth line, magnetic, shows that to its subject occasion for repentance\nwill disappear. With her relative and minister she unites closely and readily as if\nshe were biting through a piece of skin. When she goes forward with this help,\nwhat error can there be?\n\nWilhelm/Baynes: Remorse disappears. The companion bites his way through\nthe wrappings. If one goes to him, how could it be a mistake?\nBlofeld: Regret vanishes! The head of the clan bites through the flesh (or meat).\nWhat is there to prevent him proceeding (with his plans)? [This just means that\nall will go well with our plans. The head of the clan is our mind; the flesh is the\ndifficulty we shall succeed in overcoming.]\nLiu: Remorse vanishes. The member of the clan bites the skin. Going. No blame.\nRitsema/Karcher: Repenting extinguished. Your ancestor gnawing flesh.\nGoing wherefore faulty?\nShaughnessy: Regret is gone. Climbing up the ancestral temple and biting\nflesh; in going what trouble is there?\nCleary (1): Regret vanishes; the ally bites through the skin. What fault is there\nin joy?\nCleary (2): Regret vanishes. With the ally in close cooperation, what is wrong\nwith proceeding?\nWu: There will be no regret. His association with his relative is close like biting\ninto a piece of skin. If he chooses to proceed, what error can there be?\nCOMMENTARY\nConfucius/Legge: Her going forward will afford ground for congratulation.\nWilhelm/Baynes: If one goes to him, it brings blessing. Blofeld: To proceed\nwith current plans will result in blessings. [I.e. unexpected good fortune.]\nRitsema/Karcher: Going possessing reward indeed. Cleary (2): With the ally\nin close cooperation, to proceed will result in celebration. Wu: This means to\nproceed is to have celebration.\nLegge: The place of five is dynamic, but the line itself is magnetic, so that there\nmight arise occasion for repentance. But the dynamic second line is a proper\ncorrelate. Because five is in the ruler's place, line two is seen as a relative of the\nsame surname and head of some branch of the royal house. It is as easy for five,\nso supported, to deal with the disunion of the time as to bite through a piece of\nskin.\nNOTES AND PARAPHRASES\nSiu: The true nature of the companion is revealed by looking beneath the\nsurface. The man joins with him to deal effectively with the disunion.\n\nWing: Because of a general atmosphere of Contradiction and opposition you\nmay fail to recognize someone who can sincerely help you. This person may\nreveal himself in spite of the mistrust that clouds your perspective. Working\ntogether on current plans will now bring good fortune.\nEditor: Biting: Differentiation, discernment, \"cutting through the red tape,\" etc.\n(cf., Hexagram number twenty-one: Differentiation.) Skin: The outer layer,\nprotective surface, facade, persona, superficial appearances, etc. To bite through\nthe skin is to get to the meat of the matter. Relative and minister: An allied\npower, the Self. (Ritsema/Karcher mention the \"ancestor,\" and Shaughnessy, the\n\"ancestral temple\" -- further clues that we are dealing with inner powers: i.e., the\nSelf.)\nThe God of the Macrocosm and the God of the Microcosm act upon each\nother, and both are essentially one, for there is only one God and one law\nand one Nature, through which wisdom becomes manifest.\nParacelsus -- De Fundamento Sapientiae\nA. Cut through surface appearances to reach a deeper level of\nunderstanding.\nB. Image of an ego/Self connection. Proceed with your plans.",
    "6": "Line-6\nLegge: The sixth line, dynamic, shows its subject solitary amidst the prevailing\ndisunion. In the subject of the third line, he seems to see a pig bearing on its back\na load of mud, or fancies there is a carriage full of ghosts. He first bends his bow\nagainst her, and afterwards unbends it, for he discovers that she is not an\nassailant to injure, but a near relative. Going forward, he shall meet with the\ngenial rain, and there will be good fortune.\nWilhelm/Baynes: Isolated through opposition, one sees one's companion as\na pig covered with dirt, as a wagon full of devils. First one draws a bow against\nhim, then one lays the bow aside. He is not a robber; he will woo at the right\ntime. As one goes, rain falls; then good fortune comes.\nBlofeld: Wandering estranged and lonely, he saw a boar covered with mud and\na wagon loaded with demons. First he stretched his bow, but then put it aside. It\nis not an obstacle but a matter of betrothal which causes delay or hesitation. If\nrain is encountered during the conduct of affairs, good fortune will ensue. [The\nfirst two sentences imply that we shall meet with unpleasant and frightening\nthings; that, at first, we shall think to fend them off, but then decide to let them\nbe. The sentence about betrothal means only that there will be some delay or\nhesitation for very good reasons. The last sentence may or may not mean\n\nexactly what it says. If we decide that it is not to be taken literally, then we must\ntake it to mean that a slight setback on the way is a good omen.]\nLiu: Isolated due to opposition, one sees a dirty pig by the roadside, and many\ndevils in a cart. First he draws his bow against him, then he puts it down. He is\nnot a robber, he will propose marriage. If he meets the rainfall, there will be good\nfortune.\nRitsema/Karcher: Polarizing alone. Visualizing pigs bearing mire. Carrying\nsouls, the-one chariot. Beforehand stretching's bow. Afterwards stimulating's\nbow. In-no-way outlawry, matrimonial allying. Going meeting rain, byconsequence significant.\nShaughnessy: Perverse solitude; seeing a pig with mud on its back and one cart\ncarrying ghosts; the first drawn bow is later released into the jar; it is not robbers\nwho in the evening have intercourse; going and meeting rain then it will be\nauspicious.\nCleary (1): Disharmony results in isolation; see a pig covered with mire, a\nwagon carrying devils. First you draw the bow, later you put the bow down. It is\nnot an enemy but a partner. Going on, it is fortunate if you encounter rain.\nCleary (2): … Encountering rain, then there is good fortune.\nWu: He is isolated because of incongruity. He sees a pig hoarding mud on its\nback and a cart loaded with ghosts. At first he draws his bow, but soon after\nlaying it down, he realizes what he sees is not a transgressor, but a suitor. It will\nbe auspicious if he goes ahead and encounters rain.\nCOMMENTARY\nConfucius/Legge: The good fortune of the rain symbolizes the passing away of\nall doubts. Wilhelm/Baynes: All doubts disappear. Blofeld: The last\nsentence implies the dispersal of all doubt. [Coupling this commentary with\nwhat is said about rain, we may suppose that, if rain (or an unexpected\nsetback) occurs, then we shall no longer have any reason to doubt the successful\noutcome of our plans.] Ritsema/Karcher: The flock doubt extinguished\nindeed. Cleary (2): Doubts disappear. Wu: The dissolution of all doubts.\nLegge: Line six is a magnetic place, yet this line is dynamic -- what can he do?\nHe looks at the magnetic three, his proper correlate, with the mistrustful eye of\ndisunion. The third line appears no better than a filthy pig, no more real than an\nimpossible carriage-load of ghosts. He bends his bow, then unbends it when he\ndiscovers that three is his friend, as did one in four, and five in two. He acts with\ngood luck, comparable to the falling rain which results from the happy union of\nthe yang and yin in nature.\n\nNOTES AND PARAPHRASES\nSiu: The man misjudges his friend unfairly because of misunderstandings. But\nhe realizes his mistake and relieves the tension.\nWing: Misunderstandings and mistrust have caused you to lose all perspective.\nYou see your true friends as enemies and become defensive. You will, however,\nsee your mistakes, and the tensions will be relieved. Just when Contradictions\nare at their worst they begin to ebb. Good fortune.\nEditor: The image is quite clear -- through misperception one initially rejects\nsomething valuable which appears to be either repugnant or fantastic.\nPsychologically, this suggests the idea of projection -- the assignment of our own\nunconscious material to external phenomena. To \"go forward to meet the rain”\nis to make the proper connection -- to unite with the truth. In the I Ching rain\nalways means the union between heaven and earth, above and below, Self and\nego, thought and feeling, etc. The supreme union is a holy marriage, as described\nin hexagram number eleven. Here it simply refers to making a connection -getting the message.\nThese psychic elements lying behind the ego in the individual's\nunconscious are projected, that is, they are reflected or mirrored\nexternally, in persons and things and situations which therefore acquire\nfor him a significance and power of attraction borrowed from the\nunknown aspects of his own psyche.\nM.E. Harding -- Psychic Energy\nA. What you perceive as evil circumstances will in time reveal themselves\nas fortunate.\nB. Disparate elements in the psyche are about to come together. You\nperceive disunion where none exists.\nMay 26, 2001, 4/25/06, 9/30/10"
  }
}