{
  "hexagram_number": 45,
  "gua": "Judgment\nLegge: When forces are gathering, the King goes to his ancestral temple. For successful\nprogress, maintain firm correctness and see the great man. A large sacrifice brings good\nfortune -- proceed toward your destination.\nWilhelm/Baynes: Gathering Together. Success. The king approaches his temple. It\nfurthers one to see the great man. This brings success. Perseverance furthers. To bring\ngreat offerings creates good fortune. It furthers one to undertake something.\nBlofeld: Gathering Together -- success! The King approaches the temple. It is\nadvisable to see a great man, which will ensure success. Persistence in a righteous course\nbrings reward. Great sacrifices are offered -- good fortune! [These were religious\nsacrifices, but they may be taken to mean that the time has come for us to make\nimportant sacrifices of another sort.] It is favorable to have in view a goal (or destination).\nLiu: Gathering. Success. The king attends the temple. It is of benefit to see the great\nman; this leads to success. Continuance benefits. Offering a great sacrifice leads to good\nfortune. It benefits one to go somewhere.\nRitsema/Karcher: Clustering, Growing. The king imagines possessing a temple.\nHarvesting: visualizing Great People. Growing. Harvesting Trial. Availing-of the great:\nsacrificial-victims significant. Harvesting: possessing directed going. [This hexagram\ndescribes your situation in terms of collecting and assembling. It emphasizes that\nbringing people and things together through a common feeling or goal is the adequate\nway to handle it...]\nShaughnessy: Finished: The king enters into the temple; beneficial to see the great\nman; receipt; beneficial to determine. Using the great animal offering is auspicious;\nbeneficial to have someplace to go.\nCleary (1): Gathering is developmental. The king comes to have a shrine. It is beneficial\nto see a great person; this is developmental. It is beneficial to be correct. It is good to make\na great sacrifice. It is beneficial to go somewhere.\n\nCleary (2): Gathering is successful. The king goes to his shrine. It is beneficial to see a\ngreat person; this leads to success, etc.\nWu: Congregation indicates that the king comes to his ancestral temple. It will be\nadvantageous to see the great man. There will be pervasion, if persevering. It will be\nauspicious to use big sacrificial animals in the offerings. It will be good to have\nundertakings.\nThe Image\nLegge: A marsh above the earth -- the image of Contraction. The superior man, in\naccordance with this, assembles his weapons in readiness for unseen contingencies.\nWilhelm/Baynes: Over the earth, the lake: the image of Gathering Together. Thus\nthe superior man renews his weapons in order to meet the unforeseen.\nBlofeld: This hexagram symbolizes a marshy lake rising above the earth. The Superior\nMan gathers together his weapons in order to provide against the unforeseen. [This is a\ntime when foresight is required of us, too.]\nLiu: The lake on the earth symbolizes Gathering. The superior man keeps his weapons\nprepared to meet the unexpected.\nRitsema/Karcher: Above marsh with-respect-to earth. Clustering. A chun tzu uses\neliminating arms to implement. A chun tzu uses warning, not precautions.\nCleary (1): Moisture rises onto the earth, gathering. Thus do superior people prepare\nweapons to guard against the unexpected. [When practitioners of the Tao get to where the\nfive elements are assembled and have been returned to the source, when everything\nacquired is obedient to their will, if they do not know how to prevent danger and take\nperils into consideration, eventually what has been gathered will again disperse, and\nthey will not be able to avoid the trouble of losing what has been gained… “Weapons”\nmeans the tools of wisdom, the work of silent operation of spiritual awareness. When the\nprimordial has been congealed, it is not subject to injury by acquired conditioning, but it\nis still necessary to dissolve the influence of personal history before nature and life can be\nstabilized. If there is any remaining contamination, eventually conditioning will reassert\nitself and the primordial will again become fragmented. Therefore the work of guarding\nis indispensable.]\nWu: The marsh is above the earth; this is Congregation. Thus the jun zi causes the\nnation to be armed in preparation for contingencies.\nCOMMENTARY\nConfucius/Legge: Contraction shows massing for union through Cheerfulness and\nObedience. The dynamic line is responded to in his ruling central place, hence the idea of\nunion. With the utmost piety the king presents his offerings to the spirits in his ancestral\n\ntemple. Union with the great man is effected through correctness. The law of heaven\ndemands a sacrifice. Contemplation of the way forces are gathered shows us the way of\nheaven, earth and all of nature.\nLegge: Contraction means collecting together, or things so collected. The hexagram\ndeals with the union between the ruler and his ministers -- between high and low in the\nkingdom. This state is to be preserved through the influence of religion and the great man,\nwho is a kind of philosopher king who meets the spirits of his ancestors in the temple.\nWhatever he does will succeed because he is correct and right, and his great sacrifices are\nin harmony with the times.\nThe two trigrams represent Docility and Cheerfulness. The dynamic fifth line has\nhis proper magnetic correlate in line two -- which gives the idea of union. Ch'eng-tzu says\nthat the ordinances of heaven are simply the natural and practical outcome of heavenly\nprinciple.\nA marsh above the earth must be kept in by dykes -- so the Contraction must be\npreserved by precautionary measures, the chief of which is to be prepared to resist attack\nfrom without, and to quell internal rebellion.\nNOTES AND PARAPHRASES\nJudgment: Forces are assembling for integration -- focus inward, sacrifice your\nautonomy and allow the Self to guide the Work.\nThe Superior Man pulls himself together to face the unknown and preserve the Work.\n“Forewarned is forearmed.”\nPsychologically, Contraction depicts a time when inner components of the psyche\nassemble for recombination into a new pattern. It is significant that this is the time when\n“the king goes to his ancestral temple.” That is, the governing intelligence turns toward\nthe template or ideal image of the Work as it exists in its consummate state. (See\ncommentary on hexagram number fifty-nine, Expansion, for further discussion of the\nsymbolism of the ancestral temple.) If the gathering forces integrate in conformity with\nthis archetype, the Work is thereby advanced.\nHe, therefore, who perceives himself to associate with God, will have himself the\nsimilitude of Him. And if he passes from himself as an image to the archetype, he\nwill then have the end of his progression.\nPlotinus\nIn addition to being a gestalt of future perfection, the temple is the home of the\nancestors: a karmic repository of all that has gone into the Work via the will and intent of\nformer historical ego-personalities. This archetype of \"the ancestors\" is described by the\nLakota shaman, Black Elk, in his Great Vision. Note that the \"grandfathers and\ngrandmothers\" are present when the people are \"walking in a sacred manner\" -- i.e.,\nconforming to the ideal archetypal pattern of the Work:\n\nBut I was not the last; for when I looked behind me there were ghosts of people\nlike a trailing fog as far as I could see -- grandfathers of grandfathers and\ngrandmothers of grandmothers without number. And over these a great Voice -the Voice that was the South -- lived, and I could feel it silent. And as we went the\nVoice behind me said: \"Behold a good nation walking in a sacred manner in a\ngood land!\"\nThe Ancestral Temple then, symbolizes the Work in progress as it exists outside of\ntemporal awareness. At death the karmic complexes of the psyche, released from their\nspacetime ego-body, assume new configurations in hyperspace in accordance with the\naccomplishments of the just completed lifetime. Ideally, the ancestors and their heirs\n(choices and their consequences) within the Ancestral Temple undergo purification: this is\nwhat Individuation (the Work) is all about.\nAt the end of the dying process consciousness divides into the consciousness of\none's parents and one’s children, and then it moves through these modalities, and\nthen divides again. It's moving forward into the future through the people who\ncome after you, and backward into the past through your ancestors.\nTerence McKenna -- The Archaic Revival\nIn the multidimensional realms \"beyond\" our material world, time does not exist.\nIn some way unimaginable to us, past, present and future are consolidated into an eternal\nHere and Now. Thus our choices in spacetime can have consequences in hyperspace\nwhich are inconceivable to us in the current situation. So if the Self (as manifested in the\noracle) often seems to be tyrannically unreasonable, it is arguably because of the ego's\ndimensional myopia.\nThe Spirit ... may know the most violent love and hatred possible, for it can see the\nremote consequences of the most trivial acts of the living, provided those\nconsequences are part of its future life. In trying to prevent them it may become\none of those frustrators dreaded by certain spirit mediums. It cannot, however,\nwithout ... assistance ... affect life in any way except to delay its own rebirth. With\nthat assistance it can so shape circumstances as to make possible the rebirth of a\nunique nature.\nW. B. Yeats -- A Vision\nSuch conceptions of cause and effect seem irrational to ordinary awareness, yet\nquantum physicists hypothesize future events which affect the present as well as the past.\nThe idea is not a new one:\nIndeed, the hero of Hebrew myth is not only profoundly influenced by the deeds,\nwords and thoughts of his forebears, and aware of his own profound influence on\nthe fate of his descendants; he is equally influenced by the behavior of his\ndescendants and influences that of his ancestors. Thus King Jeroboam set up a\ngolden calf in Dan, and this sinful act sapped the strength of Abraham when he\n\npursued his enemies into the same district a thousand years previously.\nGraves and Patai -- Hebrew Myths\nShould the ego's choices and their consequences not conform to the Self's intent, a\nrather cancerous growth is implied in which dynamic and magnetic forces are improperly\nconsolidated -- in I Ching terms, dynamic and magnetic are mismatched. Through this\n\"infidelity\" of correlates the Work is thus adulterated and falls short of the archetypal ideal.\nThat the greatest effects come from the smallest causes has become patently clear\nnot only in physics but in the field of psychological research as well. How often in\nthe critical moments of life everything hangs on what appears to be a mere\nnothing!\nJung -- The Phenomenology of the Spirit in Fairytales\nContraction is a compression inward toward a center. Psychologically, this can be\nregarded as an integration of complexes. Once the implosion completes itself, it is\nimplied that the growth cycle reverses itself to expand away from the center. (Cf.,\nhexagram number fifty-nine, Expansion, in which the ancestral temple is also\nmentioned.) The following hexagram, Pushing Upward, is the inverse of this one, and\ndepicts a similar upward expansion of energy.\nThe archetypal themes displayed here are those of Solve et coagula, Implosion-Explosion,\nContraction-Expansion, Black Hole-White Hole, Day and Night of Brahma, etc.",
  "lines": {
    "1": "Line-1\nLegge: The first line, magnetic, shows its subject with a sincere desire for union, but\nunable to carry it out, so that disorder is created. If she cries out for help to her proper\ncorrelate, all at once her tears will give place to smiles. She need not mind the temporary\ndifficulty; as she goes forward, there will be no error.\nWilhelm/Baynes: If you are sincere, but not to the end, there will sometimes be\nconfusion, sometimes gathering together. If you call out, then after one grasp of the hand\nyou can laugh again. Regret not. Going is without blame.\nBlofeld: When sincerity (or confidence) does not remain until the last, dispersal and\nassembling will alternate. There was a cry, but one reassuring clasp of the hand made him\nready to laugh [Perhaps we shall experience an unnecessary fright] -- no cause for\nanxiety. Advancing now will entail no error.\nLiu: In the beginning sincerity, later change. Disorder and gathering alternate. If you cry\nout, after grasping someone's hands you will smile again. No fear. Go with no blame.\nRitsema/Karcher: Possessing conformity, not completing. Thereupon disarraying,\nthereupon Clustering. Like an outcry, the-one handful activates laughing. No cares. Going\nwithout fault.\n\nShaughnessy: There is a return that does not end, but then is disordered and then\nfinished. It is as if he cries out, one room in laughter; do not pity them; in going there is no\ntrouble.\nCleary (1): Having sincerity that is not conclusive, there is disorder and mobbing. If you\ncry, in a moment it’ll turn to laughter; don’t grieve. To go is blameless. [This is gathering\nin the sense of reforming error and returning to correctness.]\nCleary (2): There is trust, but it does not last to the end. There is disorder and mobbing.\nIf you cry, laughter is mixed in. Do not worry; it is blameless to go.\nWu: He has confidence, but does not keep it long. He is perplexed about the congregation.\nIf he calls for help, he will soon find himself holding hands with his friend and smiling. He\nshould not be worried. Going ahead will be blameless.\nHua Ching-Ni: Even if one has unquestionable sincerity, the correct purpose of the\ngathering may not be clearly understood. Confusion may arise. Clarity and order are\nbrought about by patience, firmness and the demonstrated sincerity of the group. Then the\ngathering becomes a happy one. There is nothing wrong. Proceed.\nCOMMENTARY\nConfucius/Legge: Her mind and aim are thrown into confusion. Wilhelm/ Baynes:\nThe will is in confusion. Blofeld: Alternating dispersal and assembly betoken indecision.\nRitsema/Karcher: One's purpose disarrayed indeed. Cleary (2): Confusion of mind.\nWu: Because he wavers.\nLegge: Line one is magnetic in a dynamic place. Her proper correlate is line four, but\nthey are separated by the intervention of two magnetic lines. The consequence is shown in\nthe first part of the symbolism. But she is possessed with the desire for union, which is the\ntheme of the hexagram, and by calling out to her correlate she obtains help. Sorrow is\nthereby turned to joy.\nNOTES AND PARAPHRASES\nSiu: At the outset, the man desires union. But confusion and indecision exist because he\nis separated from his associates. He calls for help, which is provided, thereby transforming\ndistress into joy.\nWing: Your hesitation to fully unite with others and make a commitment to shared goals\ncreates indecision in your life. Only by penetrating to the center will you resolve this\nproblem. Locate the leader or central compelling force. If you ask for help now you will\nreceive it.\nEditor: The image here is one of indecisive confusion which can only be resolved by\nmaking a proper connection. This line often refers to your lack of confidence in making\n\nproper choices related to the Work -- sometimes a crisis of faith in the Work itself is\nimplied.\nTo be born as a human being is a privilege, according to the Buddha's teaching,\nbecause it offers the rare opportunity of liberation through one's own decisive\neffort, through a \"turning-about in the deepest seat of consciousness...\"\nW.Y. Evans-Wentz -- The Tibetan Book of the Dead\nA. Good intentions can't replace effort -- your heart is in the right place, but you\nneed to make some necessary connections to achieve your goal. Pull yourself together.\nB. Confusion demands the re-establishment of equilibrium; making a connection\nleads to accord. Seek appropriate assistance.",
    "2": "Line-2\nLegge: The second line, magnetic, shows its subject led forward by her correlate. There\nwill be good fortune, and freedom from error. There is entire sincerity, and in that case\neven the small offerings of the vernal sacrifice are acceptable.\nWilhelm/Baynes: Letting oneself be drawn brings good fortune and remains blameless.\nIf one is sincere, it furthers one to bring even a small offering.\nBlofeld: Being drawn into something brings good fortune and no error is involved. Be\nconfident and win advantage from making a sacrifice.\nLiu: If you are introduced to something -- good fortune. No blame. If you are sincere,\neven a simple offering will be blessed.\nRitsema/Karcher: Protracting significant, without fault. Conforming, thereupon\nHarvesting availing-of-dedicating.\nShaughnessy: Extended auspiciousness; there is no trouble. Returning then beneficial to\nuse the spring sacrifice.\nCleary (1): Drawing in brings good fortune; no blame. If one is sincere, it is beneficial to\nperform the spring ceremony.\nCleary (2): Drawing out is good and blameless. If trusted, it is beneficial to perform a\nceremony.\nWu: Good fortune is introduced. There will be no error. With sincerity, he has the\nprivilege of making offerings in the summer.\n\nCOMMENTARY\nConfucius/Legge: The virtue proper to her central place has not undergone any change.\nWilhelm/Baynes: The middle is still unchanged. Blofeld: The constant nature of this\nline, which is central. Ritsema/Karcher: Centering, not-yet transforming indeed.\nCleary (2): Balance has not changed. Wu: His central position has not changed.\nLegge: Line two is in her proper place, and responds to the dynamic ruler in five, who\nencourages and helps her advance. She possesses the sincerity proper to her central\nposition, and though able to offer only the sacrifice of spring, which is small compared to\nthe summer and autumn sacrifices, it will be appreciated.\nNOTES AND PARAPHRASES\nSiu: Secret forces are bringing compatible spirits together. If the man permits himself to\nbe led by this ineffable attraction, good fortune will come his way. When deep friendships\nexist, formalities and elaborate preparations are not necessary.\nWing: You may feel mysteriously drawn to certain people or endeavors, although this may\nnot be what you had planned for yourself. Give in to this impulse. Larger and invisible\nforces are at work here, and good fortune will come by submitting to them.\nAnthony: We must not allow pride, pity or other emotions to cause us to structure how\nthings are to work out ... We need not strive, but let ourself be drawn.\nEditor: To be led forward by one's correlate, in this case the fifth line ruler, is to be guided\nby the Self. Cirlot, in his Dictionary of Symbols, says: \"To sacrifice what is esteemed\nis to sacrifice oneself, and the spiritual energy thereby acquired is proportional to the\nimportance of what is lost. All forms of suffering can be sacrificial, if fully and\nwholeheartedly sought and accepted.\" The line is an image of sacrificing one's ego\ninterests to follow a superior guiding force.\nFear of self-sacrifice lurks deep in every ego, and this fear is often only the\nprecariously controlled demand of the unconscious forces to burst out in full\nstrength. No one who strives for selfhood (individuation) is spared this dangerous\npassage, for that which is feared also belongs to the wholeness of the self -- the\nsub- human, or supra-human, world of psychic \"dominants\" from which the ego\noriginally emancipated itself with enormous effort, and then only partially, for\nthe sake of a more or less illusory freedom. This liberation is certainly a very\nnecessary and very heroic undertaking, but it represents nothing final: it is\nmerely the creation of a subject, who, in order to find fulfillment, has still to be\nconfronted by an object.\nJung -- Commentary in the Tibetan Book of the Dead\nA. Sacrifice your autonomy for the good of the whole.\nB. Sacrifice to make a connection.",
    "3": "Line-3\nLegge: The third line, magnetic, shows it subject striving after union and seeming to sigh,\nyet nowhere finding any advantage. If she go forward, she will not err, though there may\nbe some small cause for regret.\nWilhelm/Baynes: Gathering together amid sighs. Nothing that would further. Going is\nwithout blame. Slight humiliation.\nBlofeld: A mournful gathering it would seem. There is no objective which would be\nfavorable; yet to advance would involve no error, only slight regret. [Obviously we had\nbetter not advance now, unless our reasons for doing so are so important that we are\nwilling to suffer a certain amount of regret.]\nLiu: Gathering with deep sighs. No benefit for an undertaking. Go with no blame. Slight\nhumiliation.\nRitsema/Karcher: Clustering thus, lamenting thus. Without direction: Harvesting.\nGoing without fault. The small abashed. [Without direction: Harvesting, WU YU\nLi: no plan or direction is advantageous; in order to take advantage of the situation,\ndo not impose a direction on events.]\nShaughnessy: Finished-like, sighing-like; there is no place beneficial; in going there is\nno trouble; small distress.\nCleary (1): Gathering, lamenting; no benefit. If one goes, there is no fault, but a little\nshame.\nWu: He wishes to be with others, but feels sorry that he cannot be. There is no advantage\non insisting on going. If he goes ahead, there will be no serious setback, but little\nembarrassment.\nCOMMENTARY\nConfucius/Legge: In the subject of the top line there is humility and condescension.\nWilhelm/Baynes: The Gentle is above. Blofeld: Advancing entails no error for what\nlies beyond is gentle. Ritsema/Karcher: Ground above indeed. Cleary (2): The one\nabove is willing. Wu: The one above is likely to grant entry.\nLegge: Line three is magnetic in a dynamic place and advanced past the center. The\ntopmost line is not a proper correlate. Line three is possessed by the desire for union, and\nthough lines two and four decline to associate with her, she presses on to line six, which is\nalso desirous of union. That common desire brings them together despite the fact that\nthey are both magnetic lines. It is therefore with difficulty that three accomplishes her\nobject.\n\nNOTES AND PARAPHRASES\nSiu: The man attempts to join with others. But the enveloping circle excludes him. He\nshould resolutely seek to ally himself with a man near the center of the group, who will\nbring him in. Some humiliation may occur at first, but this is not a mistake.\nWing: A desire for unity is thwarted. The group is closed and you will feel humiliated if\nyou continue in your attempts to penetrate it. If it is terribly important to you, you can\nachieve your aim by aligning yourself with an influential member of the group.\nEditor: Wilhelm's Confucian commentary portrays \"The Gentle\" lying above -- which\nimplies that magnetic or receptive forces sympathize with the difficult situation here\nsymbolized. The image suggests the frustration of being unable to make any progress in\nforging a connection, solving a problem, or effecting a union. It can also depict a less than\nideal situation which can only be tolerated for now.\nEverything good is costly, and the development of personality is one of the most\ncostly of all things. It is a matter of saying yea to oneself, of taking oneself as the\nmost serious of tasks, of being conscious of everything one does, and keeping it\nconstantly before one's eyes in all its dubious aspects -- truly a task that taxes us\nto the utmost.\nJung -- The Secret of the Golden Flower\nA. Work to make a connection.\nB. You have missed the point, but don't feel badly about it -- keep trying.\nC. “In order to take advantage of the situation, do not impose a direction on\nevents.\"",
    "4": "Line-4\nLegge: The fourth line, dynamic, shows its subject in such a state that, if he is greatly\nfortunate, he will receive no blame.\nWilhelm/Baynes: Great good fortune. No blame. [This describes a man who gathers\npeople around him in the name of his ruler. Since he is not striving for any special\nadvantages for himself but is working unselfishly to bring about general unity, his work\nis crowned with success, and everything becomes as it should be.]\nBlofeld: Great good fortune and no error!\nLiu: Great good fortune. No blame. (But the position is not correct.) [Incorrect behavior\nbreeds trouble.]\n\nRitsema/Karcher: The great significant, without fault.\nShaughnessy: Great auspiciousness; there is no trouble.\nCleary (1): Great fortune, no fault.\nCleary (2): If there is great good fortune, then there is no blame.\nWu: Great auspiciousness. No error.\nCOMMENTARY\nConfucius/Legge: His position is not the proper one to him. Wilhelm/Baynes: For\nthe place demands nothing. [Footnote by C.F. Baynes: \"The Chinese text reads\nliterally, ‘The place is not correct.’ Wilhelm's translation follows suggestions of the\nChinese commentators.\"] Blofeld: Because the line, though a firm one, is not in the\nruling position. Ritsema/Karcher: Situation not appropriate indeed. Cleary (2):\nThere is no blame only if there is great good fortune, because one is out of place. Wu: He\nis out of place.\nLegge: Line four has his correlate in line one, and he is next to the ruler in line five. We\nmay expect a good auspice for him. Because he is dynamic in a magnetic place caution is\nintimated.\nNOTES AND PARAPHRASES\nSiu: The man rallies the people to the country's service. This brings good fortune to\nhimself, though he does not actively seek it.\nWing: In this position you gather with others to serve a larger goal. Such sacrifice will\nmeet with personal success.\nAnthony: Sometimes in striving for unity, we find it necessary to go alone, with our acts\nbeing misunderstood. However, because we work unselfishly to bring about general unity,\nour work is ultimately successful.\nEditor: Note that this line (minus the Confucian commentary) is unambiguously\nfavorable. Line four and the ruler above him are the only yang lines in the hexagram, and\nsince the idea of the figure is the focusing of disparate forces for union, we can think of\nthese parallel lines as the hexagram's \"lenses,\" or focal points. Although dynamic in a\nmagnetic place, if line four abides correctly all will be fortunate. This suggests a kind of\npassive virtue which attracts devotion, inspires emulation or draws higher energy into the\nsituation without acting itself. A proper ego/Self relationship may be inferred from this.\nLiu, who usually does not translate the Confucian commentary, here includes it in\nparenthesis. In contrast to the other translators, his personal commentary is negative.\nCleary’s Confucian commentary rationalizes the seeming anomaly.\n\nI have come to know myself, and I have collected myself from everywhere, and I\nhave not sown children to the Archon but have uprooted his roots and have\ncollected the dispersed members, and I know thee who thou art: for I am of those\nfrom above.\nEpiphanius -- Panarion Haeresium 26. 13\nA. You're sitting pretty: don't push your luck.\nB. “Handsome is as handsome does.\"",
    "5": "Line-5\nLegge: The fifth line, dynamic, shows the union of all under its subject in the place of\ndignity. There will be no error. If any have no confidence in him, let him see to it that his\nvirtue is great, long-continued, and firmly correct, and all occasion for repentance will\ndisappear.\nWilhelm/Baynes: If in gathering together one has position, this brings no blame. If\nthere are some who are not yet sincerely in the work, sublime and enduring perseverance\nis needed. Then remorse disappears.\nBlofeld: On account of his high position, he gathers people together -- no error! Yet he\ncannot secure the confidence of the people; therefore he should exalt his virtue and\nprolong his persistence so that he need no longer feel regret. [All this is said of a minister;\napplied to ourselves, it suggests that we need people's confidence now and should strive\nhard to deserve it.]\nLiu: If one has position, people will gather. No blame. If he does not have the trust of all,\nhe should perpetuate his magnanimity. Remorse will vanish.\nRitsema/Karcher: Clustering: possessing the situation. Without fault: in-no-way\nconforming. Spring, perpetual Trial. Repenting extinguished.\nShaughnessy: In finishing there is position; there is no trouble. It is not a return; prime\npermanent determination; regret is gone.\nCleary (1): Gathering, there is a state without fault. Not taking oneself seriously, if one is\nbasically always correct, regret will disappear. [If one knows how to fill the belly and also\nempty the mind, practices non-doing and incubates the spiritual embryo, ever correct\nand undivided, using the natural true fire to melt away the residual mundanity of\nacquired conditioning, such a one is called a true human without taint – how could\nregret not vanish? This is gathering in the sense of incubating the spiritual embryo.]\nCleary (2): Gathering around the position, there is no blame. If those who are not loyal\nremain ever-faithful to their original commitment, regret vanishes. [If one just relies on\none’s position and expects others to gather around, one’s aspiration is not yet glorious.]\n\nWu: He is in place in Congregation and in no error. But lacking the full confidence of his\npeople, he should forever remain persevering to dispel regret. [We may consider this [line]\nas an amendment to the judgment of the hexagram. An important ingredient of the\ncongregation is moral authority. In its absence or lacking of it, the grandiose show is\nmerely a fanfare. It makes no lasting impression on the people.]\nCOMMENTARY\nConfucius/Legge: Although there is union in the place of dignity, his mind and aim have\nnot yet been brilliantly displayed. Wilhelm/Baynes: If in gathering together one has\nonly position, the will does not yet shine forth sufficiently. Blofeld: It is only on account\nof his high position that he is able to assemble the people; his will is not strong enough to\nachieve remarkable results from this. Ritsema/Karcher: Purpose not-yet shining indeed.\nCleary (2): One’s aspiration is not yet glorious. Wu: His aspirations are not enlightening.\nLegge: Line five is dynamic, central, and in his correct position. Through him there may\nbe expected the full realization of the idea of the hexagram, though the fact that\n\"his mind and aim have not yet been brilliantly displayed\" indicates that some may even\nstill not have confidence in him.\nNOTES AND PARAPHRASES\nSiu: Although the people unite under the man's leadership, certain difficulties remain.\nHis aims have not been clearly explained, and his thinking is beyond the comprehension of\nall. Some followers stay with him because of his influential position. If he remains\nsteadfast in his virtues so far as practically possible, he will eventually dissipate these\nuncertainties.\nWing: The person in this position has a great deal of power and influence within the\ngroup. Many attach themselves to him because of this. He must further prove his virtues\nand qualities of leadership in order to gain the true confidence of the group. In doing so he\ncan accomplish his aims.\nEditor: Psychologically interpreted, the image depicts forces (unconscious complexes)\nassembling for integration. Conditions are less than optimum for complete transformation\nhowever, and a concentration of will and intent is required. The outcome may be dubious:\nif this is the only changing line, the new hexagram created is Enthusiasm, with a\ncorresponding line portraying a chronic ailment. The ego’s concentration on the task at\nhand is not as strong as it could be. Sometimes (rarely perhaps) the line can depict a\ncoerced concentration of energy needful to complete a specific task. It goes without saying\nthat compulsory integrations seldom endure, yet when mandated by the Self, such\nexpedience may be necessary. In its most negative sense, this can portray a \"hostile\ntakeover.\"\nSeparation into apparently dissimilar things, such as heaven, the elements, man,\netc., was necessary only for the work of generation. Everything separated must\n\nbe united again in the production of the [philosopher's] stone, so that the original\nstate of unity shall be restored. But, says Dorn [an alchemist], \"Thou wilt never\nmake from others the One which thou seekest, except first there be made one thing\nof thyself.\"\nJung -- Aion\nA. You have gathered your forces, yet haven't gained full mastery over them.\nUnswerving devotion to the Work and refusal to yield to temptation should eventually\nbring success.\nB. You can force the issue, but don't expect it to last for long. (Nevertheless, this\nmay be necessary in the present circumstances.)",
    "6": "Line-6\nLegge: The sixth line, magnetic, shows its subject sighing and weeping; but there will be\nno error.\nWilhelm/Baynes: Lamenting and sighing, floods of tears. No blame.\nBlofeld: Sighs and lamentations, but no error. [We shall be afflicted by distress, but\nthrough no fault of our own.]\nLiu: Lamentation and deep sighing, with tears from the eyes and dribbling from the nose.\nNo blame.\nRitsema/Karcher: Paying-tribute: sighs, tears, snot. The above not-yet quiet indeed.\nShaughnessy: Snuffling tears and snivel; there is no trouble.\nCleary (1): Sighing and weeping. No blame.\nWu: He is weeping and sniffling. No error.\nCOMMENTARY\nConfucius/Legge: She sighs and weeps. She does not yet rest in her topmost position.\nWilhelm/Baynes: He is not tranquil at the top. Blofeld: For this top line presages\ndistress. Ritsema/Karcher: The above not-yet quiet indeed. Cleary (2): [This is\nbecause of] not being comfortable at the top. Wu: He is uneasy to be in the top position.\nLegge: Line six is magnetic and at the extremity of the figure, yet still anxious for union.\nBut she has no proper correlate, and all below are united in line five. Although she\nmourns her isolation, her good nature will preserve her from error and blame. Resting in\nthe topmost position of the upper trigram of Frivolity she might be expected to abandon\nthe cause of Contraction, but she cannot bear to do it.\n\nNOTES AND PARAPHRASES\nSiu: The man does not remain inactive in his high position but seeks alliance with\nanother, who misjudges him. He is saddened by the rebuff. But the unity will come\neventually as a result of his determination.\nWing: Any approach toward union will meet with rejection. This will bring you\nfrustration because your intentions are misunderstood. Turn your attention inward\ninstead, in order to penetrate the meaning of this disharmony. An inner accord with your\nSelf will strengthen your position, and unity may become possible after all.\nEditor: The image suggests the tension of an incomplete synthesis, or a failure due to lack\nof capacity rather than wrong intent. Ritsema/Karcher translate \"snot\" as: \"YI: mucous\nfrom the nose; snivel, whine.\" The line can sometimes just mean that the Work is often\nunpleasant and difficult, and sorrow is a natural and not blameworthy response to it.\nThere is no light without shadow and no psychic wholeness without imperfection.\nTo round itself out, life calls not for perfection but for completeness; and for this\nthe \"thorn in the flesh\" is needed, the suffering of defects without which there is no\nprogress and no ascent.\nJung -- Psychology and Alchemy\nA. Although the synthesis is incomplete, your goodwill preserves you through the\ncrisis.\nB. \"You can't win 'em all\" -- no need to whine about it.\nJuly 5, 2001, 4/25/05, 4/6/08"
  }
}