{
  "hexagram_number": 9,
  "gua": "Judgment\nLegge: Passive Restraint brings about progress and success. We see dense\nclouds, but no rain coming from our western borders.\nWilhelm/Baynes: The Taming Power of the Small has success. Dense\nclouds, no rain from our western region.\nBlofeld: The Lesser Nourisher. Success! Dense clouds giving forth no rain\napproach from the western outskirts. [On the whole, this hexagram presages\ngood for us. The wind blowing across the heavens does not have the nourishing\nvirtues of rain, but it refreshes us and makes us feel better. Thus, if things are\ngoing reasonably well with us, we may expect an improvement, especially in the\nfuture when, presumably, the nourishing rain will fall. However, as lines three\nand six indicate, if we are in serious trouble, we must not expect much help from\nthe rather mild good fortune that is blowing our way. The conception of\nsomething weak or yielding bringing great benefit has been greatly developed\nby the Taoists who, as though they were familiar with judo, recognize the\nstrength to be found in softness and the dangerous weakness sometimes\noccasioned by too much strength. The name of this hexagram understood\nsomewhat differently may also be taken to mean that the time is propitious for\nundertaking additional activity or the care of the young.]\nLiu: Taming the Small Powers: success. Thick clouds come from the west.\nNo rain. [This situation symbolizes the preparation which precedes a new\ndevelopment.]\nRitsema/Karcher: Small Accumulating, Growing. Shrouding clouds, not\nraining. Originating-from my Western suburbs. [This hexagram describes your\nsituation in terms of a variety of seemingly unconnected events and impulses. It\n\nemphasizes that retaining and hoarding these experiences through adapting to\nthem is the adequate way to handle it...]\nShaughnessy: Small Harvest: Receipt; dense clouds do not rain from our\nwestern pasture.\nCleary (1): Nurturance by the small is developmental. Dense clouds do not\nrain, proceeding from one’s own western province.\nCleary (2): At small obstruction, nurturing the small succeeds… (etc.)\nWu: Restraint of the Small indicates pervasiveness. There are dense clouds,\nbut no rain coming from our western countryside.\nThe Image\nLegge: The image of the sky with the wind moving above it forms Passive\nRestraint. The superior man, in accordance with this, adorns the outward\nmanifestation of his virtue.\nWilhelm/Baynes: The wind drives across heaven: the image of The Taming\nPower of the Small. Thus the superior man refines the outward aspect of his\nnature.\nBlofeld: This hexagram symbolizes wind blowing across the sky. The Superior\nMan displays his scholarly accomplishments.\nLiu: The wind blows across the sky, symbolizing Taming the Small Powers.\nThe superior man improves his ability and virtue.\nRitsema/Karcher: Wind moving above heaven. Small Accumulating. A chun\ntzu uses highlighting the pattern to actualize-tao. [Actualize-tao: ...ability to\nfollow the course traced by the ongoing process of the cosmos... Linked with\nacquire, TE: acquiring that which makes a being become what it is meant to be.]\nCleary (1): Wind blowing up in the sky is small nurturance; thus do superior\npeople beautify cultured qualities.\nCleary (2): Wind moving up in the sky, nurturing the small. Thus do leaders\nbeautify cultured qualities.\nWu: The wind blows in the sky above; this is Restraint of the Small. Thus the\njun zi refines his splendorous virtue.\n\nCOMMENTARY\nConfucius/Legge: In the ninth hexagram the magnetic line takes her proper\nplace, and all the lines above and below obey her -- hence the name Passive\nRestraint. The figure is composed of the trigrams of Strength plus Flexibility.\nDynamic lines occupy the central places, and their will is accomplished -- this\nmeans progress and success. Dense clouds but no rain depict the advancing\ndynamic lines, but their source in the west shows that their beneficial influence\nhas yet to be felt.\nLegge: The symbolism of the hexagram Passive Restraint is taken from the\nmagnetic line in the fourth place which holds all of the dynamic lines in restraint.\nThis is because the fourth place is properly passive (magnetic), and the response\nof the other lines is therefore one of submission to her authority.\nThe second sentence of the Judgment indicates the time and place of King\nWen whose homeland was the western portion of China in the twelfth century\nB.C. Rain coming and moistening the ground causes the luxuriant growth of the\nnatural world, and symbolizes the blessings which flow from good government.\nTherefore from the west, the hereditary territory of the legendary author of the I\nChing, come the blessings which might enrich the whole kingdom. Here,\nhowever, they are somehow restrained -- the dense clouds do not yet empty their\nstores. Ch'eng-tzu, Wang Feng, and other scholars say, in effect: Dense clouds\nshould give rain. That they exist without doing so shows the restraining influence\nof the hexagram at work. But the dynamic influence of the other lines still\ncontinues, and the rain will eventually fall. The wind moves in the sky and then\nceases -- it can restrain for a time, but not indefinitely.\nCleary (1): Being strong, yet acting submissively, the submissiveness subdues\nthe strength, and strength cannot act on its own. The heart grows daily humbler,\nwhile the virtue grows daily higher. One can thereby gradually get to the realm of\nsages. This is why nurturance by the small is developmental.\nCleary (2): When you encounter situations that obstruct you and bog you down,\nif you do not get resentful or bitter, but just nurture yourself to digest them, you\nwill be successful … Indeed, events and situations that formerly obstructed you\ncan become means of self-development; this is how you succeed …This line (Sic)\nindicates the value of not grabbing for easy success and the value of long-term\nresults.\nWu: Restraint of the Small means literally small accumulation or small\nrestraint. “Small” is another name for yin. “Small accumulation” or “small\nrestraint” can also mean accumulation or restraint of the yin … When there are\nclouds, but no rain, it means that something has intervened and prevented the\ncycle from completion ... The judgment simply means: Many factors can derail a\npotential success and we should weigh them carefully before making a decision.\n\nAnthony: Our influence is limited by the circumstances… We should avoid\nambition to make progress as this exerts a negative pressure on people. It also\nindicates that we do not yet trust our path of non-action or the power of truth to\nchange the situation…\nNOTES AND PARAPHRASES\nJudgment: Power is accumulated by gently withholding its expression.\nThe Superior Man transforms his insights into components of his conscious\nwill. Or: He works on his outer, conscious (as opposed to inner, unconscious),\nawareness. Or: He lives his beliefs.\nWilhelm's translation of the title of this hexagram is The Taming Power\nof the Small. I have substituted Passive Restraint as a phrase more\ncompatible with contemporary English. The titles rendered by the other\ntranslators, in my opinion, do not convey the meaning of the hexagram: Liu's\nTaming the Small Powers even seems diametrically opposed to it, though it\nis obvious that the title has multiple meanings. In describing the action of the\ntrigrams in this hexagram, Wilhelm conveys its essential meaning. (From\nLectures on the I Ching):\nThe function of wind is to tame creative forces, to accumulate these and\nto make them visible. It is exceedingly difficult to understand this\nrelationship of forces, because the power used here is not expressed with\nmight, but it is the softest, gentlest, force imaginable. Wind is the least\nvisible of all phenomena, and this invisible wind is now needed to\nconcentrate that which strives upward, the strongest of all phenomena\n... The unconscious acts and creates as it must, and we should submit to\nthe surgings of its waves. Only in the peripheral region, in the small free\nzone of consciousness, can work be taken up each day, and whatever\nneeds refining can be refined. This is not superfluous work. Although this\nsmall zone of consciousness and freedom is only a thin rind, its contact\nwith the forces of the unconscious is vigorous ... Hence, that which is\nseemingly small and insignificant is, after all, the power that succeeds in\ntaming chaos by means of steady work and perseverance.\nLines one through four of the ninth hexagram show different forms of\nrestraint during a time of building tension. The dark clouds are accumulating,\nand we know that eventually the rain will fall and the tension will be released.\nRain always symbolizes a union between Heaven and Earth in the I Ching,\nwhich in turn means a synthesis of some sort. In the present instance, the\nsynthesis is still building, and although the tension seems to demand action we\nare counseled to remain still. The magnetic force must hold the overwhelming\npressure of the dynamic forces in check.\n\nThe fifth line depicts the focal point at which the forces are gathered, and\nthe sixth line shows the restraint necessary to allow the new transformation to\nstabilize. If we turn the hexagram over we get Cautious Advance, which\ndepicts a different situation in which very careful action is called for. In the\npresent instance however, no action is correct action.\nThrough the activity of divine providence, an abundance of blessing\ndescends on the creatures, but this awakening of the power of providence\nis dependent on the deeds of created beings, on \"awakening from below.\"\nGershom Scholem – Kabbalah",
  "lines": {
    "1": "Line-1\nLegge: The first line, dynamic, shows its subject returning and pursuing his own\ncourse. What mistake should he fall into? There will be good fortune.\nWilhelm/Baynes: Return to the way. How could there be blame in this? Good\nfortune.\nBlofeld: How could returning to this path be blameworthy?\nLiu: Return to the correct way. Then how can one be blamed? It is good fortune.\nRitsema/Karcher: Returning originating-from tao. Wherefore one’s fault?\nSignificant.\nShaughnessy: Returning from the way, what could its trouble be? Auspicious.\nCleary (1): Returning by the path – how could that be blameworthy? It bodes\nwell.\nWu: By returning to his own course, how can he be blamed? It will be auspicious.\nCOMMENTARY\nConfucius/Legge: He returns and pursues his own path -- it is right there\nshould be good fortune. Wilhelm/Baynes: This is something that bodes well.\nBlofeld: This passage assures us of good fortune. Ritsema/Karcher: One's\nrighteousness significant indeed. Cleary (2): It is right that there should be good\nfortune. Wu: “By returning to his own course” means good fortune.\nLegge: Line one is the first line of the trigram of Strength, here occupying its\nproper place. Therefore, notwithstanding the check of line four, he resumes his\nmovement and will go forward according to his strong nature.\n\nNOTES AND PARAPHRASES\nSiu: At the outset, the man presses forward. When obstacles are encountered,\nhowever, he returns to the state of greater choice. By not forcing his way, he\neventually gains his objective.\nWing: In forcing your way, you meet with obstacles. It is best to hold back to a\nposition where you have the choice of advance or retreat. Then you may concern\nyourself with the true nature of the situation and react accordingly.\nAnthony: In taking hold of the problem, we adopt an either-or attitude, to force\nsome sort of conclusion. This impatience springs from desire and our ego’s\nattempt to dominate the situation. This is doomed to failure. It is best to return to\nthe path of acceptance and modesty.\nCleary (1): Being strong yet remaining humble, concealing one’s light and\nnurturing it in obscurity, embracing the Tao and keeping settled, not injuring\ninner reality by outward artificiality, is to be able to return by way of the path.\nBeing able to return by way of the path, though the nurturance is small, one can\ngain its nourishment, and strong energy grows day by day; not only is it\nblameless, it brings good fortune. This is the nurturance of being great yet being\nhumble and appearing small.\nCleary (2): In the first yang, accurate knowledge is strong, so obstacles caused\nby events cannot do any harm, and so one “returns by the path.”\nEditor: Legge's commentary here is inconsistent with his own translation of the\nline. The strong first line wants to forge ahead, but the idea of the figure is passive\nrestraint, and the symbol of that restraint is his correlate fourth line. He accepts\nher message and returns to virtue by restraining his forward impetus. Wilhelm's\ntranslation expresses this idea as a command to \"Return to the way” -- i.e.: \"Get\nback where you belong.” Ritsema/Karcher's rendering of \"Returning originatingfrom tao” is perhaps the most powerful image. This line is sometimes received\nwhen doubts arise about the Work or our way of processing it: it is telling us to\ntrust our inner knowing. If this is the only changing line, the new hexagram\nbecomes #57, Penetration, with the corresponding advice: “In advancing and\nretreating, the perseverance of a warrior furthers.”\nA knowledge of the opinions of others may guide us in our researches as\nlong as we cannot find the truth in ourselves, but such knowledge is as\nliable to mislead us as to lead us right; the only way to arrive at the\nrecognition and understanding of the truth is the development of the\nknowledge of self.\nF. Hartmann -- Paracelsus: Life and Prophecies\nA. Don't get ahead of yourself. Restrain your compulsive need to act.\nDon't exceed your authority.\n\nB. Image of a return to normalcy.\nC. Remain persevering in your conduct of the Work. You know exactly\nwhat that is.",
    "2": "Line-2\nLegge: The second line, dynamic, shows its subject, by the attraction of the\nformer line, returning to the proper course. There will be good fortune.\nWilhelm/Baynes: He allows himself to be drawn into returning. Good fortune.\nBlofeld: Compelling ourselves to go back brings good fortune.\nLiu: One is influenced to return to the correct way. Good fortune.\nRitsema/Karcher: Hauling-along, returning. Significant.\nShaughnessy: A firm return; auspicious.\nCleary (2): Leading back bodes well.\nWu: Returning to his own course through association will be auspicious.\nCOMMENTARY\nConfucius/Legge: By the attraction of the first line he returns to his own\ncourse and is in the central place: neither will he err in what is due from him.\nWilhelm/Baynes: Being drawn into returning derives from the central\nposition. Also, he does not lose himself. Blofeld: The idea of not getting lost is\nalso implied. Ritsema/Karcher: Truly not originating-from letting-go indeed.\nCleary (2): Leading back into the center and not losing oneself. Wu: The\nassociation is central. His position is not compromised.\nLegge: The second place is dynamic, and though a magnetic place is not\nappropriate to him, that place is central. Because of this he restrains himself,\ndoes not exceed his authority, and makes common cause with line one.\nNOTES AND PARAPHRASES\nSiu: The man does not expose himself needlessly to rebuff by pushing forward\nwhen the time is not propitious. He retreats with kindred souls.\n\nWing: Although you might like to take action, it would be wise to re-evaluate the\nsituation and study the examples of others who have come before you. The time\nsuggests that a retreat leads to good fortune.\nEditor: Both lines one and two have a strong urge to advance, but they impose\nvirtuous restraint on this urge and return to their proper places. Sometimes the\nline can imply not throwing oneself away on an ill-timed venture.\nBy this method the discerning Kabbalist can decide that it is not wise to\nmove against the tide, but wait for the flow to turn and place an impulse\nin the ebb that will bear fruit when the active phase begins again.\nZ.B.S. Halevi -- The Work of the Kabbalist\nA. An image of voluntary restraint and a return to harmony (balance).\nB. Preserve your integrity by voluntarily retreating from contention.",
    "3": "Line-3\nLegge: The third line, dynamic, suggests the idea of a carriage, the strap beneath\nwhich has been removed, or of a husband and wife looking on each other with\naverted eyes.\nWilhelm/Baynes: The spokes burst out of the wagon wheels. Man and wife roll\ntheir eyes.\nBlofeld: The chariot is separated from the spoked wheel. Husband and wife\nstand glaring at each other.\nLiu: The wheels separate from the wagon. Husband and wife are in disharmony.\nRitsema/Karcher: Carting stimulating the spokes. Husband, consort,\nreversing eyes.\nShaughnessy: The cart throws its axle-strut; the husband and consort cross\neyes.\nCleary (2): The wheels are detached from the cart. Husband and wife look away\nfrom each other.\nWu: The wooden pieces holding the axle firmly underneath a carriage come off.\nThe husband and wife look at each other with averted eyes.\n\nCOMMENTARY\nConfucius/Legge: Line three is like a husband who cannot maintain correctly\nhis relations with his wife. Wilhelm/Baynes: When \"man and wife roll their\neyes,\" it is a sign that they cannot keep their house in order. Blofeld: Disorder\nreigns within the house. Ritsema/Karcher: Not able to correct the home\nindeed. Cleary (2): They cannot cohabit. Wu: They cannot maintain proper\nrelations.\nLegge: Line three, though dynamic and in its proper place, is not in the center\nand therefore is less able to resist the restraint of the fourth line.\nNOTES AND PARAPHRASES\nSiu: The circumstances favor the weak. Progress is frustrated by external,\napparently minor, impediments. The net effectiveness is that of a wheel without\nspokes.\nWing: The opposition appears minor and advance seems possible. Yet the\nsituation is not in your control. If you insist upon forging ahead confidently you\nwill be defeated by no end of annoyances. This has a most undignified\nappearance.\nWilhelm/Baynes: Here an attempt is made to press forward forcibly, in the\nconsciousness that the obstructing power is slight… External conditions hinder\nthe advance… We do not yet heed this hint from fate, hence there are annoying\narguments like those of a married couple…\nAnthony: This symbolizes a thing falling apart, losing its shape, integrity and\nusefulness. The situation falls apart when we bring controversial matters up,\nrather than allowing them to arise spontaneously. We rush things when we are\nafraid that the right time may not occur soon enough. Under the influence of fear\nwe are unable to attain the objectivity we need to find the right solution.\n“Power lies with the weak.” True power, in dealing with the obstinate\npower of the ego, or with Fate itself, is in letting go, not taking hold in trying to\nmake points, or engaging in arguments, or striving to overcome the situation. It\nalso lies in reticence, tranquility and detachment.\nCleary-2: In the third yang, one relies on unfertile intellect and so is stymied by\nobstacles that arise in the course of events: concentration and insight are both\ndamaged.\nEditor: Progress is halted due to a polarization of thoughts and feelings:\nemotion refuses to conform to reason. Psychologically: when our emotions don’t\nmatch our rationalizations, progress is impeded. This line often portrays a\nsituation in which logic and affect clash with fated circumstances: emotion rules\nwhen reason fails to resolve a seemingly simple dilemma. If this is the only\n\nchanging line, hexagram #61, Inner Truth, is evoked, with a corresponding line\nportraying the effects of inconstancy and lack of will.\nIf a house be divided against itself, that house cannot stand.\nMark 3:25\nA. Inner turmoil creates disunion and halts advancement.\nB. Thoughts and feelings are out of synch with what is happening.\nC. An image of impotent frustration which blocks the Work.",
    "4": "Line-4\nLegge: The fourth line, magnetic, shows its subject possessed of sincerity. The\ndanger of bloodshed is thereby averted, and her ground for apprehension\ndismissed. There will be no mistake.\nWilhelm/Baynes: If you are sincere, blood vanishes and fear gives way. No\nblame.\nBlofeld: Owing to confidence, bloody and terrible deeds are avoided -- no error.\nLiu: If you are forthright, bloodshed and fear vanish; no blame.\nRitsema/Karcher: Possessing conformity. Blood departing, awe issuing-forth.\nWithout fault. [Possessing conformity: \"Inner and outer are in accord;\nconfidence of the spirits has been captured...\"]\nShaughnessy: There is a return; blood departs, warily exiting; there is no\ntrouble.\nCleary (2): If there is truthfulness, blood goes and fear leaves, and there is no\nfault.\nWu: There is self-confidence. Blood vanishes and vigilance diminishes. There\nwill be no blame.\nCOMMENTARY\nConfucius/Legge: The subjects of the lines above agree in aim with her.\nWilhelm/Baynes: The one at the top agrees in attitude. Blofeld: The will of\nour superiors is identical with our own. Ritsema/Karcher: Uniting purposes\nabove indeed. Cleary (2): There is a consonance of will with on high. Wu: He\nshares a common goal with the person above.\n\nLegge: Line four, the lone magnetic line surrounded by dynamic lines, might\nwell expect wounds and feel apprehension in trying to restrain the others. But\nshe is in her proper place and is the first line of the trigram of Docile Flexibility.\nShe is said to have sincerity, and the dynamic lines are moved to sympathy and\nhelp, and there is no mistake.\nNOTES AND PARAPHRASES\nSiu: The man follows the path of righteous flexibility, thereby eliminating\nanxieties and averting the dangers of bloodshed. He is always mindful of the\nquestion: what if you are wrong?\nWing: If you are honest and sincere and influence others with the correct advice,\nyou can avoid existing and terrible dangers. Fear and anxiety will give way only to\ntruth. Then no error will be made.\nEditor: Line four gives the symbolism of the hexagram its meaning. It is the\npassive strength of non-action properly holding all dynamic impetus in check.\nAs the individual takes up the situations and experiences of his life, step\nby step, from the very beginning, and brings before the bar of his adult\nconsciousness the acts of his ignorant and unconscious former self, he\nfinds himself obliged to take responsibility for certain acts, performed in\nignorance, for which at the time he could not take responsibility... As (he)\nfollows through this process of taking responsibility for his former\nunconsciousness, the actions that were at that earlier time outside of his\ncontrol, completely autonomous, lost to the personality, are joined to\nconsciousness. Something of himself that has been in possession of the\ndragon is redeemed, and that amount of the dragon's energy is captured\nfor the individual's own use.\nM. E. Harding -- Psychic Energy\nA. The courage of your convictions will help you overcome a difficult\nsituation. Sincere devotion to the Work resolves all problems, weathers all\nstorms.",
    "5": "Line-5\nLegge: The fifth line, dynamic, shows its subject possessed of sincerity, and\ndrawing others to unite with him. Rich in resources, he employs his\nneighbors in the same cause with himself.\nWilhelm/Baynes: If you are sincere and loyally attached, you are rich in your\nneighbor.\n\nBlofeld: Confidence is like a cord to bind the hearts of others. With it we enrich\nour neighbors.\nLiu: If you are sincere you will be enriched by your neighbor.\nRitsema/Karcher: Possessing conformity, binding thus. Affluence: using one's\nneighbor. [Possessing conformity: \"Inner and outer are in accord; confidence of\nthe spirits has been captured...\"]\nShaughnessy: Losing sheep at Yi; there is no regret.\nCleary (1): There is truthfulness in companionship; prosperity is shared with\nthe neighbor.\nWu: Association strengthens self-confidence. With wealth, he is capable of\nreaching out to help his neighbors.\nCOMMENTARY\nConfucius/Legge: His sincerity draws others to unite with him -- he does not\nuse only his own rich resources. Wilhelm/Baynes: You will not be alone in\nyour riches. Blofeld: This implies not getting rich on our own. Ritsema/\nKarcher: Not solitary affluence indeed. Cleary (2): One does not enjoy\nblessings alone. Wu: He does not keep wealth for himself.\nLegge: Line five occupies the central place and because of his sincerity converts\nlines four and six into helpful neighbors who offer their energy and resources to\naccomplish a common purpose.\nNOTES AND PARAPHRASES\nSiu: Partners reinforce each other through loyalty. The man uses both his own\nresources and those of his neighbors to further their common cause.\nWing: Through a co-operative and loyal relationship with another, you increase\nyour resources mutually. In this way you can accomplish your aim.\nEditor: Psychologically, this images an inner unity -- a gathering of energy to\naddress a worthy task. The key elements are the ego's devotion and ability to\nmuster its forces.\nThe term individuation means a becoming whole and therefore implies\nthe necessity of reconciling the conscious and the unconscious parts of the\npsyche. In practice the process involves two steps. The first is that of\nsearching out and recognizing all the scattered parts of the psyche and\nbringing them together; the second is that of amalgamating and\n\ncoordinating them, together with the energies that inhere in them, so\nthat they will make a meaningful whole -- a cosmos, not a chaos.\nM.E. Harding -- Psychic Energy\nA. Pull yourself together and get to work.\nB. Sincerity inspires cooperation.\nC. A cooperative alliance.",
    "6": "Line-6\nLegge: The sixth line, dynamic, shows how the rain has fallen, and the onward\nprogress is stayed; so must we value the full accumulation of the virtue of humble\nservice. But a wife exercising restraint, however firm and correct she may be, is\nin the position of peril, and like the moon approaching to the full. If the superior\nman prosecutes his measures in such circumstances, there will be evil.\nWilhelm/Baynes: The rain comes, there is rest. This is due to the lasting effect\nof character. Perseverance brings the woman into danger. The moon is nearly\nfull. If the superior man persists, misfortune comes.\nBlofeld: The rains are falling and a time of rest has come. Virtue continues to\nincrease. At this moment, persistence would bring serious trouble to women.\nWere the Superior Man to venture forth at the time of the full moon, he would be\ncourting calamity.\nLiu: It is raining; one can rest, respected for one's virtues. Continuing to hesitate\nlike a woman brings danger; the moon is almost full. If the superior man sets\nforth, misfortune.\nRitsema/Karcher: Already rain, already abiding. Honoring actualizing-tao\ncarrying. The wife, Trial: adversity. The moon almost facing. A chun tzu\nchastising: pitfall. [Actualize-tao: ...ability to follow the course traced by the\nongoing process of the cosmos... Linked with acquire, TE: acquiring that which\nmakes a being become what it is meant to be.]\nShaughnessy: Having rained and having stopped, he still gets to ride; for a\nmaiden to determine is auspicious; the moon is almost full; for the gentleman to\nbe upright is inauspicious.\nCleary(1): It has rained and settled. Esteeming virtue, putting the wife on\ntop, though she be chaste there is danger. The moon is almost full; it bodes ill for\nthe superior person to go on an expedition.\n\nWu: The rain has come and it has brought comfort to people. Those who are\nvirtuous deserve it. The woman is in a difficult situation despite her proper\nconduct. The moon is almost full. It will be foreboding for the jun zi to be\nventuresome.\nCOMMENTARY\nConfucius/Legge: The power of Passive Restraint has accumulated to the\nfull. If the superior man prosecutes his measures, he will find himself obstructed.\nWilhelm/Baynes: \"The rain comes, there is rest.\" This is the continuously\ncumulative effect of character. “If the superior man persists, misfortune comes,”\nfor there might be doubts. Blofeld: The first sentence indicates that our stock of\nvirtues is mounting; that about the Superior Man indicates that we may expect\ntrouble. Ritsema/Karcher: Actualizing-tao amassing carrying indeed.\nPossessing a place to doubt indeed. Cleary (2): It having rained and settled\nrepresents full development of inner qualities. It is unlucky for a leader to go on\nan expedition, as there is some doubt. Wu: Only those who have accumulated\nvirtues deserve good fortune. His action raises doubts about his judgment.\nLegge: In line six the idea of the hexagram has run its course. The harmony of\nnature is restored. The rain falls, and the onward march of the dynamic lines\nshould now stop. But passive restraint that has achieved such a result, if it plume\nitself on it, will be in the perilous position of the full moon which can now only\nwane. Let the superior man, when he has attained his end, remain in quiet.\nRestraint is at its height and the restrained should keep still for a time. The\nparagraph is metrical, and we have a couplet:\nLo! Rain, lo! Rest, the power is full!\nGood man! Hold hard. Obstructions rule!\nNOTES AND PARAPHRASES\nSiu: Bit by bit the man achieves success. This should be valued but not pushed\ntoo far. When the moon is full, waning is inevitable. Quiescence is in order.\nWing: You have won the battle. Rest and consolidate your position now and\nrestrain yourself from going after the entire war. Caution: Adversity is on the rise.\nIf you attempt to push ahead, you will meet with misfortune.\nEditor: Rain symbolizes the union of Heaven and Earth, and the issue from such\nunion is always a new synthesis of forces. The Judgment describes dense clouds,\nbut no rain -- an image of tension and its impending resolution. Here that\nresolution has taken place -- it is now time to rest and allow the synthesis to\nstabilize. The image of the wife in peril during a waxing moon suggests that\ncontinuing to push forward could result in an uncontrollable emotional release.\nRest and relaxation are called for to reduce tension. If this is the only changing\nline, the new hexagram become number 5, Waiting, reinforcing the idea that\n\ninaction is the proper response now. Sometimes one gets this line when\nanxiously importuning the oracle: it is telling you to relax and cease striving.\nRitsema/Karcher render \"Actualize-tao”: Ability to follow the course traced\nby the ongoing process of the cosmos ... Linked with acquire, TE: acquiring that\nwhich makes a being become what it is meant to be. And \"Adversity,” (LI) as:\nDanger, threatening, malevolent demon ... It indicates a spirit or ghost that\nseeks revenge by inflicting suffering upon the living. Pacifying or exorcizing\nsuch a spirit can have a healing effect.” I have always found these definitions\nextremely useful in interpreting any line in which they appear.\nRemember the Sabbath day and keep it holy. For six days you shall labor\nand do all your work, but the seventh day is a Sabbath for Yahweh your\nGod. You shall do no work that day, neither you nor your son nor your\ndaughter nor your servants, men or women, nor your animals nor the\nstranger who lives with you. For in six days Yahweh made the heavens\nand the earth and the sea and all that these hold, but on the seventh day\nhe rested; that is why Yahweh has blessed the Sabbath day and made it\nsacred.\nExodus 20: 8-11\nA. Suggests the completion of a cycle -- rest is now required to allow a\nreorganization of forces for a new phase of the Work. Relax, let go -- leave the\nWork alone for a while.\nB. Drop the subject of inquiry.\nC. Allow the situation to develop.\nJune 2, 2001, Rev. 4/23/06, 9/6/10, 12/21/11"
  }
}