{
  "hexagram_number": 13,
  "gua": "Judgment\nLegge: Union of Forces appears in the remote districts of the country,\nindicating progress and success. It will be advantageous to cross the great stream.\nIt will be advantageous to maintain the firm correctness of the superior man.\nWilhelm/Baynes: Fellowship with Men in the open. Success. It furthers\none to cross the great water. The perseverance of the superior man furthers.\nBlofeld: Lovers (friends) in the open -- success! It is advantageous to cross the\ngreat river (or sea). [To make any kind of journey.] The Superior Man will\nbenefit if he does not slacken his righteous persistence.\nLiu: Fellowship of men in the open (countryside). Success. It benefits one to\ncross the great water. It benefits the superior man to continue his task.\nRitsema/Karcher: Concording People, tending-towards the countryside.\nGrowing. Harvesting: wading the Great River. Harvesting: chun tzu, Trial. [This\nhexagram describes your situation in terms of sharing a goal with others. It\nemphasizes that finding ways to cooperate with and harmonize people's efforts\nis the adequate way to handle it...]\nShaughnessy: Gathering men in the wilds; receipt; beneficial to ford the\ngreat river; beneficial for the gentleman to determine.\nCleary (1): Sameness with people in the wilderness is developmental. It is\nbeneficial to cross great rivers. It is beneficial for a superior person to be upright.\nCleary (1): … Beneficial for a leader to be correct.\nWu: Fellowship in the open is pervasive, etc. … It will be advantageous to the\njun zi who perseveres.\n\nThe Image\nLegge: The images of heaven and fire form Union of Forces. The superior\nman, in accordance with this, distinguishes things according to their kinds and\nclasses.\nWilhelm/Baynes: Heaven together with fire: the image of Fellowship with\nMen. Thus the superior man organizes the clans and makes distinctions\nbetween things.\nBlofeld: This hexagram symbolizes heaven (the sun) and fire representing a pair\nof lovers. The Superior Man treats everything in a manner proper to his kind. [an\nanalogy (based on the component trigrams) between the sun and fire, which to\nsome extent are of a kind.]\nLiu: Fire goes up to heaven, symbolizing Fellowship with Men. The superior\nman organizes his kinship group (party), and sorts them out.\nRitsema/Karcher: Heaven associating-with fire. Concording People. A\nchun tzu uses sorting the clans to mark-off the beings.\nCleary (1): Heaven with fire, sameness with others; superior people\ndistinguish things in terms of categories and groups.\nCleary (2): … Leaders distinguish beings in terms of classes and families.\nWu: Heaven above and fire below form Fellowship. The jun zi distinguishes\nthings by their kinds.\nCOMMENTARY\nConfucius/Legge: In Union of Forces the magnetic line has the central place\nof influence and responds to her correlate line in the upper trigram of Strength.\nThe hexagram takes its name from the upper trigram of Strength lending its\npower to the lower trigram of Clarity and Intelligence. This represents the correct\ncourse of the superior man. It is only the superior man who can comprehend and\naffect the minds of all under the sky.\nLegge: Union of Forces describes a condition which is the opposite of the\npreceding hexagram of Divorcement. What was there distress and obstruction\nis here a union of forces. But it must be based entirely on the good of the whole,\nwithout any taint of selfishness.\nThe dynamic line correctly in the fifth place occupies the most important\nposition, and has for his correlate the magnetic second line, also in her correct\nplace. The one female line is naturally sought after by all the male lines. The\neditors of the K'ang-hsi edition would make the second line respond to all of the\nlines of the upper trigram, as being more agreeable to the idea of union.\n\nThe upper trigram is that of Heaven, the lower is of Fire, whose tendency\nis to mount upwards. This image suggests the fire ascending, blazing to the sky\nand uniting with it. All these ideas are in harmony with the notion of union, but it\nmust be free of all factionalism, and this is indicated by its being in the remote\ndistricts of the country, where people are unsophisticated and free from the\ncorrupting effects of urban intrigue. Although a union from such motives can\ncope with the greatest difficulties, yet a word of caution is added.\nNOTES AND PARAPHRASES\nJudgment: Connections are being made. If you are able to maintain your will, it\nis advisable to push for a synthesis .\nThe Superior Man differentiates and prioritizes; he sorts and evaluates his\noptions.\nThis is another image of union -- not the supreme union of hexagram\nnumber eleven, Harmony, but a subordinate union of forces within the psyche\nwhich builds toward an eventual grand alliance. The component trigrams show\nthe union of Strength and Clarity, suggesting that a certain level of mental\ncomprehension is involved. To receive the hexagram without changing lines is\noften a confirmation of your particular thought -- saying, in effect: \"You've made\nthe connection.\"\nComprehension (synthesis) involves making distinctions (analysis) -- a\nparadoxical process in which one must divide before one can (re)unite. (This is\nthe solve et coagula of alchemy.) Thus we see the superior man in the Image\ncreating categories to bring about union -- this is discrimination directed toward\nreclassification or rectification. For example, a heterogeneous mixture of\nvegetable and flower seeds is made meaningful when one sorts them into their\nseparate categories. The disparate elements then become coherently \"united\" -in I Ching terms, each line obtains its proper correlate as in Hexagram number\n63.\n(Dialectic) alternates between synthesis and analysis until it has gone\nthrough the entire domain of the intelligible and has arrived at the\nprinciple. Stopping there, for it is only there that it can stop, no longer\nbusying itself with a multitude of objects since it has arrived at unity, it\ncontemplates.\nPlotinus -- The Enneads\nThe Chinese name of this hexagram includes the word Jen, which is\napparently a difficult concept, since many philosophers have spent a good deal of\nenergy in trying to define it:\n\nJen has been variously translated as benevolence, perfect virtue,\ngoodness, human-heartedness, love, altruism, etc. None of these\nexpresses all the meanings of the term. It means a particular virtue,\nbenevolence, and also the general virtue, the basis of all goodness. ...NeoConfucianists interpreted it as impartiality, the character of production\nand reproduction, consciousness, seeds that generate, the will to grow,\none who forms one body with Heaven and Earth, or \"the character of\nlove and the principle of mind.\" In modern times, it has even been\nequated with ether and electricity...\nWing-Tsit Chan -- A Source Book in Chinese Philosophy\nChu Hsi defines Jen as the \"character of the mind\" (psyche) and \"the principle of\nlove\" (union). Interpreted in this way we are enabled to apprehend the essence of\nthe word \"love,\" which is union -- becoming one with its object. I have chosen the\ntitle of Union of Forces to emphasize\nintra-psychic dynamics which are not immediately obvious in Wilhelm's title of\nFellowship with Men. For example in dealing with questions pertaining to\nthe Work, the concept of \"ego states\" or \"subpersonalities\" is often relevant to the\nsymbolism of this hexagram:\nThe human self has been described here as composed of different ego\nstates separated by boundaries. It has been likened to the structure of\npolitical principalities. From clinical observation we find that ego states\ncan cooperate for mutual well-being, like allied nations against a\ncommon enemy. An ego state may become split, like East and West\nGermany, or fracture into many segments, like the Austro-Hungarian\nEmpire. Ego states may become cognitively dissonant and hostile to each\nother, like Syria and Israel. In fact, the behavior of ego states within an\nindividual is not unlike that between individuals, and between those\ngroups of individuals called countries. Why should the behavior of\nhuman \"stuff\" not be substantially similar at all levels of its\norganizations? ...The evidence of self division into ego states is\nsignificant, and an equally tenable hypothesis might be that the states\nand boundaries of political entities have been imposed by men on each\nother because these represent an externalization of the internal divisions\nin their own selves.\nJ.G. Watkins -- The Therapeutic Self\nThis hexagram's \"shadow side\" reveals circumstances preventing the\nunion of entities or forces, more than those conditions promoting fruitful\naffiliation. Note that only the first and fifth lines of the figure depict a positive\nsynthesis; the first one is minor, and in the case of line 5, union is attained only\nafter much struggle. Line 2 reveals a clique or faction situation opposed to the\ngeneral welfare, and lines 3 and 4 are images of recalcitrant forces unable to\neither join or attack the alliance. The sixth line depicts a partial union (probably\nthe most common outcome in general experience), which the Confucian\ncommentary nevertheless minimizes. Out of six lines then, only two describe\n\nanything like complete fellowship. I have received this hexagram without\nchanging lines when the context of the question revealed an “incestuous,” cliquetype situation, so not all \"fellowship\" or Union of Forces is necessarily an ideal\nconfiguration.",
  "lines": {
    "1": "Line-1\nLegge: The first line, dynamic, shows the representative of the Union of\nForces just issuing from his gate. There will be no error.\nWilhelm/Baynes: Fellowship with men at the gate. No blame.\nBlofeld: The beloved is at the gate -- no harm!\nLiu: Fellowship of men outside the gate. No blame.\nRitsema/Karcher: Concording People tending-towards the gate.\nWithout fault.\nShaughnessy: Gathering men at the gate; there is no trouble.\nCleary (1): Sameness with people at the gate is blameless.\nWu: Men of fellowship are at the gate. There will be no blame.\nCOMMENTARY\nConfucius/Legge: Who will blame him? Wilhelm/Baynes: Going out of the\ngate for fellowship with men -- who would find anything to blame in this?\nBlofeld: The Superior Man treats everything in a manner proper to his kind.\n[Meeting the beloved so publicly cannot give rise to scandal. This implies that\nthere is no need for secrecy.] Ritsema/Karcher: Issuing-forth-from the gate\nConcording People. Furthermore whose fault indeed? Cleary (2): And if you are\nthe same as people outside the gate, who can blame you? Wu: Men of fellowship\nare going outdoors. Who would blame them?\nLegge: Line one shows the first attempts at union. It is dynamic, but in the\nlowest place, and has no proper correlate above. There is however, no selfishness\nin his intent. He has all the world before him with which to unite. Selfish\nthoughts concerning union have no place in him.\nNOTES AND PARAPHRASES\nSiu: At the outset, attempts are made at open friendship.\n\nWing: The times are such that a group of people all shares the same needs. They\ncan come together openly with the same goals in mind. This is the beginning of a\nfellowship. Until the interests of the individuals become divergent all will go well.\nEditor: Forces begin to assemble for a potential alliance: nothing hinders this.\nPsychologically, the image can suggest the beginning of a new cycle or dialectical\nprocess within the psyche.\nIn the beginning stages people can commit the most horrible sins of\nunconsciousness and stupidity without having to pay much for it. Nature\ndoes not take its revenge. But when the work progresses over the years,\neven a slight deviation, a hint of the wrong word, or fleeting wrong\nthought, can have the worst psychosomatic consequences. It is as though\nit became ever more subtle, moving on the razor's edge. Any faux pas is\nan abysmal catastrophe, while previously one could tramp kilometers\noff the path without one's own unconscious giving one a slap or taking its\nrevenge in some way.\nM.L. Von Franz -- Alchemical Active Imagination\nA. In the beginning there is nothing to stop you.\nB. Accord, union, success at the outset.",
    "2": "Line-2\nLegge: The second line, magnetic, shows the representative of the Union of\nForces in relation with her kindred. There will be occasion for regret.\nWilhelm/Baynes: Fellowship with men in the clan. Humiliation.\nBlofeld: His beloved (betrothed) is of the same clan as himself -- trouble!\nLiu: Fellowship of men in the kinship group (party). Humiliation.\nRitsema/Karcher: Concording People tending-towards ancestry.\nAbashment.\nShaughnessy: Gathering men at the ancestral temple; distress.\nCleary (1): Sameness with people in the clan is regrettable.\nWu: Fellowship becomes kinship. There will be humiliation.\n\nCOMMENTARY\nConfucius/Legge: Relationship with one's kindred is the path to regret.\nWilhelm/Baynes: The way to humiliation. Blofeld: Choosing a beloved from\na man's own clan is a sure way to unhappiness. [This Chinese belief was so\nstrongly held that, until recently, even unrelated people of the same surname\ncould not marry.] Ritsema/Karcher: Abashment tao indeed. Cleary (2): The\nroad to regret. Wu: This is a way to humiliation.\nLegge: Lines two and five are proper correlates, a fact which in this instance\nsuggests the idea of a partial and limited union. This is blameworthy because\nunion with only one's kindred implies narrowness of mind.\nNOTES AND PARAPHRASES\nSiu: Because of special privileges and factions, only a limited fellowship is\nrealized. Regrets and problems result.\nWing: There is a tendency toward elitism and exclusivity. This creates\nlimitations for everyone in society. Such a situation of egotism and selfish\ninterests will bring regret.\nEditor: The image is one of incestuous exclusivity. The formation of factions,\nspecial interest groups and cliques can only cause harm to the larger psyche or to\nsociety because it excludes the vital give and take necessary for evolution and\neventual synthesis. Sometimes the line can suggest the idea of being caught in a\nclosed loop or vicious circle -- energy is trapped by limiting beliefs, thus\npreventing growth into new realms of being.\nWhen a soul remains for long in this withdrawal and estrangement from\nthe whole, with never a glance towards the intelligible, it becomes a thing\nfragmented, isolated, and weak. Activity lacks concentration. Attention\nis tied to particulars. Severed from the whole, the soul clings to the part;\nto this one sole thing, buffeted about by a whole world of things, has it\nturned and given itself. Adrift now from the whole, it manages even this\nparticular thing with difficulty...\nPlotinus -- The Enneads\nA. A self-serving alliance portends failure.\nB. A recalcitrant complex refuses to integrate.\nC. Dogmatic, hidebound perception prevents growth.",
    "3": "Line-3\nLegge: The third line, dynamic, shows its subject with his arms hidden in the\nthick grass, and at the top of a high mound. But for three years he makes no\ndemonstration.\nWilhelm/Baynes: He hides weapons in the thicket; he climbs the high hill in\nfront of it. For three years he does not rise up.\nBlofeld: Concealing his weapons in the bushes, he climbs his high hill. For three\nyears he enjoys no happiness. [His cowardice was so great that he dared not\nseek home, wife or children for three years. The implication is that boldness at\nall costs is required.]\nLiu: They hide arms in the bushes. They climb to the summit of a hill. For three\nyears they do not act.\nRitsema/Karcher: Hiding away arms, tending-towards the thickets. Ascending\none's high mound. Three year's-time not rising.\nShaughnessy: Surrendered appearance in tall grass. Climbing its high peak, for\nthree years it does not arise.\nCleary (1): Subduing fighters in the bush, climbing up a high hill, even in three\nyears there will be no flourishing.\nCleary (2): He hides fighters in the bush, etc.\nWu: He conceals weapons in bushes. He moves up to high mounds. He makes no\nheadway in three years. [He is planning to overwhelm by force those with whom\nhe disagrees, but he is alone and cannot make a breakthrough.]\nCOMMENTARY\nConfucius/Legge: He hides arms in the thick grass because of the strength of\nhis opponent. For three years he makes no demonstration--how can he do\nanything? Wilhelm/Baynes: Because he had a hard man as opponent--how\ncould it be done? Blofeld: He conceals his weapons because the enemy is strong-but three years without joy! Who would follow such a course?\nRitsema/Karcher: Antagonistic solid indeed. Quieting movement indeed.\nCleary (2): Three years without flourishing is calm activity. Wu: He should be\ncontented with his lot.\nLegge: Line three is dynamic in a dynamic place, but without a proper correlate\nin line six. This makes him anxious to unite with line two, but two is devoted to\nher proper correlate in line five, of whose strength line three is afraid. Therefore\n\nhe takes the measures described, but his abstaining so long from action will save\nhim from misfortune.\nNOTES AND PARAPHRASES\nSiu: Mistrust ensues. The man conceals his weapons, plans an ambush, but does\nnot come forth.\nWing: There is a possibility that those involved in the situation have selfish\ninterests and divergent goals. This is unfortunate, because the ensuing mistrust\nof each for the other will grind events to a halt. Unless goals are realigned, no\nprogress can be made and nothing will come of the situation.\nEditor: Wilhelm remarks here that the situation depicts mistrust -- union is\nblocked by some divisive element such as doubt or cynicism. Perhaps a\npessimistic attitude is impeding the flow of events. Although the line is not\nnecessarily always completely negative (note the lack of an appended value\njudgment), the image depicts latent forces of an inferior sort blocking the natural\nflow of energy or growth. If this is the only changing line we receive hexagram\nnumber 25, Innocence, with a corresponding line depicting undeserved\nmisfortune. Psychologically interpreted, unconscious complexes could threaten\nthe Work by refusing to integrate. It is possible that this transcends the ego's\nconscious awareness. Blofeld's note does not agree with the general sense of the\nline, and may be considered anomalous.\nUnfortunately repression does not eliminate the qualities or drives or\nkeep them from functioning. It merely removes them from ego\nawareness; they continue as complexes. By being removed from view\nthey are also removed from supervision and can thereby continue their\nexistence unchecked and in a disruptive way.\nE.C. Whitmont -- The Symbolic Quest\nA. A divisive element within the situation is unable to manifest or is\npreventing growth.\nB. A hidden threat bides its time.\nC. Something is blocked.",
    "4": "Line-4\nLegge: The fourth line, dynamic, shows its subject mounted on the city wall; but\nhe does not proceed to make the attack he contemplates. There will be good\nfortune.\nWilhelm/Baynes: He climbs up on his wall; he cannot attack. Good fortune.\n\nBlofeld: He climbs his battlemented wall, for he is unable to attack -- good\nfortune! [At first sight this case looks rather like that indicated by the third line,\nbut here cowardice and concealment are replaced by courage modified by\ncommon sense and a desire to do his duty as best he can.]\nLiu: They climb on the wall. They are unable to attack. Good fortune.\nRitsema/Karcher: Riding one's rampart. Nothing controlling attacking.\nSignificant.\nShaughnessy: Riding astride its wall; you will not succeed in attacking it;\nauspicious.\nCleary (2): He mounts the wall but does not succeed in the attack. This is lucky.\nWu: He ascends to the top of his fortress, and is convinced that the offensive\nwill fail. This will be auspicious. [He ascends to a good vantage point to survey\nhis surroundings and realizes his blunder. He is quick to correct himself.\nReasoning wins over force.]\nCOMMENTARY\nConfucius/Legge: He is mounted on the city wall, but he yields to the right and\ndoesn't make the attack he contemplated. He recognizes the strait he is in, and\nwill return to the rule of law. Wilhelm/Baynes: The situation means that he\ncan do nothing. His good fortune consists in the fact that he gets into trouble and\ntherefore returns to lawful ways. Blofeld: Being unable to worst the enemy, he\nsettles down on a fortified wall. His good fortune consists in being able to retain\nhis sense of what is right even when encountering difficulty. Ritsema/Karcher:\nRighteously nothing controlling indeed. One's significance. By-consequence\nconfining and-also reversing by-consequence indeed. Cleary (2): The luck is\nthat he will return to order when he reaches the impasse. Wu: Morally he cannot\nsucceed . He realizes his predicament and reverses his course.\nLegge: Line four is dynamic, but in a magnetic place, which weakens his\nposition. He would like to make an attempt on line two, but is afraid to do so.\nStress should be laid on the idea of \"yielding to the right.\"\nNOTES AND PARAPHRASES\nSiu: The man mounts his city wall, but is afraid to embark on aggression. The\nantagonists consider the difficulties and yield to right and law. Reconciliation is\nimminent.\nWing: Your obsession with the attainment of your personal goals will ultimately\ncut you off from others. The more you pursue your dream, the farther you drift\n\nfrom your Community. In time, your loneliness will bring you to your senses.\nGood fortune.\nEditor: Psychologically interpreted, a city can symbolize a focus of energy\n(perhaps a belief-complex), within which its components live in \"fellowship.\" The\ncity walls represent the boundaries defining this belief system. Seen from the\noutside, the wall is the separation between one condition and another; seen from\nthe inside it provides both definition and sanctuary for its inhabitants.\n(Regarded this way, the differences between lines three and four can be seen as\nthe differences between the repression and sublimation of a complex.) At any\nrate, this line depicts a favorable impasse or restraint of power in the situation at\nhand.\nEven though we are not responsible for the way we are and feel, we have\nto take responsibility for the way we act. Therefore we have to learn to\ndiscipline ourselves. And discipline rests on the ability to act in a manner\nthat is contrary to our feelings when necessary. This is an eminently\nhuman prerogative as well as a necessity.\nE.C. Whitmont -- The Symbolic Quest\nA. An impasse prevents an unfortunate action.\nB. Awareness of an impasse is the first condition necessary for its\nresolution.\nC. Straddling the fence and able to see both sides of the issue, one is\nprevented from joining either faction.",
    "5": "Line-5\nLegge: The fifth line, dynamic, shows the representative of the Union of\nForces first wailing and crying out, and then laughing. His great army conquers,\nand he and his second line correlate meet together.\nWilhelm/Baynes: Men bound in fellowship first weep and lament, but\nafterward they laugh. After great struggles they succeed in meeting.\nBlofeld: The lovers begin by weeping and wailing, but they finish by laughing,\nfor the crowd succeeds in bringing them together.\nLiu: Fellowship of men. They cry and lament. Later they laugh. After great\nbattles they have success.\nRitsema/Karcher: Concording People beforehand crying-out sobbing and-also\nafterwards laughing. Great legions controlling mutual meeting.\n\nShaughnessy: Gathering men at first weeping and wailing, but later laughing;\nthe great captains succeed in meeting each other.\nCleary (1): In sameness with people, first there is weeping, afterward laughter.\nA great general wins, then meets others.\nWu: Men of fellowship first wail and then laugh. The large armed forces meet\nafter victory.\nCOMMENTARY\nConfucius/Legge: This arises from his central position and straightforward\ncharacter. The meeting secured by his great army intimates that its opponents\nhave been overcome. Wilhelm/Baynes: The beginning of the men bound in\nfellowship is central and straight...they are victorious. Blofeld: This strong line\nwhich is central to the upper trigram indicates that they began by weeping. [A\nstrong central line is usually auspicious, but not in this case where we are\ndealing with something so soft and tender as love.] Fortunately a crowd of\npeople encountered them and, somehow, the right thing was said to bring them\ntogether again. Ritsema/Karcher: Using centering straightening indeed.\nWords mutualize controlling indeed. Cleary (2): It is the middle way. In\nmeeting with the great general, his words overcome. Wu: They together finally\nachieve victory.\nFrom the Great Treatise:\n\"The Master said on this:\nThe ways of good men different seem.\nThis in a public office toils;\nThat in his home the time beguiles.\nOne man his lips with silence seals;\nAnother all his mind reveals.\nBut when two men are one in heart,\nNot iron bolts keep them apart;\nThe words they in their union use,\nFragrance like orchid plants diffuse.\"\nLegge: Line five is dynamic in a dynamic and central place, and seeks union with\nhis second-line correlate. However, lines three and four are powerful foes who\noppose this union, and their opposition makes him weep. He finally effects his\npurpose by collecting his forces and defeating his opponents.\nNOTES AND PARAPHRASES\nSiu: After considerable difficulties, the man collects his forces and overcomes\nthe obstacles to the union of men. Sadness gives way to joy.\n\nWing: The difficulties and obstacles within the situation cause you much\nsorrow. If you openly express your distress you will find that you generate similar\nexpressions from your fellow man. Together you can overcome the difficult time\nand there will be much joy in your newfound unity.\nEditor: This line changes the hexagram to Number thirty, Clarity. The\ncorresponding line is almost identical to this one: \"Shows its subject as one with\ntears flowing in torrents, and groaning in sorrow. There will be good fortune.\"\nThe idea is that, in this case at least, union and clarity (comprehension and\nenlightenment) are achieved only through a bitter struggle.\nTo learn, we must not allow ideas to remain exterior to us, but fuse with\nthem until they become part of our existence. When this is done and our\ndispositions correspond, the soul is able to formulate and make use of\nthem. It comprehends now what it merely contained before.\nPlotinus -- The Enneads\nA. Gather your forces and make a connection. Union or clarity is won after\nsignificant effort.",
    "6": "Line-6\nLegge: The sixth line, dynamic, shows the representative of the Union of\nForces in the suburbs. There will be no occasion for repentance.\nWilhelm/Baynes: Fellowship with men in the meadow. No remorse.\nBlofeld: Her beloved is in a distant frontier region -- no regret! [In Chinese\nhistory, it often happened that a man was drafted and sent far away to a\nfrontier region from which he could not be expected to return for many years.\nIn this case, his beloved (betrothed or wife) has enough wisdom to give up\nrepining, since the case is a hopeless one. The implication is that we should not\nrepine.]\nLiu: Fellowship of men in the open countryside. No remorse.\nRitsema/Karcher: Concording people tending-towards the suburbs. Without\nrepenting.\nShaughnessy: Gathering men in the pasture; there is no regret.\nCleary (1): Being the same as people in the countryside, there is no regret.\nCleary (2): Sameness with people in the countryside involves no regret.\nWu: Men of fellowship gather outside of the city. There will be no regret.\n\nCOMMENTARY\nConfucius/Legge: His object has not yet been attained. Wilhelm/Baynes:\nThe will is not yet satisfied. Blofeld: This is not what is desired. Ritsema/\nKarcher: Purpose not-yet acquired indeed. Cleary (2): The aspiration has not\nyet been attained. Wu: Their aspirations have not prevailed.\nLegge: The union reaches to all within the suburbs, but it is not yet universal.\nThe ideal of the hexagram is found in the Judgment in which the union of forces\noccurs in the open country. In line six the union is only in the suburbs which\nsurround the city, yet are not quite out in the \"open country.\" This indicates only\na partial success, but there is still no cause for repentance.\nNOTES AND PARAPHRASES\nSiu: The man achieves fellowship, but only with those nearby. Simply because\nmankind has not yet attained universal brotherhood, however, is no ground for\nremorse.\nWing: The unity and fellowship that are possible in this position are not\nsignificant in terms of universal needs. However, joining with others, even in a\nsmall way, is not a mistake.\nEditor: The union of forces is adequate to meet the current situation, but it\nseems to be a compromise at best. Though the circumstances are said to evoke\nno remorse, the Confucian commentary leaves no doubt about his assessment of\nthis position. The Work still has a long way to go to be complete, but since that\nseldom happens this side of hyperspace, any increment of integration has to be\nbetter than no progress at all. Blofeld's translation and note seem too specific to\nfacilitate these wider meanings.\nThus, human ego development is basically conditioned by, and continues\nto unfold between, the divisive Yang pole of separateness and the\nconnecting Yin pole of union. Between these polarities of separation and\nencounter -- loss of oneness and the re-establishment of oneness through\nmeeting -- the sense of identity continues to grow throughout the life of\nthe individual.\nE.C. Whitmont -- The Symbolic Quest\nA. A minor synthesis.\nB. Psychic integration is adequate for the present, but further work is\nrequired.\nC. \"Half a loaf is better than none.\"\nJune 2, 2001, Rev. 4/23/06"
  }
}