{
  "hexagram_number": 51,
  "gua": "Judgment\nLegge: Shock intimates ease and development. When the time of movement which it\nindicates comes, the subject of the hexagram will be found looking out with apprehension,\nand yet smiling and talking cheerfully. When the movement like a crash of thunder\nterrifies all within a hundred miles, he will be like the sincere worshipper who is not\nstartled into dropping his ladle and cup of sacrificial spirits.\nWilhelm/Baynes: Shock brings success. Shock comes --oh, oh! Laughing words -- ha,\nha! The shock terrifies for a hundred miles, and he does not let fall the sacrificial spoon\nand chalice.\nBlofeld: Thunder -- success! Thunder comes with a terrible noise, laughing and\nshouting in awesome glee and frightening people for a hundred miles around. The\nsacrificial wine is not spilt. [This suggests that the holder of the sacrificial vessel is not\neasily alarmed or else that he is very wise and able to distinguish between the\napparently dangerous and the truly dangerous.]\nLiu: Thunder. Success. Thunder comes -- ho ho! Speaking and laughing -- ha ha! It\nshocks and terrifies for a hundred miles. But one does not drop the spoon or chalice.\nRitsema/Karcher: Shake, Growing. Shake coming: frightening, frightening. Laughing\nwords, shrieking, shrieking. Shake scaring a hundred miles. Not losing the ladle, the\nlibation. [This hexagram describes your situation in terms of a disturbing and inspiring\nshock. It emphasizes that rousing things to new activity, the action of Shake is the\nadequate way to handle it. To be in accord with the time, you are told to: stir things up!]\nShaughnessy: Thunder: Receipt; thunder comes so renewingly; laughter and talk yaya;\nthunder alarms one hundred miles; not losing the ladle or goblet.\nCleary (1): Thunder is developmental. When thunder comes, there is alarm, then\nlaughter. Thunder startles for a hundred miles, but one does not lose the spoon and wine.\nCleary (2): Thunder comes through. Etc.\n\nWu: Motion indicates pervasiveness. When Motion comes, it frightens people. Later, it\nmakes people talk and laugh. Its majesty reaches one hundred li in all directions. There is\nno misplacement of the ladle or sacrificial wine.\nThe Image\nLegge: The image of Thunder, being repeated, forms Shock. The superior man, in\naccordance with this, is fearful and apprehensive, cultivates his virtue, and examines his\nfaults.\nWilhelm/Baynes: Thunder repeated: the image of Shock. Thus in fear and trembling\nthe superior man sets his life in order and examines himself.\nBlofeld: This hexagram symbolizes continuous thunder. The Superior Man in fear and\ntrembling seeks to improve himself.\nLiu: Thunder doubled symbolizes shock. The superior man contemplates himself with\nfear and caution.\nRitsema/Karcher: Reiterated thunder. Shake. A chun tzu uses anxious fearing to\nadjust inspecting.\nCleary (1): Traveling thunder reverberates. Thus superior people cautiously practice\nintrospection.\nCleary (2): Repeated thunder reverberates. Developed people practice introspection\nwith caution.\nWu: One thunderclap after another constitutes hexagram Motion. Thus the jun zi\nreflects and rectifies for fear of being wrong.\nCOMMENTARY\nConfucius/Legge: His feeling of dread leads to happiness because he is thereby made to\nadopt proper laws for himself. The movement startles the distant and frightens the near,\nyet he makes the proper sacrifices the same as always.\nLegge: Shock consists of the trigram for Thunder doubled. (This trigram also represents\nMovement and the Eldest Son.) The hexagram therefore symbolizes a crash or peal of\nthunder, and combined with the idea of movement shows a sudden change taking place in\nthe kingdom. The lesson is the conduct to be pursued in a time of sudden change through\nan awareness of danger and the proper regulation of oneself.\nA successful issue is predicted if the dynamic first line can be superior to the two\nmagnetic lines above him. It is in the idea of the hexagram that he should be moving and\nadvancing. Although sensible of the danger, he is confident and self-possessed -- so much\n\nso that he can calmly perform his religious duties during the prevailing chaos. This is\nproper behavior for the eldest son, who must eventually assume the duties of his father.\nAnthony: In the I Ching shock means being subjected to unsettling events. It also\nmeans perceiving and reacting to these events … perceiving, in any of these changes, that a\nnew set of limits, or deprivations, has been placed on our life which seems to restrict or\neven penalize us. This sense of being projected by events into a sort of emotional trap is\nwhat this hexagram calls “Fate.” Acknowledgement of this fate, or trap, and the imperative\n– to find the way out – is one of the purposes of shock. As far as the I Ching is concerned,\nthere is only one way out – to undergo spiritual development.\nNOTES AND PARAPHRASES\nJudgment: During sudden changes, adjust your tempo and move ahead, remembering\nthat while conditions may alter, the goal remains the same.\nThe Superior Man double-checks his premises, confronts his weak spots and adheres to\nthe rules and ideals of the Work.\nThe image here is one of a sudden, dramatic release of energy, power and\nforce. To receive this hexagram without changing lines can refer to almost any abrupt,\nstartling or unexpected situation. Sometimes it is the oracle's way of saying: \"Surprise!” It\ncan also be a kind of reprimand for asking a dumb or inappropriate question -- the oracle\nis \"shocked” by your temerity, ignorance, etc. In such instances there is often an element of\nwry humor in the situation -- usually at the ego's expense. On rare occasions, it is possible\nto receive this hexagram as a warning about an upcoming event which has no bearing on\nthe question posed. Should you receive such an oracle, be extremely vigilant – as always,\nthe advice to the superior man in the Image suggests the proper course.\nA true test of devotion to the Work is to maintain one's will under all circumstances.\nThe world may be falling apart around us, but the adept does not ruin the performance of\nhis sacrifice: the ego continues the Work regardless of conditions, and keeps a cool head\nunder all circumstances.\nHave no fear of sudden terror\nor of assault from wicked men,\nsince Yahweh will be your guarantor,\nHe will keep your steps from the snare.\nProverbs 3: 25-26\nBoth Yahweh and Christ are what Jung calls \"god images” which exist in one form\nor another in every human psyche, whether it is consciously religious or not. The god\nimage is synonymous with the Self, and the implication of the above quotation from\nProverbs is that as long as the ego remains devoted to the Work -- in I Ching terms:\n\"maintains the sacrifice” -- it is under the protection of the Self.\n\nThe Perfect Man is godlike. Though the great swamps blaze, they cannot burn\nhim; though the great rivers freeze, they cannot chill him; though swift lightning\nsplits the hills and howling gales shake the sea, they cannot frighten him. A man\nlike this rides the clouds and mist, straddles the sun and moon, and wanders\nbeyond the four seas. Even life and death have no effect on him, much less the\nrules of profit and loss!\nChuang Tzu",
  "lines": {
    "1": "Line-1\nLegge: The first line, dynamic, shows its subject, when the movement approaches,\nlooking out and around with apprehension, and afterwards smiling and talking cheerfully.\nThere will be good fortune.\nWilhelm/Baynes: Shock comes -- Oh, Oh! Then follow laughing words -- Ha, Ha!\nGood fortune.\nBlofeld: Thunder comes with a mighty roar which changes to noisy glee -- good\nfortune!\nLiu: Thunder comes -- ho ho! Later there are smiles and happy words -- ha ha! Good\nfortune.\nRitsema/Karcher: Shake coming: frightening, frightening. After laughing words,\nshrieking, shrieking. Significant.\nShaughnessy: Thunder comes so renewingly; afterwards laughter and talk yaya;\nauspicious.\nCleary (1): When thunder comes, alarm; afterward, laughter. Auspicious.\nWu: When motion comes, it frightens people. Later, it makes people talk and laugh. This\nis auspicious.\nCOMMENTARY\nConfucius/Legge: That feeling of dread leads to happiness because he adopts proper\nlaws for his course. Wilhelm/Baynes: Fear brings good fortune. Afterward one has a\nrule. Blofeld: Its frightening roar causes fear which leads to happiness; its noisy glee is\nfollowed by good order. [Fear is often a good mentor; by causing us to change our ways\nit leads to happiness.] Ritsema/Karcher: Anxiety involving blessing indeed.\nAfterwards possessing by- consequence indeed. Cleary (2): Fear brings fortune.\nAfterward there is a model. Wu: Fear leads to blessings. Law and order will follow.\nLegge: What is said on line one is little more than a repetition of the principal part of the\nJudgment. The line is dynamic in a dynamic place, and gives a good auspice.\n\nNOTES AND PARAPHRASES\nSiu: At the outset, an unexpected movement causes the man to be apprehensive. But he\nsoon smiles with confident relief as the ordeal passes.\nWing: An unexpected event may frighten you. You may see it as dangerous, and all the\nfeelings that accompany danger will rise up in you. Yet the ordeal will end, bringing you\ngreat relief. Good fortune is indicated.\nEditor: Blofeld's note on the Confucian commentary sums up the meaning of the line\nbest: \"Fear is often a good mentor; by causing us to change our ways, it leads to\nhappiness.” When this is the only changing line, the new hexagram becomes Number\nsixteen, Enthusiasm, giving us an altogether energetic and action-oriented image.\nWhen a vision comes from the thunder beings of the west, it comes with terror like\na thunder storm; but when the storm of vision has passed, the world is greener\nand happier; for wherever the truth of vision comes upon the world, it is like a\nrain. The world, you see, is happier after the terror of the storm.\nBlack Elk\nA. Powerful forces suddenly upset the status-quo. The way is cleared for something\nnew. Remain calm.\nB. A surprise causes one to re-arrange one's thinking. Fear is followed by relief.\nC. Image of \"A close call.\"",
    "2": "Line-2\nLegge: The second line, magnetic, shows its subject, when the movement approaches in a\nposition of peril. She judges it better to let go the articles in her possession, and to ascend\nto a very lofty height. There is no occasion for her to pursue after the things she has let go;\nin seven days she will find them.\nWilhelm/Baynes: Shock comes bringing danger. A hundred thousand times you lose\nyour treasures and must climb the nine hills. Do not go in pursuit of them. After seven\ndays you will get them back again.\nBlofeld: Thunder approaches -- trouble is at hand! Sadly he lets go of his valuables and\nfleeing sets foot among the nine hills. He should not search for them; in seven days he will\nregain them.\nLiu: Thunder comes, causing danger. You will lose a great deal of your wealth, then\nclimb nine hills without searching for it. After seven days you will regain it.\n\nRitsema/Karcher: Shake coming: adversity. A hundred-thousand lost coins. Climbing\ntending-towards the ninth mound. No pursuit. The seventh day: acquiring.\nShaughnessy: Thunder comes so dangerously; one loses cowries; sacrificing to the nine\npeaks; do not follow, in seven days you will get it.\nCleary (1): Thunder comes: dangerous thoughts. Losing valuables, you climb nine hills:\nDon’t chase it – you’ll get it in seven days. [Mounting strength with weakness, arbitrary\nimagination gets too high, and one tries to do what one cannot do. This is losing basic\nsense and acting on dangerous thoughts … It is fortunate if you maintain rectitude when\nyou are weak, not daring to act arbitrarily…]\nCleary (2): Thunder comes – dangerous. Remembering that you have lost your treasure,\nyou climb nine hills. But do not pursue it; in seven days you will get it.\nWu: He encounters severe movements and presumes to have lost his precious possessions.\nHe climbs up a hill that has nine winding passes, There is no need to search for his\npossessions. He will recover them after seven days. [He climbs up to high ground to\ndistance himself from the movement below.]\nCOMMENTARY\nConfucius/Legge: A magnetic line is mounted on a dynamic one. Wilhelm/Baynes: It\nrests upon a firm line. Blofeld: That the approach of thunder presages trouble is\nindicated by the position of this yielding line over a firm one. Ritsema/Karcher: Riding\na solid indeed. Cleary (2): The danger of thunder coming is mounting the unyielding.\nWu: Because he rides on a yang. [The weak second six “rides” on the strong first nine and\nfinds what a perilous situation he is in.]\nLegge: The peril in line two is suggested by her position immediately above line one. The\nrest of the symbolism is obscure, and Chu Hsi says he does not understand it. The subject\nof the line does what she can to get out of danger, and finally, as is signified by the central\nposition of the line, the issue is better than could have been expected. On the symbolism of\n\"seven days,\" Ch'eng-tzu says: \"The places of a hexagram amount to six. The number\nseven is the first of another hexagram. When the movement symbolized by Shock has\ngone through its cycle, things will be as they were before.\"\nNOTES AND PARAPHRASES\nSiu: An uprising endangers the man. He accepts the material losses and ascends to lofty\nheights inaccessible to the threatening forces. After the shock and upheaval have subsided,\nhis property will be restored without his fighting for it.\nWing: A cataclysmic upheaval can cause you great losses. Do not try to resist or fight the\nforces, since this is impossible. Instead, remove yourself from the dangerous situation.\nBecome inaccessible. In time you will recoup your losses.\n\nEditor: Symbolically, the symbolism is not obscure at all: the basic idea is to transcend\nyour habitual responses and view them from a higher perspective. When things have\nsettled down again, losses will prove to be illusory.\nVerily destruction is the foundation of existence,\nAnd the tearing down thou seest\nIs but the assembling of material\nfor a greater structure...\nDeluded are they who say,\n\"Man liveth by the Mercy of the Lord.\"\nKnow ye\nThat the balance of Mercy and Severity\nIs the continuance of every life,\nYea, and of this whole universe.\nP.F. Case -- The Book of Tokens\nA. A new situation renders old methods obsolete.\nB. Detach yourself from your accustomed responses and wait for the situation to\nmature. Losses are imaginary.",
    "3": "Line-3\nLegge: The third line, magnetic, shows its subject distraught amid the startling\nmovements going on. If those movements excite her to right action, there will be no\nmistake.\nWilhelm/Baynes: Shock comes and makes one distraught. If Shock spurs to action\none remains free of misfortune.\nBlofeld: Thunderous impetuosity -- to emulate it at this time will not give rise to harm.\n[The Superior Man usually acts calmly and carefully, but there are times when\nimpetuosity serves a good purpose or, at the very least, does no particular harm.]\nLiu: Thunder comes causing a terrified manner. But if one is cautious, one remains free\nof disaster.\nRitsema/Karcher: Shake: reviving, reviving. Shake moving without blunder.\nShaughnessy: Thunder is so slow; thunder moves without inspection.\nCleary (1): Frightened by thunder; wary action is free from trouble.\nCleary (2): The thunder is faint. Act vigorously, and there will be no trouble.\n\nWu: He is frightened and uneasy because of the movement, but will not incur misfortune\nfor his undertakings.\nCOMMENTARY\nConfucius/Legge: Her position is unsuitable to her. Wilhelm/Baynes: The place is\nnot the appropriate one. Blofeld: Thunderous impetuosity is indicated by the unsuitable\nposition of this line. Ritsema/Karcher: Situation not appropriate indeed.\nCleary (2): The position is not appropriate. Wu: His position is improper.\nLegge: Line three is magnetic in a dynamic place, but if she moves on to the fourth place,\nwhich would be correct for her, the issue will not be bad.\nAnthony: The shock of encountering our fate, which seems unbearably harsh, causes\nemotional trauma. It is as if we are suddenly and irrevocably put into a bad predicament\nwith no options. This negativism, however, means we are still under the effects of shock. If\nwe can withdraw from this negative view, we will see that there are workable and correct\nmeans out of the problem. We need to be open-minded in order that the options can\nbecome visible. First, we must “keep still” within, refusing to look at the negative images,\nor listen to the voices of our inferiors.\nNOTES AND PARAPHRASES\nSiu: The startling strokes of fate bring mental conflict to the man. He should retain\npresence of mind. If he tailors his responses appropriately, he will overpower these\nexternal blows.\nWing: An external blow of fate will put to a test your inner strength. Try, at all costs, to\nmaintain your composure. Look for an avenue of change that will alleviate the danger.\nEditor: Wilhelm comments: \"The word su, here rendered by ‘distraught,’ denotes\nliterally the reviving movements of insects still stiff after their winter sleep.”\nRitsema/Karcher translate SU as: \"Regain vital energy, courage or strength; bring to life,\ncheer up; relief; lit.: herb whose smell revives weary spirits. The doubled character\nintensifies this quality.” The image is one of groggy confusion during a time demanding\ndecisive action: \"Wake up and smell the coffee!” Wilhelm also mentions that the line has\nreference to a foreordained or fated situation -- the shock of fate. The idea is that your fate\nis demanding that you get moving, that you wake up from your torpor and take action in\naccordance with the goals of the Work.\nThe marvel is that there is not a perpetual state of war within the psyche, for each\nof these elements is endowed with energy and so cannot die. Fortunately for our\nsanity, many of these irreconcilable elements lie deep within the unconscious,\nlocked in primordial sleep; those which may have stirred are shut away in\nseparate compartments. But as life progresses and an increase of consciousness is\n\nachieved, the inner conflicts awaken, and the problem of reconciling the\noppositions they reveal has to be undertaken as a serious and urgent task.\nM.E. Harding -- Psychic Energy\nA. Wake up and resolve your confusion.\nB. Get a move on -- drastic circumstance demand drastic responses.",
    "4": "Line-4\nLegge: The fourth line, dynamic, shows its subject, amid the startling movements,\nsupinely sinking deeper in the mud.\nWilhelm/Baynes: Shock is mired.\nBlofeld: After the thunderstorm, the paths are muddy.\nLiu: Thunder causes mire. [Even with a humble manner, a person can achieve nothing\nduring this time. If birth time and zodiac symbols are not favorable, one will be involved\nin trouble.]\nRitsema/Karcher: Shake: releasing the bog.\nShaughnessy: Thunder is followed by mud.\nCleary (1): Thunder gets bogged down.\nWu: He has gotten himself into muddy ground.\nCOMMENTARY\nConfucius/Legge: The light in him has not yet been brilliantly developed. Wilhelm/\nBaynes: It is not yet brilliant enough. Blofeld: This implies muddled thinking.\nRitsema/Karcher: Not-yet shining indeed. Cleary (2): Thunder getting bogged down\nis not illuminating. Wu: He cannot bring himself to a bright spot.\nLegge: The fourth line is dynamic in a magnetic place, and is pressed by the magnetic\nlines on either side, hence he is seen as supinely sinking in the mud. Compare what\nConfucius says about him with hexagram 21:4 -- \"His light has not yet been sufficiently\ndisplayed.”\nNOTES AND PARAPHRASES\nSiu: The man is unable to make progress against an unyielding situation and remains\ntrapped by its stubborn resistance.\n\nWing: The Shocking event will reduce you to immobility. This comes about because of a\nbefuddled mind, confused and unprepared. You cannot make any progress under the\ncircumstances.\nEditor: The image is of one who is trapped in obtuseness and ambiguity, as in mud.\nMuddy: Unclear, as in: \"This is as clear as mud.” Note that no value judgment is attached\nto the line. Meditation on the similarities between this line and 21:4 is useful.\nBut as the mind matures its principles tend to harden and gradually become fixed,\nand it becomes unable to accept fresh material which will not fit easily into the\nexisting structure. Thus it loses contact with the dynamism of reality. Its enclosing\nwalls of dogmatic opinion become unable to adapt to changing circumstances,\nand if faced with a major challenge of ideas it can only collapse, leaving the\nbewildered mind within to cope as best it may with the apparent chaos that\nsurrounds it. The lesson here is that any structure is only defensible as long as it\nremains flexible and capable of evolution; life itself is in a state of constant flux\nand no merely human construction can hope to survive if it cannot adapt.\nA. Douglas -- The Tarot\nA. You are immobilized by ignorance and lack of clarity.\nB. The time calls for action, but your inertia bogs you down.\nC. Ambiguity emasculates action -- wait for the situation to clarify.",
    "5": "Line-5\nLegge: The fifth line, magnetic, shows its subject going and coming amidst the startling\nmovements of the time, and always in peril; but perhaps she will not incur loss, and find\nbusiness which she can accomplish.\nWilhelm/Baynes: Shock goes hither and thither. Danger. However, nothing at all is\nlost. Yet there are things to be done.\nBlofeld: Thunder comes and goes alternately -- trouble is at hand! Careful thought will\navert loss, but there are affairs needing attention.\nLiu: Thunder going back and forth brings danger. No great loss. Something remains to\nbe achieved.\nRitsema/Karcher: Shake going, coming adversity. Intention without losing possesses\naffairs.\nShaughnessy: Thunder goes and comes so dangerously; there is no loss, there is\nservice.\n\nCleary (1): Actively mulling over dangerous plans. No loss; there is concern.\nCleary (2): Thunder goes and comes – dangerous. On reflection there is no loss; there\nis something to do.\nWu: Either advance or retreat is precarious. There will be no big loss, only small problems.\nCOMMENTARY\nConfucius/Legge: Her doings are full of risk, but must be undertaken in her central\nposition. Far will she be from incurring any loss. Wilhelm/Baynes: One walks in danger.\nThe \"things to be done\" are in the middle, hence nothing at all is lost. Blofeld: The first\nsentence implies that danger threatens our activities. That affairs need our attention is\nindicated by this central line of the upper trigram. There will be no important losses.\nRitsema/Karcher: Exposed moving indeed. One's affairs located-in the center. The\ngreat without losing indeed. Cleary (2): This is acting in peril. Wu: This means that any\nundertaking will be risky… Problems will be solved through compromise.\nLegge: Line five is magnetic in a dynamic place where the action of the hexagram is\nconcentrated. Hence she is always in peril, but her central position indicates safety in the\nend.\nNOTES AND PARAPHRASES\nSiu: The man is exposed to repeated shocks and continuing peril. As long as he maintains\na central position, safety is assured in the end.\nWing: The shocks will continue and you will be faced with constant troubles and\ndifficulties. You can survive the times if you actively change with the changes, thus\nremaining centered internally and externally.\nEditor: Although there is no relationship of correspondence, this line is similar to line\nthree. Psychologically interpreted, the idea is that the ego is responsible for the Work in\nspacetime, and it is never easy -- every choice you make is a judgment call.\nThe practice of shock therapy shatters the distorted ego complex to the point of\nextinction; contact can then be reestablished with the hope of forming new\npatterns.\nE.C. Whitmont -- The Symbolic Quest\nA. \"Roll with the punches\" and keep your head.\nB. Don't allow unsettled conditions to divert you from the Work. Do what the\nsituation requires.",
    "6": "Line-6\nLegge: The sixth line, magnetic, shows its subject, amidst the startling movements of the\ntime, in breathless dismay and looking around her with trembling apprehension. If she\ntakes action, there will be evil. If, while the startling movements have not reached her own\nperson and her neighborhood, she were to take precautions, there would be no error,\nthough her relatives might still speak against her.\nWilhelm/Baynes: Shock brings ruin and terrified gazing around. Going ahead brings\nmisfortune. If it has not yet touched one's own body but has reached one's neighbor first,\nthere is no blame. One's comrades have something to talk about.\nBlofeld: Thunder brings disorder and people stare about them in terror. Advancing at\nthis time brings misfortune. The thunder affects not ourselves but our neighbors -- no\nerror. [We are not to blame for the trouble afflicting them; but, as the commentary on\nthis line indicates, they may think we are to blame and plan reprisals.] A marriage causes\ngossip.\nLiu: Thunder causes trembling and frightened looks. Undertaking -- misfortune. It will\nnot threaten your own body, but it might your neighbor. No blame. There will be gossip\nabout marriage.\nRitsema/Karcher: Shake: twining, twining. Observing: terrorizing, terrorizing.\nChastising: pitfall. Shake: not tending-towards one's body, tending-towards one's neighbor.\nWithout fault. Matrimonial allying possesses words.\nShaughnessy: Thunder is so clapping; looking so scared; to be upright is inauspicious.\nThunder is not in his body, but in his neighbor; in going there is no trouble. In confused\nslander there is talk.\nCleary (1): Movement uneasy, gaze unsteady – an expedition will bring misfortune. The\naction is not in oneself but in the neighbors; there is no blame. Association involves\ncriticism.\nCleary (2): Thunder is faint; the look is shifty. An expedition leads to misfortune.\nThe thunder does not reach you, but is in the vicinity. There is no blame. Association\ninvolves criticism.\nWu: He is wavering in mind and looking anxiously right and left. It will be foreboding to\nhave undertakings. If he can prepare himself well, he will not be affected by the\nthunderclap that impinges on his neighbor. However, he will be criticized for initiating\nmarriage.\n\nCOMMENTARY\nConfucius/Legge: Amid the startling movements she has not found out the course of the\ndue mean. Though evil threatens, she will not fall into error. She is afraid of being warned\nby her neighbors. Wilhelm/Baynes: He has not attained the middle. Misfortune, but no\nblame. One is warned by the fear for one's neighbor. Blofeld: That thunder brings\ndisorder is indicated by the failure of the middle line of the upper trigram to win\nsupremacy over this top line. Although misfortune arises, we are not to blame. Fear of our\nneighbors makes us cautious. Ritsema/Karcher: Center not-yet acquired indeed.\nAlthough a pitfall, without fault. Dreading the neighbor, a warning indeed. Cleary (2):\nThe thunder is faint – balance has not been attained. Though there is misfortune, there is\nno blame. Fear nearby is a warning. Wu: “He is wavering,” because he lacks selfconfidence. Despite the perilous situation, he will be free from error if he can learn a\nlesson from his neighbor.\nLegge: Line six is magnetic, and must abide the concluding terrors of the movement.\nAction on her part is sure to be evil. If she were to take precautions, she might escape with\nonly the censure of her relatives.\nNOTES AND PARAPHRASES\nSiu: The man has not yet found a moderate course of behavior. He is dismayed at the\nstartling events of the times. Action will lead only to evil under such conditions. He should\nwithdraw, taking appropriate precautions, before the shock has affected him personally.\nHis associates may speak against him, but he should not be concerned.\nWing: The times are full of Shocking occurrences which bring disorder to all of society.\nYou cannot combat the times alone, and all those affected are too confused to react\nappropriately. Retreat is the best course, although it may bring criticism from others who\ndo not comprehend your actions.\nAnthony: We must not let shocking events cause us to vilify the Sage, Fate, God, or the\npeople who have wronged us. Shock brings an end to the old, but also a beginning to the\nnew, even though we encounter many dangers to get there. Meanwhile, we must withdraw\nfrom the negative effects of shock.\nWu: If he can learn from the experience of his neighbor and rectify his personal life, he\nwill greatly lessen his losses.\nEditor: The \"neighbor” in the warning is the fifth line, described as coping with shock\nreasonably well, though unable, as ruler, to hold the entire hexagram together. Line six is\nadvised to learn from her observation of line five's troubles to remain calm and stationary,\nout of the fray. In other words, by analyzing the adversity of others, one can avoid making\ntheir mistakes. Another way of conveying the same idea is to regard the \"relative” who\nmight \"speak against” line six as the third line correlate who is forced by her\ncircumstances to take action: because of this, line three is unable to understand why line\nsix cannot support her. The clear message here is one of adopting an unconventional or\n\nindependent point of view: survival now depends on not following the crowd. Blofeld, Liu,\nRitsema/Karcher and Wu are the only translators who mention \"gossip about marriage.\"\nPsychologically interpreted, this can mean stress connected with any synthesis of thought\nand feeling -- perhaps a new attitude or belief. If this is the only changing line, the new\nhexagram becomes number twenty-one, Discernment, giving a hint that cold-blooded,\ndispassionate analysis is the best way to cope with a tricky situation.\nThe devastating impact of this fire can free the mind from its fetters and open the\nway that leads to the center; but if the conscious mind is not prepared, not\nstrongly built on firm foundations, it may end in catastrophe. In psychological\nterms the outcome will be dissociation, the division of the mind against itself.\nA. Douglas -- The Tarot\nA. Forewarned is forearmed. Never act when confused. Differentiate the\ncomponents of the situation, center your thinking, then act in your own best interests.\nB. Despite contrary input (psychological or social), observation, experience and/or\ncommon sense counsel self-protection.\nMarch 30, 2001, 4/25/06"
  }
}