{
  "hexagram_number": 42,
  "gua": "Judgment\nLegge: Increase denotes advantage in every movement which shall be\nundertaken -- it will be advantageous even to cross the great stream.\nWilhelm/Baynes: Increase. It furthers one to undertake something. It\nfurthers one to cross the great water.\nBlofeld: Gain. It is favorable to have in view some goal (or destination) and to\ncross the great water (or sea).\nLiu: Increase. It is of benefit to set forth. It is of benefit to cross the great\nwater.\nRitsema/Karcher: Augmenting, Harvesting: possessing directed going.\nHarvesting: wading the Great River. [This hexagram describes your situation in\nterms of increase and advance. It emphasizes that expanding the quantity and\nquality of your involvement is the adequate way to handle it. To be in accord\nwith the time, you are told to augment!]\nShaughnessy: Increase: Beneficial herewith to have someplace to go;\nbeneficial to find the great river.\nCleary (1): For Increase, it is beneficial to go somewhere; it is beneficial to\ncross great rivers.\nWu: Gain indicates an advantage in having undertakings and in crossing a big\nriver.\nThe Image\nLegge: Wind over thunder -- the image of Increase. When the superior man\nperceives good, he moves toward it; when he perceives his faults, he eliminates\nthem.\n\nWilhelm/Baynes: Wind and thunder: the image of Increase. Thus the\nsuperior man: if he sees good, he imitates it; if he has faults, he rids himself of\nthem.\nBlofeld: This hexagram symbolizes wind and thunder. The Superior Man,\nseeing what is good, imitates it; seeing what is bad, he corrects it.\nLiu: Wind and thunder symbolize Increase. When the superior man discovers\ngood, he follows it. When he has errors, he corrects them.\nRitsema/Karcher: Wind, thunder. Augmenting. A chun tzu uses visualizing\nimprovement, by-consequence shifting. A chun tzu uses possessing excess, byconsequence amending.\nCleary (1): Wind and thunder increase. Thus do superior people take to good\nwhen they see it, and correct whatever faults they have.\nWu: Wind and thunder make Gain. Thus, when the jun zi sees a good deed, he\nimproves his own at once; when he realizes he is making a mistake, he corrects it\nat once.\nCOMMENTARY\nConfucius/Legge: Increase shows the upper trigram brilliantly decreased to\naugment the lower. What descends from above reaches to all below, and the\nsatisfaction of the people is without limit. Advantage in movement is shown in\nthe blessings dispensed by the second and fifth lines from their correct positions.\nThe action of Wood shows that it is advantageous to cross the great stream.\nThrough the trigrams of Movement and Humility there is unlimited daily\nadvancement -- heaven dispenses and earth produces, and all proceeds according\nto the requirements of the time.\nLegge: Increase has the opposite meaning to hexagram number forty-one,\nCompensating Sacrifice [Decrease]. What king Wen had in mind was a\nruler or a government operating to dispense benefits to the people and increase\ntheir resources. The two important lines in the figure are the correlates two and\nfive. The general auspice of the hexagram is one of being successful in one's\nenterprises and of overcoming the greatest difficulties.\nThe formation of the trigrams here is the reverse of that in the preceding\nhexagram. The people are full of pleasure in the labors of the ruler for their good.\n\"The action of Wood\" in the Confucian commentary refers to the upper trigram,\nwhich is the symbol of Wind and Wood. From wood boats are made on which the\ngreat stream may be crossed. In three hexagrams, this, fifty-nine and sixty-one, in\nwhich this is the upper trigram, we find mention made of crossing the great\nstream. In the Image thunder and wind are seen to increase one another, and\ntheir combination gives the idea of Increase.\n\nNOTES AND PARAPHRASES\nJudgment: Take advantage of your opportunities.\nThe Superior Man recognizes his duty and rectifies his mistakes. Or:\n\"Accentuate the positive, eliminate the negative.\"\nIf the ego's sacrifices for the good of the Work are described in the\nprevious hexagram, here we see the inverse image of that figure in which it is the\nSelf who bestows its blessings upon the psyche. The one implies the other -- in\nthe words of an old Blues lyric: \"If you don't put somethin' in, you can't get\nnothin' out...\" The forty-first and forty-second hexagrams are intimately related,\nand in their interaction portray the active progress of the Work. To paraphrase\nthe last sentence of the Confucian commentary: \"The Self dispenses and the ego\nproduces, and all proceeds according to the requirements of the time.\"\nIf a man continually weighs his actions and aims at the mean, he is in the\nhighest of human ranks. In that way, he will come close to God and will\nattain what belongs to Him. This is the most perfect of the ways of\nworship.\nMaimonides -- Eight Chapters",
  "lines": {
    "1": "Line-1\nLegge: The first line, dynamic, shows that it will be advantageous for its subject\nin his position to make a great movement. If it be greatly fortunate, no blame will\nbe imputed to him.\nWilhelm/Baynes: It furthers one to accomplish great deeds. Supreme good\nfortune. No blame.\nBlofeld: The time is favorable for undertaking great works -- sublime good\nfortune and no error!\nLiu: It is beneficial to undertake a great enterprise. Sublime good fortune. No\nblame.\nRitsema/Karcher: Harvesting: availing-of activating the great, arousing.\nSpring significant, without fault.\nShaughnessy: Beneficial herewith to do the great creation; prime\nauspiciousness; there is no trouble.\nCleary (1): It is beneficial to act so as to do great work: this is very auspicious\nand blameless.\n\nCleary (2): It is beneficial to undertake to do great work. If it turns out very\nwell, there is no blame.\nWu: It is beneficial to do farming. There is great fortune, no error.\nCOMMENTARY\nConfucius/Legge: Though it is not for one in so low a position to have to do\nwith great affairs. Wilhelm/Baynes: Those below do not use it for their own\nconvenience. Blofeld: What is said about sublime good fortune and freedom\nfrom error means that those below do not complain of having too much to do.\n[This suggests that others will now work for us gladly.] Ritsema/Karcher:\nThe below, not munificent affairs indeed. Cleary (2): It is not for those in low\npositions to be deeply concerned with affairs. Wu: A person in this position is\nnot suitable to do a delicate task.\nLegge: Line one is dynamic, but his low position might seem to prevent him\nfrom any great enterprise. Favored as he is, however, by the general idea of the\nhexagram, and responding to his proper correlate in the fourth line, it is natural\nthat he should make a movement. Great success will make his rashness\nirrelevant. The Confucian commentary says that \"one in a low position should\nnot move in great affairs\" -- not a son, it is said, while his father is alive, nor a\nminister while his ruler governs, nor a member of an official department while its\nhead directs its affairs. If such a one does initiate such an affair, only great\nsuccess will excuse his rashness.\nNOTES AND PARAPHRASES\nSiu: At the outset, the man receives help from on high. He should use it to\naccomplish something correspondingly worthwhile. Success will cause his\nrashness to be forgotten.\nWing: You are blessed with the energy to approach a large task, which at any\nother time you may have avoided or not even considered. Success is yours if your\ngoal is worthwhile and can Benefit others. Consider this carefully. In this way\nyour reputation will remain above reproach.\nEditor: Despite the confusing Confucian commentary, this is one of the very few\nlines in the entire Book of Changes that counsels unconstrained movement.\nPsychologically interpreted, action taken in the matter at hand will be in\naccordance with the will of the Self.\nOne must seek out what one's True Will is, and do it -- irrespective of\nwhether it is convenient or not. Once one’s true will is found, to\n\nimplement it will require change, and change is always painful -- or\nalways appears so.\nGareth Knight -- Qabalistic Symbolism\nA. Decisive action may be taken now.\nB. Archetypal forces (\"those below\") cooperate with the ego to effect\npositive action.\nC. \"Go for it!\"",
    "2": "Line-2\nLegge: The second line, magnetic, shows parties adding to the stores of its\nsubject ten pairs of tortoise shells whose oracles cannot be opposed. Let her\npersevere in being firm and correct, and there will be good fortune. Let the ruler,\nhaving the virtues thus distinguished, employ them in presenting her offerings to\nGod, and there will be good fortune.\nWilhelm/Baynes: Someone does indeed increase him; Ten pairs of tortoises\ncannot oppose it. Constant perseverance brings good fortune. The king presents\nhim before God. Good fortune.\nBlofeld: There was one who enriched him to the extent of ten PENG or tortoise\nshells (2,100 of them) and who would accept no refusal -- unwavering persistence\nin a righteous course brings good fortune! The King sacrificed to the Supreme\nLord of Heaven [From the point of view of divination, this can be taken to mean\nthat we are about to benefit either from our earlier devotions or from some\nsacrifice either to moral principles or to the public good.] -- good fortune!\nLiu: Someone enriches him with twenty tortoises. He cannot refuse. Perpetual\ncontinuance brings good fortune. The king makes a presentation to God. Good\nfortune.\nRitsema/Karcher: Maybe Augmenting's ten: partnering's tortoise. Nowhere a\ncontrolling contradiction. Perpetual Trial significant. Kinghood availing-of\npresenting tending- towards the supreme, significant.\nShaughnessy: Someone increases it by ten double-strands of turtles; you\ncannot deflect it; permanent determination is auspicious. The king uses aromatic\ngrass to Di; auspicious.\nCleary (1): One gains ten sets of tortoise shells, and none can oppose. Perpetual\ncorrectness is auspicious. It is good for the king to serve the lord.\n\nCleary (2): … It bodes well to be always correct. It bodes well for the king to\nmake offerings to God.\nWu: He may be presented with ten pairs of tortoise shells and may not decline\nthe gift. Being constantly persevering is auspicious. The king makes offerings to\nthe Supreme Being in heaven. Auspicious.\nCOMMENTARY\nConfucius/Legge: (\"Parties add to her stores\") -- they come from beyond her\nimmediate circle to do so. Wilhelm/Baynes: This comes from without.\nBlofeld: The one who enriched him came from elsewhere. Ritsema/ Karcher:\nOriginating-from outside, coming indeed. Cleary (2): What one is given comes\nfrom outside. Wu: Because it comes from without.\nLegge: Compare this line with line five of hexagram number forty-one,\nCompensating Sacrifice. Line two is magnetic, but in the center, and is the\ncorrelate of line five. Friends give her the valuable gifts mentioned. \"That is,\"\nsays Kuo Yung (Sung Dynasty) \"men benefit her. The oracles of the divination\n(i.e., the favorable spirits) benefit her also. And finally, when the ruler sacrifices\nto God, God accepts. Heaven confers benefit from above.\" Line five, as the\nproper correlate here, is among the contributing parties, but others beyond will\nbe won to take part with him.\nNOTES AND PARAPHRASES\nSiu: The ensuing gains issue naturally from the inner goodness of the man, who\nis in harmony with the highest laws of the universe.\nWing: Because you are receptive to worthwhile aims and energies, you are\nsuccessful in your endeavors. You may think of it as exceptionally good luck. You\ncan maintain the momentum of this fortunate time if you preserve the normal\nstructure of your life. Do not become rash or overly confident.\nEditor: If we reverse this hexagram it becomes number forty- one,\nCompensating Sacrifice, and this line (now \"upside down\") becomes line five\nof that figure, with a meaning nearly identical to this one. (See the commentary\non 41:5 for the significance of the tortoise shells.) It is also interesting to note\nthat in each case the changing line (either 42:2 or 41:5) changes its respective\nhexagram to number sixty-one, Inner Truth. Kuo Yung's mention of\n\"favorable spirits\" bringing increases to the recipient of this line is reminiscent of\nthe legions of angels said to appear at the birth or inception of a new and positive\nforce into spacetime:\n\nAnd suddenly with the angel there was a great throng of the heavenly\nhost, praising God and singing: \"Glory to God in the highest heaven, and\npeace to men who enjoy his favor.\"\nLuke 2: 13-14\nA. Extraordinary benefits accrue from outside your immediate awareness.\nThe Work bears fruit if you maintain your will and devotion.",
    "3": "Line-3\nLegge: The third line, magnetic, shows increase given to its subject by means of\nwhat is evil, so that she shall be led to good, and be without blame. Let her be\nsincere and pursue the path of the Mean, so shall she secure the recognition of\nthe ruler, like an officer who announces herself to her prince by the symbol of her\nrank.\nWilhelm/Baynes: One is enriched through unfortunate events. No blame, if\nyou are sincere and walk in the middle, and report with a seal to the prince.\nBlofeld: He used an unfortunate means to gain something; but, as he acted in\nall sincerity, he was not to blame. Walking in the center (of the hall) to report to\nthe Prince, he carried his jade tablet of office. [The additional Chinese\ncommentaries declared that the jade tablet is a symbol of our being able to give\nan assurance of our faithfulness.]\nLiu: He is enriched by unfortunate affairs. No blame, if you are sincere and\nmoderate in your conduct, and report to the officials for the record.\nRitsema/Karcher: Augmenting's availing-of pitfall affairs. Without fault.\nPossessing conformity, center moving. Notifying the prince, availing-of the\nscepter.\nShaughnessy: Increase it, using work service; there is no trouble. There is a\nreturn in the middle of the ranks reporting to the duke using a tessera.\nCleary (1): Using unfortunate events to gain increase is blameless. Acting in a\nmoderate, balanced way with sincerity and truthfulness, public announcement\nuses the imperial seal.\nCleary (2): Enhancement through unfortunate events is blameless. Sincere and\nbalanced in action, one presents impartial use of authority.\nWu: He experiences increasing misfortune, but this is blameless. He proceeds\nwith confidence and reports to his prince by holding a tablet in his hands.\n\nCOMMENTARY\nConfucius/Legge: Increase is given by means of what is evil and difficult, as\nshe has in herself the qualities called forth. Wilhelm/Baynes: This is\nsomething that certainly is one's due. Blofeld: His gaining something by an\nunfortunate means may lead to the supposition that such means are a matter of\ncourse. Ritsema/Karcher: Firmly possessing it indeed. Cleary (2): There\nhas always been such a thing as enhancement through unfortunate events. [If one\ncan believe that misfortune is beneficial, then it is no longer unfortunate.] Wu:\n“He experiences increasing misfortune,” because of his position, not his doing.\nLegge: Line three is magnetic, neither central nor in her correct position. It\nwould seem therefore that she should have no increase given to her. But it is the\ntime for giving increase, and the idea of her receiving it by means of evil things is\nput into the line. That such things serve for reproof and correction is well known\nto Chinese moralists. But the paragraph goes on also to caution and admonish.\nThere is a soul of good even in those who seem only evil, and adversity may\nquicken it.\nNOTES AND PARAPHRASES\nSiu: Even unfortunate events accrue to the good of the man. Pursued with\nreasonableness and sincerity, they exert beneficial influence, as if officially\nsanctioned.\nWing: You may find that you are going to Benefit from what might be\nconsidered unfortunate circumstances. If you hold to your principles,\nnevertheless, you can avoid reproach.\nEditor: Every translation of the Confucian commentary says something\ndistinctly different in the English language. When this happens it is a fair\nassumption that the original is ambiguous as well. My experience with the line\nprefers Wilhelm’s version of line and commentary. Psychologically interpreted,\nsince the idea of \"No blame\" applies, we can assume that a painful but necessary\ntransformation is in progress. This may be taking place on unconscious levels of\nthe psyche.\nLife on earth is tough. Of that there is no doubt, but esoteric tradition\nsays, that under these harsh conditions of maximum physical constraint,\nmany things can be quickly acquired, that are not possible in the upper\nworlds. The pleasure and pain of the body are the vital teaching\nsituation of the psyche. Illness, love, even war, may be important\ndemonstrations to the non- sensual psyche, of laws it has to respect, both\nbelow and above.\nZ.B.S. Halevi -- Adam and the Kabbalistic Tree\nA. \"Through adversity we acquire strength.\"\n\nB. Growing pains.",
    "4": "Line-4\nLegge: The fourth line, magnetic, shows its subject pursuing the due course.\nHer advice to her prince is followed. She can with advantage be relied on in such\na movement as that of removing the capital.\nWilhelm/Baynes: If you walk in the middle and report to the prince, he will\nfollow. It furthers one to be used in the removal of the capital.\nBlofeld: He walked up the center of the hall and informed the Prince of his\nfealty. It is favorable to be entrusted with the task of removing the capital.\nLiu: If you are moderate in your conduct, people will follow you. It is beneficial\nto be dependent or move to a new place.\nRitsema/Karcher: Center moving. Notifying the prince, adhering. Harvesting:\navailing-of activating depending-on shifting the city.\nShaughnessy: In the middle of the ranks reporting to the duke to follow;\nbeneficial herewith to make a family and to transfer the state.\nCleary (1): When balanced action is openly expressed, the public follows. It is\nbeneficial to use a support to move the nation.\nCleary (2): Balanced action openly expressed is followed impartially. It is\nbeneficial to use this as a basis to move the center of operations.\nWu: When his approach is central, the prince will value his counsel. It will be\nbeneficial to counsel the prince on relocating the capital.\nCOMMENTARY\nConfucius/Legge: Her only object is the increase of the general good.\nWilhelm/Baynes: \"If you report to the prince, he will follow,\" because his\npurposes are thereby increased. Blofeld: He reported his fealty so as to be of use\nin carrying out the Prince's will. Ritsema/Karcher: Using Augmenting\npurpose indeed. Cleary (2): Open expression of impartial following is because of\nthe beneficial aim. Wu: his goal is to benefit the state.\nLegge: Line four is the place of the minister -- next to the ruler. She is magnetic,\nbut her position is appropriate, and since she follows the due course, her ruler\nlistens to her and even supports the most critical movements. Changing the\n\ncapital from place to place was frequent in feudal China. That of Shang, which\npreceded Chou, was changed five times.\nNOTES AND PARAPHRASES\nSiu: As the mediator between the prince and his followers, the man renders\nproper advice on the distribution of benefits. If he does not retain portions for\nselfish purposes and follows a moderate course, he will retain the confidence of\nall for executing critical projects.\nWing: You have the opportunity to act as a mediator between someone in a\nhigher position than yourself and those below you, whom you represent. If you\nexpress yourself in a reasonable manner and make Benefit to all concerned the\nfirst priority of your interests, your advice will be followed. This influential\nposition can have far-reaching effects.\nEditor: This is an image of trustworthiness. All the translators except Legge\nemphasize the idea of moderation, or \"walking in the middle.\" Wilhelm and Liu\nalso make it a conditional statement: “If” you follow the middle way, etc.\nThe ego has both to exert and to restrain its power drive, not only in\nrespect to inner and outer entities but in respect also to its own position\nand needs as conscious center. This means that the function of the ego is\nnot only one of controlling but of balancing and directing...It has the task\nof emotional integration of experience, that is, of adaptation to the inner\nworld by realizing itself in relation to the Self, to the total functioning\nauthority.\nE.C. Whitmont -- The Symbolic Quest\nA. Balanced devotion to the Work will ensure the reciprocity of inner\nforces. A new seat of power may thus be created within the psyche.",
    "5": "Line-5\nLegge: The fifth line, dynamic, shows its subject with sincere heart seeking to\nbenefit all below. There need be no question about it; the result will be great\ngood fortune. All below will with sincere heart acknowledge his goodness.\nWilhelm/Baynes: If in truth you have a kind heart, ask not. Supreme good\nfortune. Truly, kindness will be recognized as your virtue.\nBlofeld: Be confident (or sincere) and kind, but refrain from asking questions\nand you will enjoy sublime good fortune. Faithfulness (or sincerity) and\nconfidence are virtues proper to us.\n\nLiu: If you are sincere and benevolent in your heart, without consulting, there\nwill be great good fortune. People will trust your benevolent character.\nRitsema/Karcher: Possessing conformity, a benevolent heart. No question,\nSpring significant. Possessing conformity, benevolence: my actualizing tao.\n[Actualize-tao: ...ability to follow the course traced by the ongoing process of\nthe cosmos... Linked with acquire, TE: acquiring that which makes a being\nbecome what it is meant to be.]\nShaughnessy: There is a return with a kind heart; do not question it; prime\nauspiciousness. There is a return that treats kindly my virtue.\nCleary (1): When there is truthfulness and a benevolent heart, there is no need\nto ask – it is very auspicious. Truthfulness and benevolence are charismatic\nqualities in oneself.\nCleary (2): There is sincerity to benefit the mind. Do not ask – it is very\nauspicious. There is sincerity granting one’s rewards.\nWu: Having confidence in his people and being benevolent-hearted, he enjoys\ngreat auspiciousness without asking for it. His people return his kindly virtue by\nplacing their confidence in him.\nCOMMENTARY\nConfucius/Legge: He gets what he desires on a great scale. Wilhelm/\nBaynes: You have attained your purpose completely. Blofeld: The whole of\nthis passage presages the fulfillment of what is willed. Ritsema/Karcher:\nActually no questioning it. The great acquiring purpose indeed. Cleary (2): Do\nnot question it. Great achievement of what is intended. Wu: He asks no\nquestions. His goal is amply realized.\nLegge: Line five is dynamic, in its fitting position, and central. It is the seat of\nthe ruler, who has his proper correlate in line two. Everything good, according to\nthe conditions of the hexagram, may be said of him.\nNOTES AND PARAPHRASES\nSiu: Without asking for recognition and gratitude, the man in a high position\nbenefits those below. He acts from the inner necessity of acknowledged goodness.\nWing: A true kindness on your part, something you did or will do without\nthought of your own gain, will bring you recognition.\nEditor: The image suggests a cornucopia of power flowing to meet that which is\nreceptive to it. If this is the only changing line the new hexagram becomes\nnumber twenty-seven, Nourishment. Literally: “Increase brings about\n\nNourishment.” Sincere: Heartfelt, true. Heart: Center, core, source. All below:\nUnconscious complexes, components of the psyche, etc.\nJung uses the term Self to represent the center of psychic awareness that\ntranscends ego consciousness and includes in its scope all the vast\nreaches of the psyche that are ordinarily unconscious; it therefore is not\nmerely a personal consciousness but a nonpersonal one as well.\nAchievement of this level has been regarded by most of the great religions\nof the world as the supreme goal. It is expressed in such terms as\n“finding the God within.\" For the Self, the center of this new kind of\nconsciousness is felt to be distinct from the ego and to possess an absolute\nauthority within the psyche. It speaks with a voice of command exerting\na power over the individual as great as that of the instincts.\nM.E. Harding -- Psychic Energy\nA. The image suggests the Self bringing increase to its satellites.",
    "6": "Line-6\nLegge: The sixth line, dynamic, shows us one to whose increase none will\ncontribute, while many will seek to assail him. He observes no regular rule in the\nordering of his heart. There will be evil.\nWilhelm/Baynes: He brings increase to no one. Indeed, someone even strikes\nhim. He does not keep his heart constantly steady. Misfortune.\nBlofeld: He did not attempt to benefit them and someone struck him for his\ninconstancy of heart -- misfortune!\nLiu: He benefits no one. Someone will attack him. His mind is not consistent.\nMisfortune.\nRitsema/Karcher: Absolutely-no Augmenting it. Maybe smiting it.\nEstablishing the heart, no persevering. Pitfall.\nShaughnessy: No one increases it, someone hits it; establishing the heart but\nnot making it constant; inauspicious.\nCleary (1): Don’t increase here, or you may be attacked. If determination is\ninconsistent, that brings misfortune.\nCleary (2): None benefit one here; they may attack one. Do not persist in\nthis attitude, for that would lead to misfortune.\nWu: People do not add to his coffer. They may even assail him. He sets no\nconsistent course of action. Foreboding.\n\nCOMMENTARY\nConfucius/Legge: To his increase none will contribute -- this expresses but\nhalf the result. They will come from beyond his immediate circle to assail him.\nWilhelm/Baynes: This is a saying that pictures one-sidedness. This comes\nfrom without. Blofeld: He not benefiting them indicates prejudice: his being\nstruck presages that we incur the wrath of people outside our own circle.\nRitsema/Karcher: One-sided evidence indeed. Originating-from outside,\ncoming indeed. Cleary (2): “None benefit one here” expresses partiality; “They\nmay attack one” refers to what comes from without. Wu: “People do not add to\nhis coffer.” This is a one-sided statement. “They may even assail him,” because\nhe alienates them.\nThe Master said: \"The superior man in a high place composes himself\nbefore he tries to move others; makes his mind restful and easy before he\nspeaks; settles the principles of his intercourse with others before he seeks\nanything from them. The superior man cultivates these three things, and so is\ncomplete. If he tries to move others while he is himself in a state of\napprehension, the people will not respond to him; if without certain principles\nof intercommunication, he issues his requests, the people will not grant them.\nWhen there are none to accord with him, those who work to injure him will\nmake their appearance. As is said in the I Ching, `We see one to whose\nadvantage none will contribute, while some will seek to assail him. He observes\nno regular rule in the ordering of his heart: there will be evil.'\"\nLegge: Line six is dynamic, but it should be magnetic. At the top of the figure he\nwill only concentrate his powers for his own advantage, and not think of\nbenefiting those below him. The repulsive power of selfishness is exhibited, and\nthe consequences will be as described. Contrast this with line two where the\nattractive power of benevolence is shown: in both cases forces come from\n\"beyond\" to do either benefit or harm.\nNOTES AND PARAPHRASES\nSiu: The man in a high position fails to bring benefits to those below. They,\nin turn, assail his reputation and do not support him. He does not think before\nspeaking and does not decide the principles that govern his relationships before\nhe sets forth.\nWing: While you seem to have the means to Benefit others, you actually do\nnot. This is not in accord with the demands of the time. You will lose your\nposition of influence and become open to attack. This is unfortunate indeed.\nEditor: Wilhelm renders Legge's \"half the result\" in the first sentence of the\nConfucian commentary as \"one-sidedness\" -- an image more expressive of the\nidea of selfishness. To \"observe no regular rule in the ordering of the heart”\n\nsuggests inconstancy and vacillation. Perhaps selfish motives have overwhelmed\nthe ego's devotion to the Work. Selfishness is an imbalanced state where energy is\nappropriated by a part at the expense of the whole. Negative results are\ninevitable because the forces involved must seek equilibrium, and the stress of\nthe imbalance is released in a violent reaction.\nEmotion is not an activity of the ego but, when uncontrolled, is something\nthat happens to it. Affects occur usually where adaptation is weakest,\nand at the same time they reveal the reason for its weakness, namely a\ncertain degree of inferiority and the existence of a lower level of\npersonality. On this lower level with its uncontrolled or scarcely\ncontrolled emotions one behaves more or less like a primitive, who is not\nonly the passive victim of his affects but also singularly incapable of\nmoral judgment.\nJung -- Aion\nA. Vacillation of will invites rebellion of unconscious forces.\nB. A warped sense of priorities leaves the Work vulnerable to a setback.\nC. Self-centeredness invites defensive or hostile responses.\nFebruary 28, 2001, 4/25/06"
  }
}