{
  "hexagram_number": 55,
  "gua": "Judgment\nLegge: Expansion of Awareness means progress and development. When the king is\nenlightened there is no need to fear a change. Let him be as the sun at noon.\nWilhelm/Baynes: Abundance has success. The king attains abundance. Be not sad.\nBe like the sun at midday.\nBlofeld: Abundance -- success! The King inspires them. Do not be sad; it is fitting to be\nlike the sun at its zenith. [Abundance in itself is often good; but it is generally followed by\nthe waning of what was abundant; moreover, as we shall see, there can be abundance of\ndarkness, or anything else unpleasant. (The Judgment itself) may be taken as an\nauspicious omen.]\nLiu: Greatness. Success. The king attains greatness, without sadness; he should be like\nthe sun at midday.\nRitsema/Karcher: Abounding, Growing. The king imagining it. No grief. Properly sun\ncentering. [This hexagram describes your situation in terms of profusion and abundance\nreaching culmination. It emphasizes that exuberantly increasing things to their fullest is\nthe adequate way to handle it...]\nShaughnessy: Abundance: Receipt; the king approaches it; do not be sad. It is proper\nfor the middle of the day.\nCleary (1): Richness is developmental. Freedom from worry when the king is great\nis suited to midday.\nCleary (2): Richness is success; a king attains this. Do not worry. Take advantage of the\nsun at noon.\nWu: A sage king will attain abundance. There is no need to worry, for he knows the\nexpedience of observing the midday sun.\n\nThe Image\nLegge: The superior man, in accordance with this, decides cases of litigation, and\napportions punishments with exactness.\nWilhelm/Baynes: Both thunder and lightning come: the image of Abundance. Thus\nthe superior man decides lawsuits and carries out punishments.\nBlofeld: This hexagram symbolizes thunder and lightning occurring simultaneously. The\nSuperior Man decides law suits and inflicts the necessary penalties.\nLiu: Thunder and lightning coming together symbolize Greatness. The superior man\njudges lawsuits and imposes punishments.\nRitsema/Karcher: Thunder, lightning, altogether culminating. Abounding. A chun\ntzu uses severing litigating to involve punishing.\nCleary (1): Thunder and lightning both arrive, abundant. Thus do superior people pass\njudgment and execute punishment.\nCleary (2): Thunder and lightning both come in richness. Thus do leaders pass\njudgments and execute punishments.\nWu: Thunder and lightning come together; this is Abundance. Thus the jun zi decides\nthe verdicts and exacts the punishments.\nCOMMENTARY\nConfucius/Legge: The greatness of Expansion of Awareness is due to Movement\ndirected by Clarity. Although the king has attained this state, he must still make it greater.\nBut there is no need for anxiety -- let him be as the sun at noon: let his clarity shine on all\nunder the sky. As soon as sun and moon reach zenith their light begins to wane. The\nintercourse of heaven and earth alternates between abundance and scarcity. It waxes and\nwanes according to the seasons. How much more so with men or spiritual forces!\n[Ritsema/Karcher translate \"spiritual forces\" [Kuei Shen] as: \"The whole range of\nimaginal beings both inside and outside the individual; spiritual powers, gods, demons,\nghosts, powers, fetishes.\" -- Ed.]\nLegge: The written Chinese character denoting Expansion of Awareness is the\nsymbol of being large and abundant -- a condition of prosperity. In human affairs,\nprosperity often gives place to its opposite. The lesson of the hexagram is to show how the\nruler may preserve the prosperity of his state and people. The component trigrams show\nMotive Force under the direction of Intelligence. A ruler with these attributes will not fail\nto maintain the progress and development of his kingdom. He is told not to be anxious,\nbut to study how he may always be like the sun at its zenith, cheering and enlightening all.\n\nIt must be noted that a change has been introduced in this hexagram in explaining\nthe symbolism of the lines. Normally, for two lines to have a correct relationship one must\nbe female (magnetic) and the other male (dynamic). Here two dynamic male lines make a\nproper correlation in the first and fourth places.\nIn the Image, lightning appears as the natural phenomenon of which Clarity is the\nsymbol in the lower trigram. The virtues of Clarity and Movement are required of the\nsuperior man in judging litigation.\nNOTES AND PARAPHRASES\nJudgment: Don't grieve when the truth hurts: a loss of illusion is a gain in awareness.\nOnce truly attained, enlightenment cannot be lost, it can only be increased.\nThe Superior Man acts with clarity by accurately evaluating cause and effect. [Or: The\nobjective assessment of any contradiction is the road to comprehending it.]\nThe fifty-fifth hexagram is very intriguing in that it appears to have a misleading\ntitle in the original Chinese, which is usually translated as Abundance, Fullness,\nProsperity, etc. All of the internal clues, plus empirical experience with the figure have\nconvinced me that the title Expansion of Awareness is a more accurate description of\nthe forces operating in this hexagram. Here is my reasoning:\nFirst, the component trigrams of Clarity and Movement portray action directed by\nclear comprehension, as well as awareness itself in motion or expansion. The title of\nAbundance seems misleading because it suggests a relatively static condition, whereas the\ncombined trigrams in the figure symbolize Clear Movement. These trigrams appear in\nreverse sequence in hexagram number twenty-one, Discernment, which symbolizes the\nact of comprehending -- a dynamic function of consciousness described in the Image here\nas a quest for justice: \"Thus the superior man decides lawsuits and carries out\npunishments.\" (Wilhelm) Notice also that the message for the superior man in this Image\nis almost identical with that in Discernment: \"Thus the kings of former times made firm\nthe laws through clearly defined penalties.\" (Wilhelm) The ancient kings can always be\ntaken as symbolic of archetypal forces (the \"gods\"), so their laws are those of nature, not of\nhumankind. Interpreted broadly, both messages counsel us to: \"Comprehend the law of\nTao, or suffer the penalties of ignorance.\" Which is to say: \"expand your awareness.\"\nSecond, note the message in the Judgment. Most of the translators render this by\ncomparing the king at the peak of his power with the sun at the peak of its illumination at\nnoon. The sun is the symbol of clarity and enlightenment, and the sun at its zenith\ntherefore symbolizes a high point of awareness.\nThird, notice that lines two, three and four depict an eclipse of the sun through its\nwaxing, full and waning phases. This suggests ignorance gradually evolving toward\ncomprehension, which is finally attained in line five. The progression in the hexagram is\n\nfrom ignorance to clarity, and then in line six, ignorance within clarity -- i.e., an image of\none who remains obtuse while surrounded by the light of illumination.\nFourth, the combined trigrams of shock and light (thunder and lightning) suggest\na sudden and numinous illumination: the sort of en-light-enment (expansion of\nawareness) described by Yogis:\nSuddenly, with a roar like that of a waterfall, I felt a stream of liquid light\nentering my brain through the spinal cord ... The illumination grew brighter and\nbrighter, the roaring louder, I experienced a rocking sensation and then felt\nmyself slipping out of my body, entirely enveloped in a halo of light ... I was no\nlonger myself, or to be more accurate, no longer as I knew myself to be, a small\npoint of awareness confined in a body, but instead was a vast circle of\nconsciousness in which the body was but a point, bathed in light and in a state of\nexaltation and happiness impossible to describe.\nGopi Krishna -- Kundalini, the Evolutionary Energy in Man\nIt is possible that the written character translated into English as Abundance\nhas these associations in Chinese. Unfortunately, the title of Abundance itself does not\nimmediately suggest in the English language the ideas that are integral in the symbolism\nof the hexagram.",
  "lines": {
    "1": "Line-1\nLegge: The first line, dynamic, shows its subject meeting with his mate. Though they are\nboth of the same character, there will be no error. Advance will call forth approval.\nWilhelm/Baynes: When a man meets his destined ruler, they can be together ten days,\nand it is not a mistake. Going meets with recognition.\nBlofeld: On meeting a prince of equal rank, though he accepts his hospitality for ten days,\nhe is not at fault -- progress is made in winning respect!\nLiu: When a man meets a deputy ruler, there will be harmony between them for ten days.\nNo blame. Setting forth will lead to progress.\nRitsema/Karcher: Meeting one's equal lord. Although a decade, without fault. Going\npossesses honor.\nShaughnessy: Meeting his consort's ruler; it is only the ten-day week; there is no\ntrouble; in going there will be elevation.\nCleary (1): Meeting your director, even as equals there is no blame. If you go on, there\nwill be exaltation.\nCleary (2): Meeting your partner, etc.\n\nWu: He meets with his matched partner. Although they are of the same kind, there will be\nno error. The meeting is favorable.\nCOMMENTARY\nConfucius/Legge: If the subject of this line seeks to overpass that similarity, there will\nbe calamity. Wilhelm/Baynes: More than ten days is harmful. Blofeld: Were he to\nexceed that time, he would invite calamity upon himself. [It is all very well to accept the\nhospitality of our equals, but accepting too much of it will ultimately lead to trouble.]\nRitsema/Karcher: Exceeding a decade, calamity indeed. Cleary (2): If you carry the\nequality too far, there will be disaster. Wu: It will be perilous if he tries to outshine his\npartner.\nLegge: Line one is dynamic in a dynamic place. His correlate is the dynamic fourth line,\nwhich would normally be deemed unfortunate. But here the text calls line four the mate of\nline one, and makes their belonging to the same category of no account. The lesson taught\nis that mutual helpfulness is the great instrument for the maintenance of prosperity, and\nthe subject of this line is encouraged to go forward.\nNOTES AND PARAPHRASES\nSiu: At the outset, the man meets his destined ruler and goes forth with his approval.\nMutual helpfulness is required for continued prosperity.\nWing: Associating with someone whose goals are similar to your own will now bring you\nclarity and energy. It is not a mistake to continue in this close relationship until the project\nis complete.\nEditor: For two yang lines to be in proper correlation seems to contradict the logic upon\nwhich the I Ching is founded, yet in this specific instance it is deemed correct. The image\nsuggests the affinity of similar principles or categories. The Confucian commentary may\nbe interpreted to mean that they remain united only to the extent that they are in accord.\nTo make more or less out of the situation than the analogy warrants is to break the\nconnection and lose the truth. Psychologically interpreted, the line can suggest a close\nconnection between ego and Self.\nMaturity and development demand a confrontation of the ego and the Self. The\nnecessary adaptation of the ego is challenged by the Self's urge for the ego’s\ntransformation.\nE.C. Whitmont -- The Symbolic Quest\nA. Make a logical connection -- perhaps a highly \"intellectual\" conceptualization is\nin order. Focus on the principles of the Work to determine correct action.\n\nB. When correspondences are legitimate, take advantage of them; however, don't\nmake more out of such associations than the reality of the situation warrants.\nC. For the moment at least, you are on the right track – this could change later.\nD. Tentative or preliminary approval of the query at hand.",
    "2": "Line-2\nLegge: The second line, magnetic, shows its subject surrounded by screens so large and\nthick that at midday she can see from them the constellation of the Bushel. If she goes and\ntries to enlighten her ruler who is thus emblemed, she will make herself to be viewed with\nsuspicion and dislike. Let her cherish her feeling of sincere devotion that she may thereby\nmove her ruler's mind, and there will be good fortune.\nWilhelm/Baynes: The curtain is of such fullness that the polestars can be seen at noon.\nThrough going one meets with mistrust and hate. If one rouses him through truth, good\nfortune comes.\nBlofeld: So great is the obstruction that the midday sun appears to him as a tiny star. To\nadvance now would be to invite mistrust and various ills. However, confidence seems to be\non the increase -- good fortune!\nLiu: The shield is so great that you can see the polestar at noon. Undertakings will lead to\nsuspicion and harm. Only truth can win the confidence of the ruler. Good fortune.\nRitsema/Karcher: Abounding: one's screen. Sun centering: visualizing a bin. Going\nacquiring doubt, affliction. Possessing conformity, like shooting-forth. Significant.\nShaughnessy: Making abundant his curtain; in the middle of the day one sees the\nDipper; in going one gets a suspicious illness; there is a return leaking-like.\nCleary (1): Increasing the shade, seeing stars at midday. If you go on this way you will\nhave doubt and affliction. But if there is sincerity and it is acted on, it will bring good\nfortune.\nCleary (2): With abundant shade, you see stars at midday. If you go, you will be afflicted\nby doubt. If sincerity is expressed, there will be good fortune.\nWu: He makes abundance of curtains. His house is so dimmed as if he could see the\nDipper with the sun at noon. If he goes to meet with his correlate, he may be suspected.\nBut if he lets his sincerity prevail, it will be auspicious.\n\nCOMMENTARY\nConfucius/Legge: It is by sincerity that the mind is affected. Wilhelm/Baynes: One\nmust rouse his will through trustworthiness. Blofeld: Presently people's trust will help us\nto accomplish our will. Ritsema/Karcher: Trustworthiness using shooting-forth\npurpose indeed. Cleary (2): Expressing sincerity means expressing intention truthfully.\nWu: Sincerity can change the impressions of others.\nLegge: The magnetic second line is in her correct place in the center of the lower trigram\nof Clarity. Her ruler is the magnetic and incorrect fifth line whose ignorance doesn't\nrecognize line two's intelligence. If two tries to advance she won't be acceptable to the\nruler, and will not be employed. The only way to be useful under such circumstances is to\nsincerely develop her inner light until it is recognized.\nNOTES AND PARAPHRASES\nSiu: Intrigues have put a barrier between the chief executive desiring great works and the\nman capable of bringing them about. The courtiers have usurped the ruler's power. The\nman should not take energetic action, which will only lead to suspicion and dislike. He\nmust depend upon his sincere devotion to move the ruler's mind in a less obvious way.\nWing: You lack influence in regard to the object of your interest. Obstacles not of your\nown making stand in the way of your progress. If you attempt to push ahead, you will\ninvite envy and suspicion. There is a possibility of a fortunate outcome only if you are\ncontinuously sincere and truthful. Then your influence may reach.\nEditor: The image of screens so thick that the stars can be seen at noon is psychologically\nan eclipse of consciousness by ignorance. The answer or solution is available, but you or\nsomeone involved in the matter at hand doesn't see it. Sometimes the line can hint at an\nestrangement between ego and Self beyond our ability to understand at the moment.\nNever in any circumstances should one indulge in the unscientific illusion that\none's own subjective prejudice is a universal and fundamental psychological truth.\nNo true science can spring from this, only a faith whose shadow is intolerance and\nfanaticism. Contradictory views are necessary for the evolution of any science,\nonly they must not be set up in rigid opposition to each other but should strive for\nthe earliest possible synthesis.\nJung -- The Symbolic Life\nA. Clarity is obscured by ignorance and mistrust. Intelligence unrecognized is\nintelligence unused. Allow the situation to develop until the way becomes clear.\nB. It is not always possible to understand what is taking place below the threshold\nof awareness -- hold to the precepts of the Work when you are uncertain of your role.",
    "3": "Line-3\nLegge: The third line, dynamic, shows its subject with an additional screen of a large and\nthick banner, through which at midday he can see the small Mei star. In the darkness he\nbreaks his right arm; but there will be no error.\nWilhelm/Baynes: The underbrush is of such abundance that the small stars can be seen\nat noon. He breaks his right arm. No blame.\nBlofeld: So copious is the rain that, even at midday, there is obscurity. He breaks his\nright forearm -- no error!\nLiu: Heavy clouds -- a fine drizzle can be seen. He hurts his right arm. No blame.\nRitsema/Karcher: Abounding: one's profusion. Sun centering: visualizing froth.\nSevering one's right arm. Without fault.\nShaughnessy: Making abundant his screen; in the middle of the day one sees small\nstars; breaking his right bow, there is no trouble.\nCleary (1): Increasing shade, seeing glimmering stardust at midday. One breaks one’s\nright arm. No one is to blame.\nCleary (2): With abundant rain, you see the drops in the sunlight. You break your right\narm but are not to blame.\nWu: He makes abundance of heavy curtains. His house is so dimmed as if he could see\nsmall stars with the sun at noon. He breaks his right forearm. No error.\nCOMMENTARY\nConfucius/Legge: Great things should not be attempted in such circumstances. His\nbroken arm means that in the end he will not be fit to be employed. Wilhelm/Baynes:\nOne can carry out no great transactions. In the end, one must not try to do anything.\nBlofeld: There is nothing great we can accomplish now. His breaking his right forearm\nindicates uselessness up to the very end. [It is not clear whether the omen refers to our\nown uselessness for the task we have set ourselves or to that of someone on whom we\nhave been depending. We must interpret the line in the context of our enquiry.]\nRitsema/Karcher: Not permitting Great Affairs indeed. Completing, not permitting\navailing-of indeed. Cleary (2): When the rain is abundant, you cannot do great works.\nWhen you break your right arm, it cannot be used. Wu: He will not have big achievements.\n(His arm) will no longer be used again.\nLegge: Line three is dynamic in its proper place in the trigram of Clarity. This seems to\nfavor his action, but his correlate is the magnetic sixth line at the extremity of the trigram\nof Movement. Since the sixth line is powerless, line three has no one to cooperate with\n\nhim. His situation is worse than that of line two, but his own proper goodness and\ncapacity will save him from error. Mei is a small star in or near the constellation of the\nBushel. The light in line three is hidden, and this blindness unfits him for employment.\nNOTES AND PARAPHRASES\nSiu: The prince is so eclipsed that even insignificant personalities push themselves onto\nthe stage. Although the man is in a key position, he is powerless to achieve anything. But\nhe remains free of error.\nWing: Incompetence is at its Zenith. Be patient.\nEditor: Midday is noon -- normally the zenith of illumination, and hence symbolic of\nawareness or truth. Here however, a condition equivalent to a full solar eclipse is\nportrayed. (The exact opposite of the position of the king in the Judgment.) The \"small\nMei star\" is a distant sun, a lesser light: symbolically, a feeble comprehension. Darkness is\nignorance, and the right arm represents one's power or ability to act. Blofeld, Liu,\nRitsema/Karcher and Cleary (2) state that rain or \"froth\" is screening the light -- a hint\nthat emotion may be clouding clear perception. (Water symbolizes the emotional realm.)\nThese somewhat confused images nevertheless all agree that clear choice is eclipsed by\nignorance: you are essentially powerless, and should refrain from significant action. If this\nis the only changing line, the new hexagram becomes number 54, Propriety, the\nJudgment of which states that \"action will be evil, and in no wise advantageous.\"\nI am an empiricist, not a philosopher; I cannot let\nmyself presuppose that my\npeculiar temperament, my own attitude to intellectual problems, is universally\nvalid. Apparently this is an assumption in which only the philosopher may\nindulge, who always takes it for granted that his own disposition and attitude are\nuniversal, and will not recognize the fact, if he can avoid it, that his \"personal\nequation\" conditions his philosophy.\nJung -- The Archetypes and the Collective Unconscious\nA. You are hampered by incomplete data: \"There is more to the subject than meets\nthe eye.” Useful action is impeded: Don’t act when you don’t know.",
    "4": "Line-4\nLegge: The fourth line, dynamic, shows its subject in a tent so large and thick that at\nmidday he can see from it the constellation of the Bushel. But he meets with the subject of\nthe first line, undivided like himself. There will be good fortune.\nWilhelm/Baynes: The curtain is of such fullness that the polestars can be seen at noon.\nHe meets his ruler, who is of like kind. Good fortune.\nBlofeld: So great is the obstruction that the midday sun appears to him as a tiny star.\nMeeting a prince of equal rank -- good fortune!\n\nLiu: The shield is so great that you can see the polestar at noon. One meets an ignorant\nruler. Good fortune.\nRitsema/Karcher: Abounding: one's screen. Sun centering: visualizing a bin. Meeting\none's hiding lord. Significant.\nShaughnessy: Making abundant his curtain; in the middle of the day one sees the\nDipper; meeting his placid ruler; auspicious.\nCleary (1): Increasing shade, seeing stars at midday. Meeting the hidden master is\nauspicious.\nWu: He makes abundance of curtains. His house is so dimmed as if he could see the\nDipper with the sun at noon. He meets with his equal partner. Auspicious.\nCOMMENTARY\nConfucius/Legge: The position of the line is inappropriate. There is darkness and no\nlight. The good fortune of meeting the first line means that action may be taken.\nWilhelm/Baynes: The place is not the appropriate one. He is dark and not light-giving.\nThis means action. Blofeld: The extent of the obstruction is indicated by the unsuitable\nposition of this line. His seeing only a tiny star at midday implies nothing wherewith to\nlighten the darkness surrounding us. His good fortune in meeting a prince of equal rank\nindicates that action can now be taken. [We are obstructed by ignorance or stupidity and\nshould not act until someone ready to help us appears.] Ritsema/Karcher: Situation\nnot appropriate indeed. Shade, not brightening indeed. Significant movement indeed.\nCleary (2): With abundant shade, the position is not appropriate. Seeing the stars at\nmidday means it is dark and dim. Meeting the hidden master is auspicious in terms of\naction. Wu: Because his house is darkened, etc.\nLegge: The first sentence of line four is the same as line two, until we come to the strange\ncorrelation of the two dynamic lines in four and one, and the issue is good. An alternative\ntranslation is: \"He meets with the subject of the parallel line.\"\nNOTES AND PARAPHRASES\nSiu: The eclipse is decreasing. The man gets together with elements with which he has a\nnatural affinity.\nWing: Although your position as been less than ideal, you will finally meet with the right\nelements to help you achieve your aim. Enthusiasm coupled with wise decisions lead to\ngood fortune.\nEditor: The essential image is one of ignorance (darkness) which is dispelled by an\nalliance or connection. Ordinarily one would not expect to take action when in the dark\n\nabout the situation in question, but here action is advised in order to dispel the darkness.\nBecause of the unusual correct correlation between two dynamic lines, the image suggests\nthat a highly abstract, \"intellectual\" association may be called for here.\nNowhere is the basic requirement so indispensable as in psychology that the\nobserver should be adequate to his object, in the sense of being able to see not only\nsubjectively but also objectively. The demand that he should see only objectively is\nquite out of the question, for it is impossible. We must be satisfied if he does not\nsee too subjectively.\nJung -- Psychological Types\nA. When you're in the dark, seek help: Take steps to clarify the situation.",
    "5": "Line-5\nLegge: The fifth line, magnetic, shows its subject bringing around her the men of brilliant\nability. There will be occasion for congratulation and praise. There will be good fortune.\nWilhelm/Baynes: Lines are coming, blessing and fame draw near. Good fortune.\nBlofeld: The variegated beauty of the sky after a storm now appears. Blessings\n[Unexpected or seemingly unmerited good fortune] and fame are won -- good fortune!\nLiu: Glory will come, causing prosperity and recognition. Good fortune.\nRitsema/Karcher: Coming composition. Possessing reward, praise, significant.\nShaughnessy: There comes a pattern, celebratory and uplifting; auspicious.\nCleary (1): Bringing beatification, there is glory; this is auspicious.\nCleary (2): Bringing brilliance, there is celebration and praise, etc.\nWu: If he could welcome his notable partner, there would be something to celebrate and\npraise. Auspicious.\nCOMMENTARY\nConfucius/Legge: The good fortune is the congratulation that is sure to arise.\nWilhelm/Baynes: It bestows blessing. Blofeld: Here, good fortune connotes the\nblessings already mentioned. Ritsema/Karcher: Possessing reward indeed. Cleary\n(2): There is joyful celebration. Wu: His good fortune depends on that there is\nsomething praiseworthy.\nLegge: Line five is the ruler's place, magnetic herself, but the ruler of the trigram of\nMovement. She can do little without assistance, but if she can bring into her service the\n\ntalents of lines one, three and four, and even of two, her magnetic correlate, the results will\nbe admirable. Nothing consolidates the prosperity of a country so much as the\ncooperation of the ruler and her able ministers.\nNOTES AND PARAPHRASES\nSiu: The modest ruler assembles ministers of brilliant ability around him. Especially is he\nattracted to men who are sound of heart and sure of getting results.\nWing: Be receptive to the opinions of others. Invite counsel from the most able helpers\nyou know. Such modesty brings unexpected good fortune and rewarding results for all\nconcerned.\nEditor: \"Brilliant ability\" refers to the lines of the lower trigram of Clarity which rise to\nassist and reinforce the central line in the trigram of Movement. Wilhelm refers to these\nlines directly; Blofeld calls them \"variegated beauty;\" Liu, \"Glory;\" Ritsema/Karcher\ntranslate it as \"composition\"-- (\"a well-composed whole and its structure; beautiful\ncreations.\") Shaughnessy dubs it a \"pattern,\" etc. – none of the translators use exactly the\nsame term. Because this is the ruler's place, all versions implicitly refer to the imagery in\nthe Judgment: \"The king attains abundance. Be not sad. Be like the sun at midday.\" Note\nhowever, that everyone except Blofeld places this in the future: it seems to be a coming\nevent. If this is the only changing line, the hexagram created is number 49,\nMetamorphosis, suggesting that an Expansion of Awareness may be in the offing:\n\"Comes the dawn!\"\nFor it is the function of consciousness not only to recognize and assimilate the\nexternal world through the gateway of the senses, but to translate into visible\nreality the world within us.\nJung -- The Structure and Dynamics of the Psyche\nA. You are surrounded by forces of enlightenment and lucid action is possible.\n\"Gather your wits about you\" -- clarity approaches.",
    "6": "Line-6\nLegge: The sixth line, magnetic, shows its subject with her house made large, but\nonly serving as a screen to her household. When she looks at her door, it is still, and there\nis nobody about it. For three years no one is to be seen. There will be evil.\nWilhelm/Baynes: His house is in a state of abundance. He screens off his family. He\npeers through the gate and no longer perceives anyone. For three years he sees nothing.\nMisfortune.\nBlofeld: There is abundance in his dwelling and a wall around his house; yet, peering\nthrough the gate, he sees no one. For three years, he sees nobody -- misfortune!\n\nLiu: One's house is big and luxurious; later it will be overgrown. Someone looks in at the\ngate and does not see anyone. For three years he sees nothing. Misfortune.\nRitsema/Karcher: Abounding: one's roof. Screening one's dwelling. Peeping-through\none's door. Living-alone, one without people. Three year's-time not encountering. Pitfall.\nShaughnessy: Making abundant his room, screening his house, and arching his window;\nhe is alarmed at his having no people; for three years he does not follow; inauspicious.\nCleary (1): Embellishing the room, shading the house; peeking in the door, it is quiet,\nwith no one there, unseen for three years. Inauspicious.\nCleary (2): Making the house rich, shading the home. A peek in the door finds quiet, etc.\nWu: He has his house richly decorated. He uses curtains to shield his home. Peeping\nthrough its door, one sees not a single soul. For three years, nobody has been seen therein.\nForeboding.\nCOMMENTARY\nConfucius/Legge: She has made her house large -- she soars in her pride to the heavens.\nShe looks at her door, which is still, with no one about it -- she only keeps herself\nwithdrawn from all others. Wilhelm/Baynes: He flutters about at the border of heaven.\nHe screens himself off. Blofeld: He seems to be hovering on the border of the skies. He\nhas deliberately hidden himself. [The whole of this refers to someone who had done very\nwell for himself but who, out of snobbery or for a similar reason, refuses to share his\ngood fortune and therefore remains alone and miserable amidst his splendid\npossessions.] Ritsema/Karcher: The heavenly border, hovering indeed. Originatingfrom concealing indeed. Cleary (2): Making the house rich is pride. For one has hidden\noneself. Wu: He has made himself feel like flying high in the sky. For he has hidden\nhimself from the rest of the world.\nLegge: All the conditions of line six are unfavorable, and she is left to herself without any\nhelpers. Her long isolation undoes her -- the issue is only evil. No one but herself has any\nconfidence in her. She holds herself aloof from others, and they leave her to herself.\nAnthony: If, after being helped, as in the fifth line, we seek only to have our own way, or\nto be master of the situation, we lose all the benefits of acting correctly. If we are to make\nprogress, we must keep our motives pure.\nNOTES AND PARAPHRASES\nSiu: The man is overwhelmed by his pride as he seeks personal splendor, alienating even\nmembers of his own household. He becomes isolated and is undone.\n\nWing: Your quest for abundance has made you proud. Your desire to maintain it has\nisolated you. You are out of harmony with the times and out of touch with those close to\nyou. Therefore you have already lost your greatest possessions.\nEditor: A \"house made large\" symbolizes an expanded psyche, or a situation of abundant\nchoice. That this is \"a screen to her household” tells us that important aspects of the\nsituation are unrecognized: She \"can't see the trees for the forest.” Legge's \"still” door is a\nportal closed to awareness. In short, because of self-chosen isolation, she doesn't take\nadvantage of an abundance of unperceived opportunities. A hermit’s life of renunciation\nmay bring about an expansion of awareness, but it is wasted if one does not take\nappropriate action in the world. Ironically, the hexagram created when this is the only\nchanging line is number 30, Clarity, offering a clear image of what she is missing in life.\nCommunication must be radiation and receiving and exchange. Whenever\nirritation is involved, then we are not able to see properly and fully and clearly the\nspacious quality of that which is coming toward us, that which is presenting itself\nas communication. The external world is immediately rejected by our irritation\nwhich says, “No, no, this irritates me, go away.” Such an attitude is the complete\nopposite of transcendental generosity. So the bodhisattva must experience the\ncomplete communication of generosity, transcending irritation and selfdefensiveness. Otherwise, when thorns threaten to prick us, we feel that we are\nbeing attacked, that we must defend ourselves. We run away from the tremendous\nopportunity for communication that has been given to us, and we have not been\nbrave enough even to look to the other shore of the river. We are looking back and\ntrying to run away.\nChogyam Trungpa\nA. You are out of touch with reality -- blind to the light which surrounds you, too\nmyopic to see your options.\nJune 10, 2001, 4/25/06"
  }
}