{
  "hexagram_number": 37,
  "gua": "Judgment\nLegge: For the regulation of The Family, what is most advantageous is that the\nwife be firm and correct.\nWilhelm/Baynes: The Family. The perseverance of the woman furthers.\nBlofeld: The Family. Women's persistence brings reward.\nLiu: The Family. A woman's perseverance benefits.\nRitsema/Karcher: Dwelling People. Harvesting: woman Trial. [This\nhexagram describes your situation in terms of living and working with others in\na common space. It emphasizes that caring for your relation with those who\nshare this space and for the space itself is the adequate way to handle it. To be in\naccord with the time, you are told to: dwell with people!]\nShaughnessy: Family members: Beneficial for the maiden to determine.\nCleary (1): For people in the home it is beneficial that the woman be chaste.\n[In the human body, the vitality, spirit, soul, psyche, and intent all belong to yin\nand all take orders from the human mentality … When you refine away the\nhuman mind, the mind of tao spontaneously becomes manifest.]\nWu: The Family indicates that it is advantageous for a woman to be\npersevering. [This is a hexagram with its emphasis on women. Both constituent\ntrigrams are feminine … Hence those who endeavor to be firm and correct will\nhave advantages.]\nThe Image\nLegge: Wind rising out of fire -- the image of The Family. The superior man\nspeaks the truth and is consistent in his behavior.\nWilhelm/Baynes: Wind comes forth from fire: The image of The Family.\nThus the superior man has substance in his words and duration in his way of life.\n\nBlofeld: This hexagram symbolizes wind rising from fire. The Superior Man's\nspeech is full of substance and he behaves with constancy.\nLiu: The wind coming out of the fire symbolizes The Family. The speech of the\nsuperior man should have substance, and his conduct be enduring.\nRitsema/Karcher: Wind originating-from fire issuing-forth. Dwelling\nPeople. A chun tzu uses words to possess beings and-also movement to possess\nperseverance.\nCleary (1): Wind emerges from fire, members of a family. Thus is there\nfactuality in the speech of superior people, consistency in their deeds.\nCleary (2): … Developed people are factual in speech, consistent in action.\nWu: Wind comes forth from fire; this is The Family. Thus the jun zi speaks\nwith facts and acts with perseverance.\nCOMMENTARY\nConfucius/Legge: In Family the wife is in her correct place in the lower\ntrigram, and the husband in his correct place in the upper. That spouses occupy\ntheir correct positions shows the correct relationship between heaven and earth.\nThe parents rule the family: let the father indeed be father, and the son son; let\nthe elder brother be indeed elder brother, and the younger brother younger; let\nthe husband indeed be husband, and the wife wife -- then the family will be in its\ncorrect state. Bring the family to that state, and all under heaven will be\nestablished.\nLegge: The written Chinese character for Family simply means \"a household,\"\nor \"the members of a family.\" The lesson of the hexagram is the regulation of the\nfamily, effected by the cooperation of the husband and wife in their several\nspheres, and only needing it to become universal to secure the good order of the\nkingdom. The important place accorded to the wife is seen in the short sentence\nin the Judgment -- that she be firm and correct, and do her part well is essential\nfor the family's proper regulation.\nThe wife is represented by line two and the husband is her proper correlate\nin line five. The relationship between heaven and earth is analogous to the\nrelationship between husband and wife.\nThe second sentence of the Confucian commentary, more closely rendered,\nwould be: \"That in the family there is an authoritative ruler is a way of naming\nfather and mother.\" This means that the assertion of authority in a family should\nbe a correct balance of force and gentleness.\n\nAnthony: The Family symbolizes correct relationships between people – the\nfamily unit, the spiritual family (the Sage and the student), and human groups\ngenerally. When these most basic relationships are correct, the world is made\ncorrect through the force of inner truth, through cultivation of the feminine\ncomponent of our nature, and through persevering in a virtually menial position\n(from our ego’s viewpoint) so that our work can come to fruition. All this means\nto forgo striving and self-assertion, and to allow ourself to be led, while\npersevering in gentleness and devotion to our path.\nNOTES AND PARAPHRASES\nJudgment: For the correct regulation of the psyche, what is most important is\nthat the ego must be firm and correct.\nThe Superior Man lives his allegiance to the ideals of the Work.\nApplying the Hermetic Axiom: \"as above, so below,\" the relationships\nwithin a family are analogous to the relationships within a city-state, or a\nkingdom, and vice- versa:\nSociety centuries before the time of Confucius had been organized on the\nbasis of family. In the early days of the Chou dynasty fiefs had been\nallotted to the feudal lords in a system of planned colonization. These\nfeudal lords, linked to one another and to the royal house by marriage\nties, took their families, retainers, peasants, artisans and soldiers to form\nself-sufficient colonies based on an agricultural economy and governed\nfrom well-fortified walled cities. These large family groupings of the\nnobility were preserved only so long as the relationships of parents to\nchildren, brothers to brothers, and masters to servants were effectively\ncontrolled.\nD.H. Smith -- Confucius\nIf the ideal city is like a family, then the analogy also holds for an\nindividual -- here the comparison goes directly from city to psyche:\nHave we any greater evil for a city than what splits it and makes it many\ninstead of one? Or a greater good than what binds it together and makes\nit one? ... Then is that city best governed which is most like a single\nhuman being?\nPlato -- The Republic\nPsychologically interpreted, the hexagram of The Family symbolizes the\npsyche, and the Confucian commentary tells us that when its inner components\nall assume their proper roles and functions, then the Work will come into\nfruition. (\"All under heaven will be established.\") The identical idea has been\nstated in Gnostic thought:\n\nJesus said to them: \"When you make eyes in the place of an eye, and a\nhand in the place of a hand, and a foot in the place of a foot, and an\nimage in the place of an image, then shall you enter the Kingdom.\nThe Gnostic Gospel According to Thomas\nThe husband is the analogue of heaven or the Self, and the wife is the\nanalogue of earth or the ego. When the ego assumes its correct role as the\nmagnetic servant of the Work, then inner transformations can take place. I have\nparaphrased the Judgment in terms of the necessity of the ego to follow the\ndictates of the Work, but one could alternately phrase it in terms of keeping\nemotional responses under control. For the wife to be \"firm and correct\" is to\nensure that emotions, drives and appetites are not allowed to make decisions -they are servants, not masters. This is the essence of the Work, and arguably the\nmost reiterated idea in the I Ching.\nThe patient should be encouraged to use his mind, through observation\nand discrimination, to bring clearly into his awareness the irrational\naspect of his drives and emotions, and also the possible drawbacks and\nharmfulness to himself and others of their uncontrolled manifestation …\nTo act on the spur of an impulse, a drive or an intense emotion can very\noften produce undesirable effects which one afterwards regrets …\nTherefore, he should learn – by repeated experiment and effort – to\n“insert” between impulse and action a stage of reflection, of mental\nconsideration of a situation, and of critical analysis of his impulse, trying\nto realize its origin, its source.\nR. Assagioli – Psychosynthesis\nThe thirty-seventh hexagram teaches us that the way to manage the\nemotions is no different than the proper management of a Family. No wise\nparent can teach a child self-discipline by adopting the child's point of view:\npermissiveness, either with our children or our own primitive drives and\npassions, is a sure formula for disintegration. The Work demands that the ego\nhold the line on this issue -- indeed, it is the ego's only legitimate function.\nWe are dominated by everything with which our [ego] becomes\nidentified. We can dominate and control everything from which we\ndisidentify ourselves.\nR. Assagioli -- Psychosynthesis",
  "lines": {
    "1": "Line-1\nLegge: The first line, dynamic, shows its subject establishing restrictive\nregulations in his household. Occasion for repentance will disappear.\nWilhelm/Baynes: Firm seclusion within the family. Remorse disappears.\n\nBlofeld: The family dwelling stands within an enclosure -- regret vanishes.\nLiu: He sets up a rule for his family. Remorse disappears. [People can expect\nsuccess in their plans.]\nRitsema/Karcher: Enclosing: possessing Dwelling. Repenting extinguished.\nShaughnessy: The gate has a family; regret is gone.\nCleary (1): Guarding the home, regret vanishes.\nWu: A family lives by the principle. There will be no regret.\nCOMMENTARY\nConfucius/Legge: He establishes rules before any change has taken place in\ntheir wills. Wilhelm/Baynes: The will has not yet changed. Blofeld: The first\npart of this passage symbolizes determination which has never swerved.\nRitsema/Karcher: Purpose not-yet transformed indeed. Cleary (2): The aim\ndoes not change. Wu: The goal has not been changed.\nLegge: Line one is dynamic in a dynamic place. It suggests the necessity of strict\nrule in governing the family. Regulations must be established, and their\nobservance strictly insisted on.\nNOTES AND PARAPHRASES\nSiu: At the outset, the man establishes firm rules of order and relationships in\nthe household. Overindulgence of a young child leads to the difficult task of\nbreaking the child's will later on.\nWing: At the very beginning of relationships or endeavors, you establish firm\nroles and well-defined systems, then all will go well. Even occasions that might\ngive rise to arguments will pass without remorse.\nEditor: A house symbolizes the whole psyche, so a household is all of the entities\nwhich make it up -- thoughts, feelings, appetites, passions, etc. The idea here is\nthat one must maintain consistency and order in the situation at hand, and not\nallow any deviation from that order. Implied is the injunction not to indulge in\ninappropriate expressions of emotion. The line can sometimes mean that you\nhave everything you need to succeed within you: you don't have to seek outside\nfor what you already possess.\nTherefore when the light circulates, the energies of the whole body\nappear before its throne, as, when a holy king has established the capital\nand has laid down the fundamental rules of order, all the states approach\n\nwith tribute; or as, when the master is quiet and calm, men- servants and\nmaids obey his orders of their own accord, and each does his work.\nThe Secret of the Golden Flower\nA. Put your house in order. Maintain discipline, define your parameters,\nand organize your priorities.\nB. Restrict and control the expression of autonomous forces within the\npsyche. Do not deviate from established order.\nC. You already have everything you require to attain your goals.",
    "2": "Line-2\nLegge: The second line, magnetic, shows its subject taking nothing on herself,\nbut in her central place attending to the preparation of the food. Through her\nfirm correctness there will be good fortune.\nWilhelm/Baynes: She should not follow her whims. She must attend within to\nthe food. Perseverance brings good fortune.\nBlofeld: This is a time when nothing can be brought to completion; however,\nwithin the household, righteous persistence brings good fortune.\nLiu: Her duties are to keep the household and prepare the food; she should not\npursue her fancies. Persistence leads to good fortune.\nRitsema/Karcher: Without direction, releasing. Locating the center, feeding.\nTrial: significant.\nShaughnessy: There is no place to follow, in the middle of the food;\ndetermination is auspicious.\nCleary (1): Not concentrating on anything, being chaste in the kitchen is\nauspicious.\nCleary (2): Not concentrating on anything but household duties, it bodes well to\nbe chaste.\nWu: There is nothing suitable to do outside of the family. There will be\ngood fortune to prepare meals inside.\nCOMMENTARY\nConfucius/Legge: The good fortune is due to the docility of its subject\noperating with humility. Wilhelm/Baynes: The good fortune depends upon\n\ndevotion and gentleness. Blofeld: Namely, good fortune arising from\ncompliance and gentleness. Ritsema/Karcher: Yielding uses Ground indeed.\nCleary (2): What bodes well is docile obedience. Wu: The good fortune comes\nfrom the subject’s modesty.\nLegge: Line two is magnetic, in the proper and central place in the lower\ntrigram. It fitly represents the wife, and describes her special sphere and duty.\nShe should be unassuming in regard to all beyond her sphere, always being firm\nand correct. Docility is suggested by the magnetic line. The humility comes from\nthe upper trigram, whose attribute is Pliant Flexibility\nNOTES AND PARAPHRASES\nSiu: The good fortune of the family lies primarily in the unassuming role of the\nwife, who looks after the welfare of the family and food for the sacrifice. Similarly,\nin governmental affairs the state of public welfare depends primarily upon the\nunassuming civil servant who confines himself to the duties at hand.\nWing: Don't succumb to impulses now. Seek nothing by force. Restrain such\nactions that are not part of the business at hand. Good fortune comes when the\nimmediate needs of The Family are met.\nEditor: The image is a clear picture of a magnetic element remaining in its\nproper place. That is, the \"female\" components -- emotions, feelings, etc., must\nremain within the psyche to nourish its growth, evolution and eventual\ntransformation. An inappropriate expression of emotion invariably spells\ndisaster for the Work. Since the polarity of the ego is always magnetic in relation\nto the dynamic Self, the line can also refer to keeping the ego in its proper sphere\nof influence.\nOur emotions are probably untrustworthy when it comes to providing us\nwith a basis for action. Fear and aggression, for instance, were useful\nduring thousands of years of prehistory when our ancestors had to\nbattle for survival against savage and cunning enemies. But today,\nthese same emotions, when unrecognized and unchecked, lead to such\ndangerous acts as the relentless stockpiling of nuclear arms, or the\nunnecessary expansion of territorial borders.\nR.M. Restak -- The Brain: The Last Frontier\nA. Tend to your proper business -- do not step outside your sphere of duty.\nB. Control your emotional responses to nourish the evolution and\nintegration of psychic processes.",
    "3": "Line-3\nLegge: The third line, dynamic, shows its subject treating the members of the\nhousehold with stern severity. There will be occasion for repentance, there will\nbe peril, but there will also be good fortune. If the wife and children were to be\nsmirking and chattering, in the end there would be occasion for regret.\nWilhelm/Baynes: When tempers flare up in the family, too great a severity\nbrings remorse. Good fortune nonetheless. When women and children dally and\nlaugh, it leads in the end to humiliation.\nBlofeld: When members of the family speak sharply to one another, the mutual\nregret and the serious situation which follow may lead to good fortune; but if the\nwomen and children take to tittering, misfortune is assured. [An occasional\nscolding may not do much harm, but constant mockery of parents or husband\nwill cause irreparable damage to family accord. The former, if followed by\nregret and by the threat of an unwanted quarrel or separation, may bring\npeople to their senses and make them mutually more considerate than hitherto.]\nLiu: If the members of the family are severe toward each other, there will be\nseriousness but good fortune. When women and children are silly, there will be\nregret in the end.\nRitsema/Karcher: Dwelling People, scolding, scolding: Repenting, adversity\nsignificant. The wife, the son, giggling, giggling: Completing abashed.\nShaughnessy: The family members so excited; regret; danger; auspicious. The\nwife and children are so introspective; in the end distress.\nCleary (1): People in the home are strict. Conscientious sternness bodes well. If\nthe women and children are too frivolous, it will end in humiliation.\nWu: Family members complain about stern discipline. Though regrettable and\ndisturbing, it is auspicious. When women and children are frivolous, there is\ncause for humiliation.\nCOMMENTARY\nConfucius/Legge: Stern severity means that there has been no great failure in\nthe regulation of the family. When wife and children are smirking and\nchattering, the proper economy of the family has been lost. Wilhelm/ Baynes:\n\"When tempers flare...\" nothing is as yet lost. \"When woman and child dally,\"\nthe discipline of the house is lost. Blofeld: Because sharp words do not cause\nmuch harm, but the tittering of women and children leads to the destruction of\ngood order within the family. Ritsema/ Karcher: Not-yet letting-go indeed.\nThe wife, the son, giggling, giggling: Letting-go Dwelling articulating indeed.\n\nCleary (2): It is not a mistake for the people in the home to be strict. When the\nwomen and children are frivolous, the order of a household is lost. Wu: The\nprinciple is not abandoned. Proper conduct is violated.\nLegge: Line three is dynamic in a dynamic place. If the place were central, the\nenergy would be tempered, but he is at the top of the trigram, and may be\nexpected to exceed in severity. But severity is not a bad thing in regulating a\nfamily -- it is better than laxity and indulgence.\nNOTES AND PARAPHRASES\nSiu: A proper balance must be struck between indulgence and severity. However,\nseverity, despite occasional mistakes, is preferable to a lack of discipline.\nWing: A moderate path to establishing order in the situation must be found.\nA balance should be struck between careless indulgence and severe discipline.\nWhen in doubt, however, it is far better to be overly severe than to allow the\nsituation to become lost in the chaos of indulgence.\nEditor: Psychologically interpreted, the first line shows the establishment of\nrules within the psyche, and the third line shows their enforcement. The wife\nsymbolizes the Eros function: the feelings, desires, appetites and drives; and the\nchildren represent the proliferation of new psychic \"entities\" which are created in\nthe normal day to day intercourse of thought and feeling. The image pertains to\nmaintaining a balance between two extremes -- severity and permissiveness. If\none must err, it is better to be too severe than too lax. The Greeks were fully\naware that Eros is a \"mighty daemon\":\nWhen Sophocles speaks of Eros as a power that \"warps to wrong the\nrighteous mind, for its destruction,\" we should not dismiss this as\n\"personification\": behind it lies the old Homeric feeling that these things\nare not truly within man's conscious control; they are endowed with a\nlife and energy of their own, and so can force a man, as it were from the\noutside, into conduct foreign to him.\nE.R. Dodds -- The Greeks and the Irrational\nIn terms of the Work, of course, these forces are not only some degree within our\ncontrol, but it is the ego’s specific duty to control them as much as possible. That\nis what this line is all about.\nA. Get a grip on yourself -- control your emotional responses.\nB. Impose restrictions and order. Define hierarchy.",
    "4": "Line-4\nLegge: The fourth line, magnetic, shows its subject enriching the family. There\nwill be great good fortune.\nWilhelm/Baynes: She is the treasure of the house. Great good fortune.\nBlofeld: A well-to-do household -- great good fortune!\nLiu: One makes the family prosperous. Great good fortune.\nRitsema/Karcher: Affluence Dwelling, the great significant.\nShaughnessy: A wealthy family; greatly auspicious.\nCleary (1): A rich home is very fortunate.\nWu: This is a wealthy family with great auspiciousness.\nCOMMENTARY\nConfucius/Legge: This is due to her docility and because she is in her correct\nplace. Wilhelm/Baynes: For she is devoted and in her place. Blofeld: This\ngood fortune is indicated by the position of the line which symbolizes cheerful\nacceptance. Ritsema/Karcher: Yielding located-in the situation indeed.\nCleary (2): Docilely occupying its position. Wu: Because its position is well\ntaken.\nLegge: Line four is magnetic and in her proper place. The wife is again\nsuggested to us, and despite her confinement to the internal affairs of the\nhousehold, she can do much to enrich the family. Yu Yen (Yuan Dynasty)\nobserves that the riches of a family are not to be sought in its wealth, but in the\naffection and harmony of its members. Where these prevail the family is not\nlikely to be poor, and whatever it has will be well preserved.\nNOTES AND PARAPHRASES\nSiu: The woman of the family balances the income and expenditures, enriching\nthe well-being and peace of the family. The faithful steward performs the same\nservice for public welfare.\nWing: Attention to details pertaining to the economy of the situation brings\ngood-fortune. Any attempts to further the well-being of others in a modest and\nhumble way will be successful.\n\nEditor: This line restates the message of the Judgment. Psychologically\nspeaking, it re-affirms the idea that emotional energy under control and in its\nproper place is a great source of personal power. This is an image of the ideal role\nof the ego in relation to the Work.\nControl of the emotions is a very important element of self-control in\ngeneral. Often the concept of self-control conjures up the image of an\nemotionless, dry, rigid way of life. If a person is in complete control of\nhis emotions, however, he can call forth any emotion he desires and is\nfree to enhance it as he wills. Rather than be controlled by emotions such\nas love, yearning, or awe, he can control them. One can evoke these\nemotions and blend them together, painting every aspect of life with a\nrich palette of feelings. Control of the emotions can thus lead a person to\nexperience a richer blend of feelings in his daily life than the average\nperson generally experiences.\nAryeh Kaplan -- Jewish Meditation\nA. Our emotions must serve us, not rule us.\nB. The whole is enriched by the rectitude of one of its parts.",
    "5": "Line-5\nLegge: The fifth line, dynamic, shows the influence of the king extending to his\nfamily. There need be no anxiety -- there will be good fortune.\nWilhelm/Baynes: As a king he approaches his family. Fear not. Good fortune.\nBlofeld: The King draws near to his family (i.e. the nation) -- no cause for\nworry; good fortune!\nLiu: The King extends his love to the family (country) without worry. Good\nfortune.\nRitsema/Karcher: The king imagines possessing a Dwelling. Beings: care\nsignificant.\nShaughnessy: The king approaches his family; do not pity; going is auspicious.\nCleary (1): The king comes to have a home; no worry – it is fortunate.\nCleary (2): The king has a great home. Do not worry; it is auspicious.\nWu: The king succeeds in making the nation like a family. It is auspicious,\nwithout worries.\n\nCOMMENTARY\nConfucius/Legge: The relationship between them is that of mutual love.\nWilhelm/Baynes: They associate with one another in love. Blofeld: This\nmeans that the ruler and his people meet together with love in their hearts. [This\nmay be interpreted to mean that we enjoy the affection of our superiors or\nbestow affection on our juniors and those in our charge.] Ritsema/Karcher:\nMingling mutual affection indeed. Cleary (2): With communication and mutual\nlove. Wu: Because the people love and respect one another.\nLegge: The subject of the dynamic fifth line appears as the king. This may be the\nhusband spoken of as also a king, or the real king whose merit is revealed first in\nhis family. The central place here tempers the display of strength and power. The\nmention of \"mutual love\" is unusual in Chinese writings, and must be considered\nremarkable here. \"The husband,\" says Ch'eng-tzu, \"loves his helpmate in the\nhouse; the wife loves him who is the pattern for the family.\"\nNOTES AND PARAPHRASES\nSiu: The father is not feared by the family. Like a richly endowed king, he\ngoverns through mutual affection and tempers the display of his powers.\nWing: A magnanimous and loving relationship exists between the leader and\nhis followers. There is no reason to fear openness in these kinds of relationships.\nGood fortune comes through a beneficial influence.\nEditor: This line can be problematic and is occasionally received under less than\nlucid circumstances. The \"influence of the king\" can be interpreted\npsychologically as the action of the Self in the inner dimensions and hence a\nreassurance that things are going as they should, even if they don't appear that\nway to our limited viewpoint in Spacetime.\nGod is bound to act, to pour Himself into thee as soon as He shall find\nthee ready.\nMeister Eckhart\nA. A superior element influences subordinate elements for the overall\nbenefit of the whole.\nB. Relax, don't worry -- \"Someone up there likes you.\"\nC. Proper influence comes from affectionate regard, not tyranny.\nD. Nourish your inner harmony -- attend to your legitimate needs.",
    "6": "Line-6\nLegge: The sixth line, dynamic, shows its subject possessed of sincerity and\narrayed in majesty. In the end there will be good fortune.\nWilhelm/Baynes: His work commands respect. In the end good fortune\ncomes.\nBlofeld: His sincerity (and/or confidence) is such as to make him appear aweinspiring -- good fortune in the end!\nLiu: Sincerity and dignity bring good fortune.\nRitsema/Karcher: Possessing conformity, impressing thus. Completing\nsignificant.\nShaughnessy: There is a return stooped-like; in the end auspicious.\nCleary (1): There is trustworthiness, dignified; it turns out well.\nCleary (2): There is truthfulness, which is impressive. The end is auspicious.\nWu: He is confident in his dignity and will have good fortune in the end.\nCOMMENTARY\nConfucius/Legge: This is the result of the recovery of the true character.\nWilhelm/Baynes: This indicates that one makes demands first of all upon\noneself. Blofeld: He will enjoy good fortune because he subjects himself\nfrequently to self-examination. Ritsema/Karcher: Reversing individuality's\ndesignating indeed. Cleary (2): What is auspicious about his impressiveness is\nthat it calls for personal transformation. Wu: He often examines his own\nconduct.\nLegge: Line six is also dynamic, and being in a magnetic place, he might\ndegenerate into stern severity. But he is sincere and complete in himself. His\nmajesty is not artificial: his character is remolded and perfected, hence his action\nwill only lead to good fortune. The words of Mencius are aptly quoted in\nillustration of the lesson: \"If a man himself does not walk in the right path, it will\nnot be walked in even by his wife and children.\"\nNOTES AND PARAPHRASES\nSiu: It is the father's character which eventually determines order and unity in\nthe family. He should be sincere and majestic.\n\nWing: Your character and its development will be enhanced. Your sense of\nresponsibility toward yourself and others brings good fortune and success. You\nwill be recognized and respected for your insights and virtuous works.\nEditor: The concept rendered as \"sincerity\" in English is extremely important in\nChinese thought, with connotations which transcend our ordinary definition of\nthe word. Wing-Tsit Chan defines it: \"This word means not only sincerity in the\nnarrow sense, but also honesty, absence of fault, seriousness, being true to one's\ntrue self, being true to the nature of being, actuality, realness.\" The line can\nimply a compliment for good work, saying, in effect, that your attitude is in\naccordance with that which promotes integration and harmony in the family of\nthe psyche.\nWhen the Way of Heaven [or principle] and the nature of man [or\ndesires] function separately, there cannot be sincerity. When there is a\ndifference between the knowledge obtained by following the Way of\nHeaven and that obtained by following the nature of man, there cannot\nbe perfect enlightenment. What is meant by enlightenment resulting\nfrom sincerity is that in which there is no distinction between the Way of\nHeaven as being great and the nature of man as being small.\nChang Tsai -- Enlightenment Resulting from Sincerity\nA. Your heart and mind are in the right place.\nB. The Self attains its purpose.\nC. Self-discipline is the parent of self-respect.\nFebruary 12, 2001, 4/25/06"
  }
}