{
  "hexagram_number": 33,
  "gua": "Judgment\nLegge: Retreat means successful progress. Advantage comes from firm\ncorrectness and attention to details.\nWilhelm/Baynes: Retreat. Success. In what is small, perseverance furthers.\nBlofeld: Yielding. Success! Persistence in small things wins advantage. [Much\nof the teaching of the Book of Change is concerned with the wisdom of\nrestraint or withdrawal as the best way of achieving our goal under certain\ncircumstances; so this hexagram is not necessarily unfavorable to the wise. This\nis not a time when we can hope to achieve much; but attention to small matters\nwill stand us in good stead later.]\nLiu: Retreat. Success. To persist in small matters is of benefit.\nRitsema/Karcher: Retiring, Growing. The small: Harvesting Trial. [This\nhexagram describes your situation in terms of conflict and consequent\nseclusion. It emphasizes that withdrawing from the affairs at hand to conceal\nyourself in obscurity is the adequate way to handle it. To be in accord with the\ntime, you are told to: retire!]\nShaughnessy: Wielding: Receipt; little beneficial to determine.\nCleary (1): Withdrawal is developmental. The small is beneficial and correct.\nCleary (2): Withdrawal is successful. Small benefit is correct.\nWu: Retreat indicates pervasion. It will be advantageous for the little men to be\npersevering.\nThe Image\nLegge: A mountain beneath the sky -- the image of Retreat. The superior man\nkeeps inferior men at a distance by his dignified bearing rather than hostility.\n\nWilhelm/Baynes: Mountain under heaven: the image of Retreat. Thus the\nsuperior man keeps the inferior man at a distance, not angrily but with reserve.\n[He does not hate him, for hatred is a form of subjective involvement by which\nwe are bound to the hated object.]\nBlofeld: This hexagram symbolizes mountains beneath the sky. The Superior\nMan, by keeping his distance from men of inferior character, avoids having to\ndisplay wrath and preserves his dignity. [The component trigrams, symbolizing\nmountain and sky, indicate withdrawal to a solitary place when circumstances\nare unfavorable.]\nLiu: The mountain beneath the sky symbolizes Retreat. The superior man\nkeeps his distance from the inferior, not with anger, but with dignity.\nRitsema/Karcher: Below heaven possessing mountain. Retiring. A chun tzu\nuses distancing Small People. A chun tzu uses not hating and-also intimidating.\nCleary (1): There are mountains under heaven, which is inaccessible. Thus do\nsuperior people keep petty people at a distance, being stern without ill will.\nCleary (2): … Being strict without ill will. [Petty people can be useful, so there is\nno ill-will, but their pettiness cannot wield authority, so be strict. In terms of\nlearning to be a sage, the celestial ruler is the master, and the physical body\ntakes orders from it, so that the desires of the various parts of the body cannot\ncause disturbance.]\nWu: There is a mountain under heaven; this is Retreat. Thus the jun zi\ndistances himself from the little men, not because of despising them, but because\nof maintaining his own esteem. [The difference between the jun zi and the little\nmen is one of education and not of birth. Confucius was a teacher first and a\nphilosopher second, for he said: “Education is classless.” Every one of us has the\npotential of becoming a sage.]\nCOMMENTARY\nConfucius/Legge: There is progress in Retreat. The dynamic ruler in the fifth\nplace receives a proper response from his correlate in line two. The action is in\naccordance with the requirements of the time because what is inferior is\ngradually increasing and advancing. The actions required during a Retreat are\nof great significance.\nLegge: Retreat is the hexagram of the sixth month when the yin influence,\nrepresented by the two magnetic lines, has established a foothold. This suggests\nthe growth of inferior and unprincipled men in the state, before whose advance\nsuperior men are obliged to retire. Yet the auspice of Retreat is not all bad. By\nfirm correctness the threatened evil may be arrested to some extent. Ch'eng-tzu\n\nsays: “Below the sky is the mountain. The mountain rises up below the sky, and\nits height is arrested, while the sky goes up higher and higher, till they come to\nbe apart from each other. In this we have an emblem of retiring and avoiding.”\nAnthony: The correct time for retreat comes when others are not receptive to us,\nwhen delicacy of feeling is lost, when we begin to be attacked by doubt, or when\nour actions no longer yield progress. The person who can hold his ego in check\nhas many creative moments open to him.\nNOTES AND PARAPHRASES\nJudgment: When carried out with shrewd discernment, Retreat is a strategy\nfor success.\nThe Superior Man removes himself from disintegrating forces without calling\nattention to himself. He controls his weaknesses by maintaining his serious\npurpose.\nWith the possible exception of line two, there is very little ambiguity\nin the hexagram of Retreat. Without changing lines it is a clear injunction to\nremove yourself from an inferior situation, influence, emotion or way of thinking.\nThe figure has certain affinities with hexagram number forty- four: Temptation\nwhich also depicts an inferior element encroaching from below.\nTo yield is to be preserved whole.\nLao-tse\nSUGGESTIONS FOR MEDITATION\nCompare hexagrams number forty-four, Temptation; number thirtythree, Retreat; and number twelve, Divorcement; in that order. What are the\nnext three logical hexagrams in the sequence, and what are the implications of\nthe series as a whole?",
  "lines": {
    "1": "Line-1\nLegge: The first line, magnetic, shows a retiring tail. The position is perilous. No\nmovement in any direction should be made.\nWilhelm/Baynes: At the tail in retreat. This is dangerous. One must not\nundertake anything. [Since the hexagram is the picture of something that is\nretreating, the lowest line represents the tail and the top line the head. In a\nretreat it is advantageous to be at the front.]\nBlofeld: Withdrawal to the hindermost point -- trouble! It is useless to seek any\ngoal or destination at such a time.\n\nLiu: The tail in retreat. (Someone closely following.) Danger. No undertakings.\nRitsema/Karcher: Retiring tail, adversity. No availing-of possessing directed\ngoing.\nShaughnessy: Wield the tail; danger; do not herewith have any place to go.\nCleary (1): Withdrawing the tail is dangerous; don’t go anywhere with this.\nWu: To retreat in the rear is perilous. He should not undertake it.\nCOMMENTARY\nConfucius/Legge: If no movement is made, what disaster can there be?\nWilhelm/Baynes: If one undertakes nothing while exposed to the danger of the\nretreating tail, what misfortune could befall one? Blofeld: If you refrain from\nmoving back so far what misfortune can overtake you? Ritsema/ Karcher: Not\ngoing wherefore calamity indeed. Cleary (2): If you do not go anywhere, what\ntrouble will there be? Wu: How can retreat in the rear be perilous if he does not\nundertake it?\nLegge: A retiring tail suggests the idea of the subject of the line hurrying away,\nwhich would only aggravate the evil and danger of the time.\nNOTES AND PARAPHRASES\nSiu: At the outset, the man is in a perilous position at the end of the retreating\ncolumn still in contact with the enemy. No action should be undertaken under\nsuch circumstances.\nWing: Your position in the situation is in close proximity to an adversary. It\nwould have been to your advantage to Retreat earlier. Do not take any action\nnow, as it will only invite danger.\nAnthony: Our ego keeps engaged with the negative power through looking at\nand examining the issue. We may be considering a compromise with the evil\nelement, or remain involved with desire, fear, anger, impatience or anxiety. We\nmust disconnect, not looking at the situation with our mind’s eye.\nEditor: In vulgar English: \"Your ass is exposed!\" This suggests the analogy of\nbeing threatened by a barking dog -- the surest way to be bitten is to show fear\nand run. The best strategy is to remain as calm as possible, and then slowly back\noff. Ritsema/Karcher's definition of \"adversity\" includes the idea of a malevolent\nspiritual force: \"pacifying or exorcizing such a spirit can have a healing effect.\"\n\nThe discreet man sees danger and takes shelter, the ignorant go forward\nand pay for it.\nProverbs 22:3\nA. You are exposed and vulnerable. Stay calm -- do nothing rash when\nexposed to threatening forces and you'll survive.",
    "2": "Line-2\nLegge: The second line, magnetic, shows its subject holding her purpose as if by\na thong made from the hide of a yellow ox, which cannot be broken.\nWilhelm/Baynes: He holds him fast with yellow ox-hide. No one can tear him\nloose.\nBlofeld: He bound it with thongs of yellow ox-hide and no one could untie it.\nLiu: If his will is strong, like yellow ox-hide, no one can dissuade him.\nRitsema/Karcher: Holding-on-to it: availing-of yellow cattle's skin.\nAbsolutely-nothing has mastering stimulating.\nShaughnessy: Uphold it using a yellow ox's bridle; no one will succeed in\noverturning it.\nCleary (1): Use the hide of a yellow ox to fasten this; no one can loosen it.\nWu: He holds fast to his decision with the hide of a yellow cow. Nobody can\ndissuade him.\nCOMMENTARY\nConfucius/Legge: Her purpose is firm. Wilhelm/Baynes: This means a firm\nwill. Blofeld: This symbolizes a powerful will. Ritsema/Karcher: Firm\npurpose indeed. Cleary (2): (This) means making the will firm. Wu: Indicates a\nfirm will.\nLegge: \"Her purpose\" in line two is the purpose to withdraw. The magnetic two\nresponds correctly to the dynamic fifth line, and both are central. The purpose\ntherefore is symbolized as in the text. The yellow color of the ox is introduced\nbecause of its being correct, and of a piece with the central place of the line.\nNOTES AND PARAPHRASES\nSiu: The man holds fast to the purpose of withdrawal but with due moderation.\n\nWing: You lack sufficient strength to make a complete withdrawal. If you can\nmaintain a strong desire to Retreat or align yourself with one in a position to\nguide you, you can make your escape.\nAnthony: Our own inferiors want, and ultimately have a right to justice. Justice\nmay not, however, be procured through the demands and leadership of our ego.\nIt will come about only through the firm leadership of our superior self, which\nthrough perseverance and disengagement, wins the help of the hidden world.\nEditor: There is a fair amount of ambiguity in this line, and the meaning can\nfluctuate according to circumstances. Most translations refer to \"will\" or\n\"purpose\" in either the line or its Confucian commentary -- this is a reference to\nthe strong ox-hide. Because the meaning of the hexagram is derived from the\nsymbolism of inferior forces encroaching from below (which includes this line), it\ncould be interpreted as a tenacious negative influence operating in the situation.\n\"Will\" associated with an inferior entity could relate to the uncanny power of\ninstincts and passions within the psyche. On the other hand, the ox-hide is\nyellow, and this is the color of the mean. The line is also central with a proper\ncorrelate, so the auspice can also be positive. Wilhelm comments that it\nsymbolizes an inferior man who wants to change his status, and holds fast to the\nsuperior man above him. He likens the situation to Jacob's battle with the angel\nin Genesis 32:\nAnd there was one that wrestled with him until daybreak who seeing that\nhe could not master him, struck him in the socket of his hip, and Jacob's\nhip was dislocated as he wrestled with him. He said, \"Let me go, for day\nis breaking.\" But Jacob answered, \"I will not let you go unless you bless\nme.\" He then asked, \"What is your name?\" \"Jacob,\" he replied. He said,\n\"Your name shall no longer be Jacob, but Israel, because you have been\nstrong against God, you shall prevail against men.\"\nA. By holding fast to a superior principle, a weak element escapes from\ndanger.\nB. The image of an entrenched inferior power.",
    "3": "Line-3\nLegge: The third line, dynamic, shows one retiring but bound -- to his distress\nand peril. If he were to deal with his binders as in nourishing a servant or\nconcubine, it would be fortunate for him.\nWilhelm/Baynes: A halted retreat is nerve-wracking and dangerous. To retain\npeople as men-and maidservants brings good fortune.\n\nBlofeld: Yielding under constraint results in ills and trouble, but there is good\nfortune in store for those who are supporting servants and concubines.\nLiu: Retreat with entanglements is dangerous and leads to illness. Take care of\nwomen and subordinates. Good fortune.\nRitsema/Karcher: Tied Retiring. Possessing afflicting adversity. Accumulating\nservants, concubines, significant.\nShaughnessy: Do the wielding; there is sickness; danger; keeping servants and\nconsorts is auspicious.\nCleary (1): Entangled withdrawal has affliction, but it is lucky in terms of\nfeeding servants and concubines.\nCleary (2): Entangled in withdrawal, there is affliction and danger, but feeding\nservants and concubines leads to good results.\nWu: The retreat is tied to a string. It will be ominous to have illness, but\nauspicious to have maids and servants.\nCOMMENTARY\nConfucius/Legge: The peril is due to distress and exhaustion. A great affair\ncannot be dealt with in this way. Wilhelm/Baynes: The danger of a halted\nretreat is nerve- wracking; this brings fatigue. \"To retain people as men-and\nmaidservants brings good fortune.\" True enough, but one cannot use them in\ngreat things. Blofeld: The evils referred to here are those attendant on extreme\nfatigue. Though supporting servants and concubines brings good fortune, it does\nnot lead to achieving anything of consequence. [Seemingly, Confucius, always\ninclined to be austere, does not altogether approve of this type of good fortune.]\nRitsema/Karcher: Possessing afflicting weariness indeed. Not permitting\nGreat Affairs indeed. Cleary (2): Affliction and exhaustion. Not suitable for\ngreat works. Wu: Illness can be wasting. No big business is achievable.\nLegge: Line three has no proper correlate in line six, and he allows himself to be\nentangled and impeded by the first and second lines. Because he is too familiar\nwith them they are presumptuous and fetter his movements. He should keep\nthem at a distance.\nWu: The subject of this yang position feels that he is attached to the occupant of\nthe second (line), a yin position. This sentimental attachment, symbolized here as\nthe string attachment, hinders his freedom to retreat. Under these circumstances\nit is all right for him to handle small matters, such as hiring domestic help, but no\nbig business.\n\nNOTES AND PARAPHRASES\nSiu: The man loses his freedom of action during retreat. The hangers-on impede\nand fetter his movements. The expedient course of action is to employ them in\nsuch a way as to retain the initiative. But he must maintain an appropriate\ndistance from them and not rely on expedient actions of this kind in dealing with\nimportant matters.\nWing: You've been held back from Retreat and consequently are in the center\nof a difficult situation. Inferior persons or ideals may surround you. They can be\nused to insulate you from further difficulties, but you can accomplish nothing\nsignificant while fettered by inferior elements.\nEditor: The image suggests being held back by inferior or subordinate forces\nwithin the situation. Ritsema/Karcher explain that \"Possessing afflicting\nadversity\" can connote \"a spirit that seeks revenge by inflicting suffering on the\nliving. Pacifying or exorcizing such a spirit can have a healing effect.\" (I have\nreceived this line when exactly that meaning was implied in the query.)\nPsychologically, sublimation is indicated. This is the art of making negative\nenergy \"sublime,\" i.e.: positive. \"Servants and concubines\" sometimes symbolize\nsubconscious complexes: their libido can be either positive or negative,\ndepending upon how it is treated. Remember that the proper nourishment of\nlibido is not the same as indulging it.\nFor the body is a source of endless trouble to us by reason of the mere\nrequirement of food; and is liable also to diseases which overtake and\nimpede us in the search after true being; it fills us full of loves, and lusts,\nand fears, and fancies of all kinds, and endless foolery, and in fact, as\nmen say, takes away from us the power of thinking at all. Whence come\nwars, and fightings, and factions? Whence but from the body and the\nlusts of the body?\nPlato -- Phaedo\nA. Encumbered and exhausted -- make the most of whatever advantages\nyou have to harmonize the situation.\nB. Sublimate, placate or otherwise transform inferior forces to serve your\nhigher purposes.\nC. \"When life gives you lemons, make lemonade.\"",
    "4": "Line-4\nLegge: The fourth line, dynamic, shows its subject retiring notwithstanding his\nlikings. In a superior man this will lead to good fortune. An inferior man cannot\nattain to this.\n\nWilhelm/Baynes: Voluntary retreat brings good fortune to the superior man\nand downfall to the inferior man.\nBlofeld: Withdrawal for good reasons -- for the Superior Man, good fortune; for\npeople of mean attainments, misfortune!\nLiu: Voluntary retreat is good fortune for the superior man, but not for the\ninferior man.\nRitsema/Karcher: Loving Retiring. A chun tzu significant. Small People\nobstructing.\nShaughnessy: Good wielding; for the gentleman auspicious, for the little man\nnegative.\nCleary (1): A superior person who withdraws well is fortunate, an inferior\nperson is not.\nCleary (2): Developed people who withdraw in the right way are fortunate; petty\npeople are not.\nWu: To retreat from what he is fond of is easy for a Jun zi, but not so for a little\nman.\nCOMMENTARY\nConfucius/Legge: A superior man retires notwithstanding his likings; an\ninferior man cannot attain to this. Wilhelm/Baynes: The superior man retreats\nvoluntarily; this brings downfall for the inferior man. Blofeld: For when, quite\nrightly, the Superior Man withdraws, lesser men are bound to suffer. Ritsema/\nKarcher: A chun tzu lovingly Retiring. Small People obstructing indeed. Cleary\n(2): Developed people withdraw well; petty people do not. Wu: The Jun zi uses\nretreat to his advantage, but the little man doesn’t.\nLegge: Line four has a proper correlate in the magnetic first line, but as four is\nthe first line in the upper trigram of Strength, he is free to exercise his choice.\nNOTES AND PARAPHRASES\nSiu: The man withdraws, despite his desire to do otherwise. The superior man\ncan retreat in a friendly way, adjusting to the situation, and retaining his\nconvictions. The inferior man is unable to do this.\nWing: If you recognize the moment for Retreat, be certain that you do so with\nthe proper attitude -- that is, willingly. In this way you will adjust easily and\n\nprogress in your new environment. Those who are filled with emotional turmoil\nduring withdrawal will suffer greatly.\nEditor: Psychologically interpreted, to \"retire notwithstanding one's likings\" is\nto exercise willpower over an inferior impulse for the good of the Work. The\nimage suggests that you have the requisite strength to do this. It is a truism that\nwhen positive libido is withdrawn from something, unsupported inferior forces\nmust wane.\nThe good is one thing, the pleasant another; these two, having different\nobjects, chain a man. It is well with him who clings to the good; he who\nchooses the pleasant, misses the end.\nKatha Upanishad\nA. Despite your desires, abandon your proposed plan of action. To ignore\ntemptation strengthens the will and robs weakness of its power.",
    "5": "Line-5\nLegge: The fifth line, dynamic, shows its subject retiring in an admirable way.\nWith firm correctness there will be good fortune.\nWilhelm/Baynes: Friendly retreat. Perseverance brings good fortune.\nBlofeld: An admirably carried out withdrawal. Persistence in a righteous course\nbrings good fortune.\nLiu: Appropriate retreat. To continue brings good fortune.\nRitsema/Karcher: Excellence Retiring, Trial: significant.\nShaughnessy: Enjoyable wielding; determination is auspicious.\nCleary (1): Excellent withdrawal; correctness is auspicious.\nWu: The commendable retreat is auspicious if persevering.\nCOMMENTARY\nConfucius/Legge: This is due to the rectitude of his purpose. Wilhelm/\nBaynes: Because the will thereby reaches a correct decision. Blofeld: This\nresults from a withdrawal carried out as a result of rectifying our aims. [I.e.\nrevising them in the light of unfavorable circumstances.] Ritsema/Karcher:\nUsing correcting the purpose indeed.) Cleary (2): Because of right aspiration.\nWu: He needs to put his aims in the right perspective.\n\nLegge: The K'ang-hsi editors refer to the words of I Yin as an illustration of what\nis said in line five: \"The superior man will not for favor or gain continue in an\noffice whose work is done.\" He advances or withdraws according to the character\nof the time. The strength and correct position of the fifth line show that he is able\nto maintain himself, and as he is responded to by the magnetic second line, no\nopposition would come from any of the others. Therefore, he is free to keep his\nplace, but since he recognizes the advance of inferior men in lines one and two,\nhe deems it better to withdraw from the field for a time. Thus there is successful\nprogress even in his retreat.\nNOTES AND PARAPHRASES\nSiu: The man recognizes the proper time for an admirable retirement with\nnecessary amenities and without disagreeableness. Firmness in the rectitude of\nhis purpose is necessary to guard against being misled by irrelevant issues.\nWing: Make your Retreat friendly but firm. Do not be drawn into irrelevant\ndiscussions or considerations concerning your decisions. A persevering\nwithdrawal brings good fortune.\nEditor: Both Legge and Blofeld use the concept of rectification in their\ntranslations of the Confucian commentary. [Rectify: 1.a: to make or set right:\nremedy. 2.a: to restore to a healthy state.] The idea is that one must pleasantly\nbut firmly disassociate oneself from an inferior alliance -- the only hope of\nimprovement lies in withdrawal from the scene.\nA faultless person is one who withdraws from affairs. This must be done\nwith strength.\nYamamoto Tsunetomo -- The Book of the Samurai\nA. Withdraw to make correct – don’t make a big deal of it.\nB. The integrity of the Work demands a withdrawal from an inferior\nalliance.",
    "6": "Line-6\nLegge: The sixth line, dynamic, shows its subject retiring in a noble way. It\nwill be advantageous in every respect.\nWilhelm/Baynes: Cheerful retreat. Everything serves to further.\nBlofeld: A \"sleek\" withdrawal -- everything is favorable! [The Chinese\ncommentators suggest that this means going to live in retirement. They add that\nthe phrase also implies excellent health.]\n\nLiu: Retreat after success. Everything is favorable.\nRitsema/Karcher: Rich Retiring, without not Harvesting.\nShaughnessy: Fattened wielding; there is nothing not beneficial.\nCleary (1): Rich withdrawal is wholly beneficial.\nCleary (2): Withdrawal of the rich is beneficial to all.\nWu: Retreat at his leisure is never disadvantageous.\nCOMMENTARY\nConfucius/Legge: He who does so has no doubts about his course. Wilhelm/\nBaynes: Because there is no longer any possibility of doubt. Blofeld: In this\ncase, there cannot be the smallest doubt. [I.e. not the smallest doubt as to the\nwisdom of withdrawal.] Ritsema/Karcher: Without a place to doubt indeed.\nCleary (2): Wu: His mind is free from doubt.\nLegge: Line six is dynamic, with no correlate in line three to detain him. He\nvigorously and happily carries out the idea of the hexagram.\nNOTES AND PARAPHRASES\nSiu: No doubt exists as to the need for retirement. The man resigns in a gracious\nmanner.\nWing: You are sufficiently removed from the situation and able to Retreat\nwithout guilt or doubt. Here you are blessed with great good fortune. You will\nfind rewarding success in your endeavors.\nEditor: The image suggests that you already know what to do in the situation at\nhand -- remove yourself without further ado.\nIt is because [the Sage] does not contend that no one in the world can\ncontend against him.\nLao-Tse\nA. You can remove yourself from the situation at hand with a clear\nconscience.\nB. Do not hesitate to abandon an inferior idea immediately.\nC. Image of a high-minded or spiritually motivated withdrawal.\nJune 30, 2002, 4/25/05, 6/19/09"
  }
}