{
  "hexagram_number": 3,
  "gua": "Judgment\nLegge: Difficulty indicates progress and success through firm correctness.\nAction should not be undertaken lightly, and it is wise to seek help.\nWilhelm/Baynes: Difficulty at the Beginning works supreme success,\nfurthering through perseverance. Nothing should be undertaken. It furthers one\nto appoint helpers.\nBlofeld: Difficulty followed by sublime success! Persistence in a righteous\ncourse brings reward; but do not seek some new goal (or destination); it is highly\nadvantageous to consolidate the present position. [The fundamental idea of this\nhexagram is that of birth and growth amidst difficulty, as with a sprouting seed\nbecoming a young plant and forcing its way through the earth. Our affairs,\nbeing still in their early stages, are vulnerable; we must not wander forth, but\nattend to them until they ripen; then, with proper care, the seed will bring forth\na splendid tree. The upper trigram, a pit, suggests a need for caution; but, if we\nheed these omens, our success is assured.]\nLiu: Difficulty in the Beginning: great success. It is of benefit to continue\nwithout planning to go someplace. One should find helpers.\nRitsema/Karcher: Sprouting. Spring Growing Harvesting Trial. No availingof possessing directed going. Harvesting: installing feudatories. [This hexagram\ndescribes your situation in terms of beginning growth. It emphasizes that\ncollecting potential in preparation for arduous labor is the adequate way to\nhandle it...]\nShaughnessy: Hoarding: Prime receipt; beneficial to determine. Do not\nherewith have someplace to go; beneficial to establish a lord.\nCleary(1): In difficulty, creativity and development are effective if correct. Do\nnot use. There is a place to go. It is beneficial to set up a ruler.\n\nCleary(2): Creativity is successful. It is beneficial to be correct. Do not make\nuse of going somewhere. It is beneficial to set up lords.\nWu: Distress is primordial, pervasive, prosperous, and persevering. The subject\nshould proceed with caution. It will be advantageous to establish marquisates.\nThe Image\nLegge: The image of clouds and thunder forms Difficulty. The superior man,\nin accordance with this, adjusts his measures of government as in sorting the\nthreads of the warp and woof.\nWilhelm/Baynes: Clouds and thunder: the image of Difficulty at the\nBeginning. Thus the superior man brings order out of confusion.\nBlofeld: This hexagram symbolizes lightning spewed forth by the clouds -difficulty prevails! The Superior Man busies himself setting things in order.\nLiu: Clouds and thunder symbolize Difficulty at the Beginning. The\nsuperior man makes order out of disorder.\nRitsema/Karcher: Clouds, Thunder, Sprouting. A chun tzu uses the canons\nto coordinate. [Canons: standards, laws; regular, regulate; the Five Classics.\nThe ideogram: warp-threads in a loom.]\nCleary(1): Thunder in the clouds is held back; the superior person orders and\narranges.\nCleary(2): Clouds and thunder – Difficulty. Thereby leaders organize.\nWu: Clouds and thunder form hexagram Distress. Thus the jun zi plans and\norganizes.\nCOMMENTARY\nConfucius/Legge: Difficulty is experienced as Heaven and Earth begin their\nintercourse, but correct action succeeds in the face of danger. By the action of\nthunder and rain, which are the attributes of the lower and upper trigrams, all\nbetween Heaven and Earth is filled up. But the conditions of the time are\nirregular and obscure. Authority should be delegated, but the feeling that rest and\npeace have been secured should not be indulged in even then.\nLegge: The written character for Difficulty is pictorial, and shows a plant\nstruggling with difficulty as it rises above the surface of the earth. This initial\ndifficulty is a metaphor for how struggle is the condition of a state which is\nemerging from disorder after a revolution. The author saw his social and political\nworld in great disorder and difficult to reform, yet he had faith in himself and the\n\ndestiny of his House. Let there be prudence and caution, with unswerving\nadherence to the right. Let the government of the different states be entrusted to\ngood and able men -- then all will be well.\nAccording to the arrangement of the eight trigrams, Heaven and Earth are\nthe parents of the other six, who are their children. The first-born son is the lower\ntrigram of Movement, and the second-born son is the upper trigram of Peril.\nMcClatchie renders here: \"The figure of Difficulty represents the hard and the\nsoft beginning to have sexual intercourse, and bringing forth with suffering.\"\nThe power to move in the lower trigram is likely to produce great effects;\nto do this in perilous and difficult circumstances (symbolized by the upper\ntrigram) requires firmness and correctness. Good princes throughout the realm\nwill help to remedy the political and social disorder of the times, but the supreme\nruler should not trust his subordinates to the point of relaxing his vigilance.\nThe lower trigram represents thunder, the upper represents rain clouds.\nThe hexagram therefore places us in the atmosphere of a thunderstorm -- a\nmetaphor for the situation of a political state in difficulty. When the thunder has\npealed, and the clouds have discharged their burden of rain, the atmosphere is\ncleared and there is a feeling of relief.\nAnthony: This hexagram means that we have not yet found the correct path.\nIt also means confusion: too many possibilities. Nothing is clear. This lack of\nclarity is the “hindrance” referred to in the first line of the hexagram. In the\nsecond line, the remedies that come forth are inappropriate. In the first stages of\ndealing with a problem, we are tempted to grasp at solutions, whereas we should\nwait until the proper actions become clear.\nNOTES AND PARAPHRASES\nJudgment: Under the conditions of Difficulty it is best to mark time while\nseeking assistance.\nThe superior man uses careful analysis to separate order from confusion.\nWilhelm’s title for this hexagram is Difficulty at the Beginning. I\nprefer Difficulty, because it is a situation encountered at any phase of the\nWork, not just the beginning.\nDifficulty is experienced because confusion and multiplicity prevail\nduring the initial phase of any creative activity -- thoughts and feelings proliferate\nand threaten to overwhelm the mind with infinite complexity. The only way to\nproceed under such circumstances is to carefully sort out the components of the\nsituation and arrange them in categories and in order of importance. To \"sort the\nthreads of the warp and woof\" is to weave a tangled mess into a tapestry.\n\nThe Orderly Sequence of the Hexagrams gives us an image of what takes\nplace under the hexagram of Difficulty:\nWhen there were Heaven and Earth, then afterwards all things were produced.\nWhat fills up the space between Heaven and Earth are those individual things.\nHence the Dynamic and Magnetic are followed by Difficulty. Difficulty\nmeans filling up.\n\"Filling up,\" is rendered as \"fullness\" in some translations. This is the\nexact meaning of the gnostic term: \"Pleroma,\" or \"Fullness\" which Jung\ncorrelates with the Collective Unconscious or Objective Psyche. These are interior\ndimensions from which emanate the archetypal energies which we experience as\ninstinctual drives and emotional complexes. This is the \"hyperspace\" from which\nthe Self, via the oracle, responds to our queries and directs the Work.\nThus we see that the third hexagram, following the creation of the cosmic\npair of opposites in the first two figures, represents a dialectical progression. Lao\nTse, who wrote the Tao Te Ching some six-hundred years after the I Ching\nwas committed to writing, describes this unfolding process:\nOut of Tao, One is born;\nOut of One, Two;\nOut of Two, Three;\nOut of Three, the created universe.\nThe created universe carries the yin at its back\nand the yang in front;\nThrough the union of their pervading principles\nit reaches harmony.\nThe identical idea is found in many traditions, giving it the status of an\narchetype within human consciousness. It is not necessary to be familiar with the\ntechnical terminology of Kabbalah to recognize that the same idea is being\ndiscussed in the following passage:\nIn Chokmah and Binah we have the archetypal Positive and Negative;\nthe primordial Maleness and Femaleness,\nestablished while\n\"countenance beheld not countenance\" and manifestation was incipient\n... It is between these two polarizing aspects of manifestation -- the\nSupernal Father and the Supernal Mother -- that the web of life is\nwoven; souls going back and forth between them like a weaver's shuttle.\nIn our individual lives, in our physiological rhythms, and in the history\nof the rise and fall of nations, we observe the same rhythmic periodicity.\nD. Fortune -- The Mystical Qabalah\nThis idea has been stated very simply:\n\nAll things are a single form which has divided and multiplied in time and\nspace.\nW.B. Yeats -- A Vision\nIs not the sky a father and the earth a mother, and are not all living\nthings with feet or wings or roots their children?\n-- Black Elk\nAnd also with poetic complexity:\nIn the beginning God created the heavens and the earth. Now the earth\nwas a formless void, there was darkness over the deep, and God's spirit\nhovered over the water ... God said, \"Let the waters teem with living\ncreatures, and let birds fly above the earth within the vault of heaven.\"\nAnd so it was ... God blessed them, saying, \"Be fruitful, multiply, and fill\nthe waters of the seas; and let the birds multiply upon the earth.\nGenesis\nThere are some profound ideas in these images about the structure of\nhuman consciousness and the contents of the unconscious psyche. The basic idea\nis that of Emanation -- the creation of physical reality from a supreme principle\nin ordered hierarchies of increasing complexity. This concept is essential for a full\nunderstanding of the Work.\nThe involution of man was his descent from the sphere of the spirit,\ndeveloping bodies of a mental, emotional and then physical nature until\nhe manifested upon this planet. His evolution is to civilize this planet and\nto develop mastery of the physical, emotional and mental planes and\nrelink himself in unity with God once more, thus completing the cycle. He\ncame from God as an inexperienced Spark of Divine Fire and returns to\nHim, with all the experience of manifestation, as a Lord of Humanity.\nGareth Knight -- The Work of a Modern Occult Fraternity\nIn many systems of thought, the proliferation of forces is seen in sexual\nterms -- the cosmic parents produce entities in male and female pairs (gnostic\nsyzygies), which in turn produce offspring. Hence, Confucius says: \"Difficulty is\nexperienced as Heaven and Earth begin their intercourse.\" That this has an\nexplicit sexual connotation is confirmed by McClatchie: \"The figure of Difficulty\nrepresents the hard and the soft beginning to have sexual intercourse, and\nbringing forth with suffering.\" Thus we see that the correct and incorrect\ncorrelation (\"intercourse\") of dynamic (male) and magnetic (female) lines in any\nI Ching hexagram symbolizes the favorable (life-enhancing) or unfavorable (lifenegating) combinations of thought and feeling within the psyche.\nSUGGESTIONS FOR MEDITATION\nThe sexual intercourse of Heaven and Earth is also described in\n\nhexagram number eleven, Harmony. In terms of these sexual metaphors, what\ndoes the term \"adultery\" imply in regard to the Work? See hexagram number\nforty-four, Temptation, for further insight on this theme.",
  "lines": {
    "1": "Line-1\nLegge: The first line, dynamic, shows the difficulty its subject has in advancing.\nIt will be advantageous for him to abide correct and firm. Advantageous also to be\nmade a feudal ruler.\nWilhelm/Baynes: Hesitation and hindrance. It furthers one to remain\npersevering. It furthers one to appoint helpers.\nBlofeld: Uncertainty prevails. It is best to make no move, but to build up\ndetermination and to consolidate the position.\nLiu: Considering and considering. It is of benefit to continue in the right way.\nOne should find helpers.\nRitsema/Karcher: Stone pillar. Harvesting: residing in Trial. Harvesting:\ninstalling feudatories.\nShaughnessy: To and fro; beneficial to determine about a dwelling; beneficial\nto establish a lord.\nCleary(1): Not going anywhere, it is beneficial to abide in correctness. It is\nbeneficial to set up a ruler. [It is beneficial to set up the ruler and nurture the\noriginal energy.]\nCleary(2): Staying around, it is beneficial to remain correct. It is beneficial to\nset up lords. [In Buddhist terms, to “stay around” means to be immediately\naware of any mental movement and not roll along, following thoughts. This is\nwhat is called “coming back before going far.”]\nWu: There is a formidable obstruction to advance. It will be advantageous,\nhowever, to remain persevering … etc. [If the subject can remain firm and\ncorrect, he will overcome.]\nCOMMENTARY\nConfucius/Legge: Although there is difficulty in advancing, the mind of the\nsubject of the line is set on doing what is correct. While noble, he humbles\nhimself to the mean, and grandly gains the people. Wilhelm/Baynes: The aim\nof the work is nonetheless to carry out what is right. When an eminent man\nsubordinates himself to his inferiors, he wins the hearts of all people. Blofeld:\nDespite prevailing uncertainty, the way of righteousness must be pursued with\n\nfirm correctness. Men in high places, by co-operating with those under their\ncare, will thereby win the support of the people. Ritsema/Karcher: Although a\nstone pillar, purpose moving correctly indeed. Using valuing the mean below. The\ngreat acquiring the commoners indeed. Cleary(2): Though they stay around, the\naction of their wills is correct. Because they value the lowly, they win many\npeople. Wu: Although he is under constraint, he has set his goal correctly. Like a\nnoble man serving the common people, he will receive their support.\nLegge: The first line is energetic and strong, and his place in the trigram of\nMovement disposes him to action. But above him is the trigram of Peril, and the\nlowest line of that, to whom he must look for response and cooperation, is\nmagnetic. Hence arise the ideas of difficulty in advancing, the necessity of\ncaution, and the advantage of being clothed with authority. He is noble, firm and\ncorrect, but his place is below the divided lines, symbols of the weak and lowly.\nNOTES AND PARAPHRASES\nSiu: At the outset, the man takes stock of the obstacles. He does not force his\nadvance. He perseveres on the right course and acquires the appropriate\nassistants. He continuously rechecks his bearings, as the confusion is gradually\nresolved.\nWing: It seems that you have come across a confusing obstacle at the very\nbeginning of your path. The best way to attract the helpers you will need is to\nmaintain a devoted and humble attitude. Do not attempt to boldly push ahead\nunaided. However, do keep your goal in sight.\nEditor: The symbolism suggests the following intrapsychic correlations:\nAdvance: The advance of consciousness, comprehension, etc. Feudal Ruler: The\nego as master of its thoughts and feelings. \"Humbles himself to the mean\":\n(\"Mean\" here means \"lowly.\") The ego remains firm and correct, maintains his\nwill, but doesn't take on airs -- he nurtures his humility. The people: Thoughts,\nfeelings, opinions, attitudes, emotions, appetites, etc.\nThe optimal stance that the ego can strive for--without necessarily\nhoping that it can ever be accomplished fully -- could be described as a\ncontinual awareness of the conflicting polarities likely to appear in evernew forms as old ones are resolved: of waiting and seeing, of living\nthings out, weighing various aspects and bringing them into balance,\never ready to work with the materials at hand.\nE.C. Whitmont -- The Symbolic Quest\nA. There are intimidating obstructions to progress. Remain persevering\nwhile seeking assistance. If you subordinate yourself to your situation you’ll gain\ninsight into its nature. Take no major action.\n\nB. A difficult path demands impeccable will and full acceptance of\nresponsibility.",
    "2": "Line-2\nLegge: The second line, magnetic, shows its subject distressed and obliged to\nreturn. Even the horses of her chariot also seem to be retreating. But not by a\nspoiler is she assailed, but by one who seeks her to be his wife. The young lady\nmaintains her firm correctness, and declines a union. After ten years she will be\nunited, and have children.\nWilhelm/Baynes: Difficulties pile up. Horse and wagon part. He is not a\nrobber; he wants to woo when the time comes. The maiden is chaste, she does not\npledge herself. Ten years -- then she pledges herself.\nBlofeld: He makes no more progress, covers no more distance,\nthan a mounted man trotting to and fro. (His hesitation is due) not to an obstacle\nbut to his wooing a girl who chastely repulses his advances and waits ten years\nbefore giving her consent.\nLiu: Many difficulties. He goes back and forth on horseback, but he is not a\nrobber. He seeks marriage but the girl does not want an engagement. After ten\nyears she does.\nRitsema/Karcher: Sprouting thus, quitting thus. Riding a horse, arraying thus.\nIn-no-way outlawry, matrimonial allying. Woman and son, Trial: not nursing.\nTen years- revolved, thereupon nursing.\nShaughnessy: Hoardingly, earth-moundlike, a team of horses vexatious-like; it\nis not robbers who confusedly enrich. The [female] child's determination is not to\nget pregnant; in ten years then she gets pregnant.\nCleary(1): Difficult to advance, hard to make progress. Mounted on a horse, not\ngoing forward. It is not a matter of enmity, but marriage. The girl is chaste, not\nengaged. After ten years she is engaged. [This means not seeking immediate\nsolutions when in difficulty.]\nCleary(2): Stopped, mounted on a horse but standing still. Not enmity,\nmarriage… etc.\nWu: There is hesitation to proceed. The horse carriage falters along. A suitor, not\na transgressor, asks for marriage. The young woman chooses to remain chaste\nand refuses. After 10 years, however, she consents to the betrothal to another\nman.\n\nCOMMENTARY\nConfucius/Legge: Her difficulty arises from her place over the dynamic line\nbelow her. The union and children after ten years shows things resuming their\nregular course. Wilhelm/Baynes: She rests upon a rigid line. Pledging herself\nafter ten years means return to the general rule. Blofeld: The difficulties are\nrevealed by this weak line's position just above a firm one. Waiting for ten years\nto receive the beloved's consent implies awaiting a gradual return to normal\nconditions. Ritsema/Karcher: Six at second's heaviness. Riding a solid indeed.\nTen years-revolved, thereupon nursing. Reversing rules indeed. Cleary(2):\nRiding on the obdurate. Getting married after ten years means return to normal.\nWu: Riding on the strong-minded first nine. A return to normalcy.\nLegge: Advance is even more difficult for the second line than for line one.\nShe is magnetic, and pressed by the dynamic line below her. Above, in the fifth\nline is the ruler with whom union should be properly sought. All these\ncircumstances suggest the idea of a young lady sought in marriage by a strong\nsuitor with whom marriage was unsuitable. She rejects him, and after ten years\nmarries the only suitable match for her. \"Things resume their regular course\"\nmeans that she is now at liberty to seek a union with line five.\nNOTES AND PARAPHRASES\nSiu: Progress is further inhibited. Someone suddenly appears who is mistaken\nfor a robber at first but actually turns out friendly. His offer of help is not to be\naccepted. Not being from the right quarter, it may entail undesirable obligations.\nThings will resume their regular course at the proper time.\nWing: Confusion and difficulty mount, and decisions become impossible. To\nallow yourself to accept help will create a hindering obligation. Therefore it is\nbest to wait until the situation returns to normal before you continue your\npursuits.\nEditor: Horses are a common symbol for energy or libido (\"horsepower\").\nWomen and men respectively represent Eros (emotion) and Logos (intellect).\nThese attributes are consistent throughout the I Ching, and are common in\nalmost all symbol systems. In this line the man is seen as an unsuitable match for\nthe woman, psychologically suggesting an improper union of thoughts and\nfeelings, or the temptation to an emotional rationalization of some sort. The\nsituation is confused and up in the air: psychic energy is in a state of regression,\nand we are tempted to accept the first solution that comes along. Under such\ncircumstances no progress can be made until things are allowed to settle down.\nThe \"ten years\" refer to any fulfilled cycle of time.\nI use Eros and Logos merely as conceptual aids to describe the fact that\nwoman's consciousness is characterized more by the connective quality of\nEros than by the discrimination and cognition associated with Logos. In\n\nmen, Eros, the function of relationship, is usually less developed than\nLogos.\nJung -- Aion\nA. Image of an unsettled situation. Resolution of the problem is not\npossible now, despite your desire for it. Later on, the situation will resolve itself\nnaturally.\nB. At the moment, emotions are too unsettled to be reconciled with reason.\nReject an unsuitable idea or concept and wait for a better one.",
    "3": "Line-3\nLegge: The third line, magnetic, shows one following the deer without the\nguidance of the forester, and only finding himself in the midst of the forest. The\nsuperior man, acquainted with the secret risks, thinks it better to give up\nthe chase. If he went forward, he would regret it.\nWilhelm/Baynes: Whoever hunts deer without the forester only loses his way\nin the forest. The superior man understands the signs of the time and prefers to\ndesist. To go on brings humiliation.\nBlofeld: Pursuing a deer without a guide, the hunter finds himself lost in the\nforest. The Superior Man perceives that he must stay where he is, as going\nforward would lead to trouble.\nLiu: He hunts deer with a forester. He gets lost in the forest. The superior man,\nknowing this, prefers to give up the hunt. To go on would bring regret.\nRitsema/Karcher: Approaching stag, lacking precaution. Namely, entering\ntending-towards the forest center. A chun tzu almost not thus stowing-away.\nGoing abashed.\nShaughnessy: Approaching the deer without ornamentation, it is only to enter\ninto the forest. For the gentleman it is just about as good as dispensing with it; to\ngo is distressful.\nCleary(1): Chasing deer without a guide, just going into the forest. The superior\nperson, knowing the dangers, had better give up; to go would bring regret.\nCleary(2): Chasing deer without preparation only goes into the bush. Leaders\nsee that it is better to give up, for to go would bring regret. [ If you have no\naccurate knowledge yourself and do not have enlightened teachers or\nassociates, and practice blindly, then you will fall into a pit.]\n\nWu: Hunting in the forest without the guidance of a ranger will result in roaming\naimlessly with a chance of getting lost. The jun zi senses the risk. It is better to\nquit than to proceed and regret.\nCOMMENTARY\nConfucius/Legge: One pursues the deer without the guidance of the forester in\nhis eagerness to follow the game. The superior man gives up the chase, knowing\nthat if he go forward he would be reduced to extremity. Wilhelm/Baynes: He\ndesires the game, but to go on brings humiliation. It leads to failure. Blofeld:\nHis lack of caution in hunting the deer resulted from his being too set on\ncapturing it. The Superior Man always desists when to advance would bring\ndisaster. Ritsema/Karcher: Approaching stag, without precaution. Using\nadhering-to wildfowl indeed. A chun tzu stowing it: Going abashment exhausted\nindeed. Cleary(2): Chasing deer without preparation is following the beasts. To\ngo would bring regret and lead nowhere. Wu: Hunting without a guide is like\nchasing around the game. To proceed will end in an awkward situation.\nLegge: The third line is magnetic, not central, and in the place of a dynamic line.\nThese things are all generally unfavorable, but the outcome of the whole\nhexagram being good, the superior man sees the immediate danger and avoids it.\nNOTES AND PARAPHRASES\nSiu: The man wanders aimlessly without adequate guidance, like a hunter\nwithout a forester. The superior man knows when going forward will cause\nregret. He gives up the senseless chase and avoids eventual disgrace.\nWing: You can sense the difficulties that lie ahead on your path. If you\nnevertheless plunge into the forest of obstacles without an experienced guide, you\nwill surely lose your way. Such egotism and vanity brings unrelenting\nhumiliation. A wiser man will alter his goals here.\nEditor: Forest symbolism is usually associated with the feminine principle and\nthe unconscious psyche. A deer, being a denizen of the forest, could symbolize an\nundifferentiated, unassimilated, autonomous force within the situation at hand.\nAs the object of the quest, it represents the answer to a question, a solution to\nyour problem, etc. To complete the metaphor, the forester would be your\nintuition or inner guide: the Self. The message is that you have no insight into the\nprevailing situation and should stop trying to force a solution. Cease your\nfruitless speculation and wait for the way to become clear.\nIt is only when the human being really knows what he is doing that he\ncan be called self-conscious and responsible. The person who is guided\nby his ego alone is not self-conscious in this sense, for he is limited in his\nself-knowledge to the conscious realm only, and beyond this terrain\n\nyields himself blindly to the obscure urges and devious impulses of the\nunconscious.\nM.E. Harding -- Psychic Energy\nA. “Lost in the woods,” you don't yet grasp your situation. Never act on\nwhat you don’t understand.",
    "4": "Line-4\nLegge: The fourth line, magnetic, shows its subject as a lady, the horses of whose\nchariot appear in retreat. She seeks, however, the help of him who seeks her to be\nhis wife. Advance will be fortunate; all will turn out advantageously.\nWilhelm/Baynes: Horse and wagon part. Strive for union. To go brings good\nfortune. Everything acts to further.\nBlofeld: Hesitating like a man trotting to and fro, he waits for marriage.\nThenceforth, good fortune will prevail and every action prosper. [This passage\nindicates that success can certainly be obtained, but only after a considerable\nperiod of waiting patiently.]\nLiu: He goes back and forth on horseback. If he seeks marriage, he will have\ngood fortune. Everything benefits.\nRitsema/Karcher: Riding a horse, arraying thus. Seeking matrimonial allying.\nGoing significant. Without not Harvesting.\nShaughnessy: A team of horses vexatious-like, seeking confused enrichment; to\ngo is auspicious; there is nothing not beneficial.\nCleary(1): Mounted on a horse yet not going forward. Seeking marriage, it is\ngood to go, beneficial all around.\nCleary(2): Mounted on a horse but standing still. Go to seek alliance, and the\ngood results will benefit all.\nWu: The horse carriage falters along. The lady is being asked for marriage. It will\nbe auspicious to accept. Everything will be advantageous.\nCOMMENTARY\nConfucius/Legge: Going forward after such a search for a helper shows\nintelligence. Wilhelm/Baynes: To go only when bidden -- this is clarity.\nBlofeld: To pursue what we desire, that is wisdom. Ritsema/Karcher:\nSeeking and also going. Brightness indeed. Cleary(2): Going in search is\nintelligent. Wu: Accepting the proposal shows a clear discernment.\n\nLegge: The fourth line is the proper correlate of line one, who is the suitor whose\naid she seeks. With his help she is able to cope with the difficulties of her position\nand go forward.\nNOTES AND PARAPHRASES\nSiu: The man lacks sufficient power to discharge his responsibilities. He is like a\nchariot without a horse. But opportunity for help arises. This should be accepted\neven in the face of self-abnegation.\nWing: With a little help, perhaps a connection you might exploit, you can attain\nyour goals. Of course, you must admit that you lack sufficient power to act\nindependently. If you hesitate over this, you will get nowhere.\nEditor: Horses symbolize energy (horsepower) -- here running away from their\nfemale owner, a symbol of the emotional function within the psyche. She seeks\nher proper male correlate, a symbol of Logos, the mental function. Their destined\nrelationship is one of marriage or union. Psychologically interpreted, the image is\nof a separation of thought and feeling. The line counsels us to seek a connection,\nestablish harmony, or bring our emotions under the control of reason.\nDirect your passion with reason, that your passion may live through its\nown daily resurrection, and like the phoenix rise above its own ashes.\nKahlil Gibran -- The Prophet\nA. You have yet to make a mental connection necessary to understand the\nmatter at hand -- calm down and figure it out.\nB. Unite your thoughts and feelings. Disunion is temporary.\nC. Marshall your forces -- \"Get your act together.\"",
    "5": "Line-5\nLegge: The fifth line, dynamic, shows the difficulties in the way of its subject's\ndispensing the rich favors that might be expected from him. With firmness and\ncorrectness there will be good fortune in small things. In great things there will\nbe evil.\nWilhelm/Baynes: Difficulties in blessing. A little perseverance brings good\nfortune. Great perseverance brings misfortune.\nBlofeld: Fertility cannot easily be brought about. Persistence in small things\nwill bring good fortune; in greater matters, it will bring disaster.\n\nLiu: Difficulties in prosperity. Good fortune for small things. Misfortune for\ngreat things.\nRitsema/Karcher: Sprouting: one's juice. The small, Trial: significant. The\ngreat, Trial: pitfall.\nShaughnessy: Hoarding its fat; little determination is auspicious, great\ndetermination is inauspicious.\nCleary(1): Stalling the benefits. Rectitude in small matters is good. Selfrighteousness in great matters brings misfortune. [This is being great but\nconscious of the small, waiting for the time to be able to get out of\ndifficulty.]\nCleary(2): Stalling the benefits. There is good outlook for the correctness of the\nsmall, bad outlook for the correctness of the great.\nWu: Hoarding wealth suggests conditions suitable for limited progress but\ndetrimental for great undertakings.\nCOMMENTARY\nConfucius/Legge: He experiences difficulty in bestowing his rich favors -- the\nextent to which they reach will not yet be conspicuous. Wilhelm/Baynes:\nBecause the benefaction is not yet recognized. Blofeld: We have wrought\ninsufficiently for the public good. Ritsema/Karcher: Sprouting one's juice.\nSpreading-out not-yet shining indeed. Cleary(2): The giving is not yet\nenlightened. [It is not that there is no giving at all, just that it does not accord\nwith greater reality.] Wu: His benefaction has not been illuminating. [We\nshould remind ourselves that distributing accumulations need not be limited to\ntangible assets. Kindness, sympathy, and moral support can certainly be\nincluded.]\nLegge: Line five is in the place of authority, and should show himself a ruler by\ndispensing benefits on a grand scale. But he is in the center of the trigram of\nPeril, and his correlate line two is weak. Hence arises the symbolism, and great\nthings should not be attempted.\nNOTES AND PARAPHRASES\nSiu: The man attains a position of authority. Premature expressions of good\nintentions lead to damaging misinterpretations. Time is required for stepwise\nmaturation and acquisition of general confidence. Consummation cannot be\nforced.\nWing: Although your position is one of authority within the situation, you have\nmuch left to achieve in the way of establishing yourself. Small efforts in this will\n\nbring good fortune. But beware: Do not attempt any large endeavor. It could\neasily end in disaster.\nEditor: The image depicts an impasse or restriction preventing the flow of\nenergy which would resolve it. Modest effort will improve the situation; major\naction will make it worse. Sometimes the line implies that you have not yet\nunderstood the matter under question. It can also image a situation in which\npsychic energy is blocked from consciousness.\nThe attributes of the spirit are not only beyond the power of sensual\nperception, but they are beyond the\npower of intellectual\ncomprehension; they can only be known to the spirit, and they are called\noccult because they cannot be understood without the possession of the\nlight of the spirit.\nF. Hartmann -- Paracelsus: Life and Prophecies\nA. Conserve your energy. Take only limited action, one step at a time;\nallow the situation to unfold at its own pace.\nB. Obstructions inherent in the situation prevent the flow of information\nneeded to comprehend it. To strive too hard is to lose it altogether.\nC. Integral obstacles inhibit an immediate resolution of the situation at\nhand.",
    "6": "Line-6\nLegge: The sixth line, magnetic, shows its subject with the horses of her chariot\nobliged to retreat, and weeping tears of blood in streams.\nWilhelm/Baynes: Horse and wagon part. Bloody tears flow.\nBlofeld: He hesitates like a man trotting to and fro or like one shedding blood\nand tears.\nLiu: He goes back and forth on horseback. He sheds tears with blood!\n[Arrogance leads to misfortune, perhaps extreme misfortune.]\nRitsema/Karcher: Riding a horse, arraying thus. Weeping blood, coursing\nthus.\nShaughnessy: A team of horses vexatious-like, dipping blood streamingly.\nCleary(1): Mounted on a horse, not going forward, weeping tears of blood.\nWu: The horse carriage falters along. Tears roll down from the rider’s eyes.\n\nCOMMENTARY\nConfucius/Legge: She weeps tears of blood in streams -- how can the state thus\nemblemed continue long? Wilhelm/Baynes: How could one tarry long in this!\nBlofeld: How could a flow of blood and tears endure for long? [In other words,\nour present troubles will pass away in time.] Ritsema/Karcher: Wherefore\npermitting long-living indeed? Cleary (2): Weeping tears of blood – what can\nlast? Wu: Only despair remains.\nLegge: The sixth line is magnetic, as is her third line correlate. She is at the\nextremity of Peril -- the game is up. What can remain for her in such a case but\nterror and abject weeping?\nNOTES AND PARAPHRASES\nSiu: The man fails to overcome the initial difficulties and despair.\nWing: You have lost your perspective. You can no longer see your initial\ndifficulties realistically, nor can you find your way out. This is disgraceful and will\ncause you much regret. It is best to begin again.\nAnthony: Desire and fear prevail. The child in us rules. Despairing, we give up\nour path. “One should not persist in this.”\nEditor: Lines two, four and six all show horses in retreat: strong images of\npsychological turmoil and confusion; two and four have proper correlates\nhowever, so they present the possibility of at least some kind of reconciliation.\nHere, the correlate is line three, who is depicted as being \"lost in the woods.” At\nits most neutral, the image is one of severe disunion. Wilhelm and Blofeld state\nthat the situation is not a lasting one, so all need not be lost if you seek a totally\nnew and perhaps currently unrecognized connection.\nIn our ordinary life we are limited and bound in a thousand ways -- the\nprey of illusions and phantasms, the slaves of unrecognized complexes,\ntossed hither and thither by external influences, blinded and hypnotized\nby deceiving appearances. No wonder then that man, in such a state, is\noften discontented, insecure and changeable in his moods, thoughts and\nactions. Feeling intuitively that he is \"one,\" and yet finding that he is\n\"divided unto himself,\" he is bewildered and fails to understand either\nhimself or others. No wonder that he, not knowing or understanding\nhimself, has no self- control and is continually involved in his own\nmistakes and weaknesses; that so many lives are failures, or are at least\nlimited and saddened by diseases of mind and body, or tormented by\ndoubt, discouragement and despair.\nRoberto Assagioli -- Psychosynthesis\n\nA. Severe disunion prevails, but need not be permanent if you seek a\ntotally new connection.\nB. You have missed the point entirely.\nJune 14, 2001, 4/10/06"
  }
}