{
  "hexagram_number": 28,
  "gua": "Judgment\nLegge: Critical Mass depicts a weak beam. Under such conditions it is\nadvantageous to move in any direction whatever. Success is indicated.\nWilhelm/Baynes: Preponderance of the Great. The ridgepole sags to the\nbreaking point. It furthers one to have somewhere to go. Success.\nBlofeld: Excess! The ridgepole sags. It is favorable to have some goal (or\ndestination) in view. Success! [A glance at the hexagram will show that it is too\nheavy in the middle and too weak at the ends. A number of firm lines is\ngenerally auspicious, but there can be too much of a good thing!]\nLiu: Great Excess. The ridgepole is crooked. It benefits to go anywhere.\nSuccess.\nRitsema/Karcher: Great Exceeding, the ridgepole sagging. Harvesting;\npossessing directed going. Growing. [This hexagram describes your situation in\nterms of your connection to a ruling principle. It emphasizes that pushing the\nguiding idea beyond ordinary limits and accepting the results is the adequate\nway to handle it...]\nShaughnessy: Great Surpassing: The ridgepole bows upward; beneficial to\nhave someplace to go; receipt.\nCleary (1): When the great is excessive, the ridgepole bends. It is good to go\nsomewhere; that is developmental. [When the ridgepole snaps, the whole house\nfalls down. In the same way, practitioners of the Tao who promote yang too\nmuch, who do not know when enough is enough, who can be great but cannot be\nsmall, suffer damage to their spiritual house.]\nCleary (2): When greatness passes, the ridgepole bends. It is beneficial to\nhave somewhere to go, for you will succeed.\n\nWu: Excess of the Great indicates a beam that warps. It will be advantageous\nto have undertakings. It will be pervasive.\nThe Image\nLegge: The image of trees beneath a marsh forms Critical Mass. The superior\nman, in accordance with this, fearlessly stands alone, and stays retired from the\nworld without regret.\nWilhelm/Baynes: The lake rises above the trees: the image of\nPreponderance of the Great. Thus the superior man, when he stands alone,\nis unconcerned, and if he has to renounce the world, he is undaunted.\nBlofeld: This hexagram symbolizes a forest submerged in a great body of water.\nThe Superior Man, though standing alone, is free from fear; he feels no\ndiscontent in withdrawing from the world. [This is suggested by the component\ntrigrams. Water is necessary for the nourishment of the trees, but too much of it\ncan cause serious damage.]\nLiu: The lake rising over the trees symbolizes Great Excess. The superior man,\nwhen isolated, is undisturbed. If he has to retreat from society, he feels no regret.\nRitsema/Karcher: Marsh submerging wood. Great Exceeding. A chun tzu\nuses solitary establishing not to fear. (A chun tzu uses) retiring-from the age\nwithout melancholy.\nCleary (1): Moisture destroys wood in excess. Thus superior people stand alone\nwithout fear, and leave society without distress.\nCleary (2): Moisture destroys wood. Developed people, etc. [Only when\nsustained by the power to stand alone without fear and avoid society without\ndistress can learning be firmly rooted and development have a proper basis;\nthen it is possible to refine and support the mediocre.]\nWu: Marsh covers over wood; This is Excess of the Great. Thus the jun zi\nstands alone without fear and withdraws from the world without melancholy.\nCONFUCIAN COMMENTARY\nConfucius/Legge: Excess is weakly supported at either end, with weakness in\nboth the lowest and topmost lines. The dynamic lines are in excess, but two of\nthem are in the central positions. The trigrams of Flexibility and Satisfaction\nindicate that there will be advantage in moving in any direction whatever -- there\nwill be success. Great indeed is the work to be done during this extraordinary\ntime.\n\nLegge: Extraordinary times require extraordinary skill in their management.\nThe figure shows two magnetic lines at top and bottom, with four dynamic lines\nbetween them -- giving the image of a great beam unable to sustain its own\nweight. Lines two and five are both dynamic and central however, and from this\nand the attributes of the component trigrams a good auspice is obtained.\nNOTES AND PARAPHRASES\nJudgment: A stressful situation is best managed with a comprehensive strategy.\n(Or: in the chess game of life, one succeeds by planning several moves in\nadvance.)\nThe Superior Man serves The Work by going his own way, regardless of public\nopinion.\nWilhelm titles this hexagram Preponderance of the Great. I prefer\nR.L. Wing's paraphrase of Critical Mass as more evocative of the figure's\nmeaning in modern terminology.\nIn Critical Mass four dynamic lines lurk inside of the hexagram, weakly\ncontained at top and bottom by two magnetic lines. This energetic concentration\ncould explode in an unpredictable release of force, and hence the Judgment tells\nus to move now (remember: non-action is also action) to avoid unwanted\nconsequences. (Often the outcome is predictable – be prepared to just walk away\nif and when that is your best move.)\nLegge’s translation of the Judgment is:\n\"...It is advantageous to move in any direction whatever.\"\nThis is a different message than Wilhelm's:\n\"...It furthers one to have somewhere to go.\"\nLegge’s version implies an almost hysterical flight from danger while\nWilhelm's rendition suggests prior intention and planning. The latter\ninterpretation is definitely what is meant here, as confirmed by Cleary’s Buddhist\ncommentary:\nWhen the transformative path is flourishing, contaminations easily\narise; it is best to set up guidelines and regulations. When meditation\nwork is advanced, ignorance is about to dissolve; it is best to exercise the\nmind skillfully.\nCoupled with Cleary’s translation of the Image as: “Developed people\nstand alone without fear, avoid society without distress,” the idea is that one\nshould follow one's best intuition and ignore popular illusions, political\n\ncorrectness or inner fears. (Psychologically: conventional thinking, socially\nconditioned reflexes, knee-jerk responses, etc.). During a time of Critical Mass,\npay close attention to direction from the Self to preserve the Work. This is not\nthe time to follow the crowd. Sometimes this can mean that you are obliged to go\nit alone – one of the Work’s frequent tests (Cf. line 6):\nThe Gulf is something that has to be leaped, and leaped alone, stripped of\nall hindering burdens, in faith ... It is thus one of the crisis points of\nspiritual progress because of the great temptation to turn back from the\nunknown to the apparent safety of known things, and to succumb to this\ntemptation is to lose all the fruits of past endeavor.\nG. Knight -- A Practical Guide to Kabbalistic Symbolism\nSUGGESTIONS FOR MEDITATION\nCompare the Judgment and Image of this hexagram with those of\nhexagram number 32, Consistency.\nAnthony: We must regain modesty through the effort to rid ourself of strong\nelements that cause us to press forward. The strong elements may exist in\nsomeone else, causing them to assault us with their fear, mistrust or doubt.\nStrong refers to impetuous movement to resolve what is ambiguous … We can\nmeet the challenge by remaining detached and letting things go through their\nchanges … To be truly rich is to remain modest; to be truly powerful is to remain\nreticent.",
  "lines": {
    "1": "Line-1\nLegge: The first line, magnetic, shows one placing mats of the white mao grass\nunder things set on the ground. There will be no error.\nWilhelm/Baynes: To spread white rushes underneath. No blame.\nBlofeld: For mats, use white rushes -- no error! [White rushes are less common\nthan ordinary ones and probably make more beautiful mats. The implication\nmay be that, if we decide to do things rather nicely, we might as well go a little\nfurther and do them as charmingly as possible.]\nLiu: To spread white rushes below leads to no blame.\nRitsema/Karcher: A sacrifice availing-of white thatch grass. Without fault.\nShaughnessy: For the mat use white cogon-grass; there is no trouble.\nCleary (1): Spreading white reeds; no fault.\n\nCleary (2): Spreading a mat of white reeds, there is no blame.\nWu: Use of white mats in making offerings is blameless.\nCONFUCIAN COMMENTARY\nConfucius/Legge: She feels the weakness of being in the lowest place, and\nuses extraordinary care. Wilhelm/Baynes: The yielding is underneath.\nBlofeld: The reference is derived from the position of this yielding line\nbelow so many firm ones. [A further commentary explains that they symbolize\ntreating things with gentleness.] Ritsema/Karcher: Supple located below\nindeed. Cleary (2): Flexibility in a low position. Wu: Because the meek is in the\nlow position.\nThe Master said: To place the things on the ground might be considered\nsufficient; but when one places mats of the white grass beneath them, what\noccasion for blame can there be? Such a course shows the height of carefulness.\nThe white grass is a trivial thing, but through the use made of it, it may become\nimportant. One who goes forward using such careful art will not fall into any\nerror.\nLegge: The first line is magnetic, at the bottom of both the hexagram and the\nlower trigram of Humility or Flexibility. Therefore she is distinguished by\ncarefulness, as in the matter mentioned, and there is a good auspice.\nNOTES AND PARAPHRASES\nSiu: At the outset, the man displays considerable care in embarking upon an\nimportant enterprise.\nWing: When embarking on an important endeavor, it is necessary to pay\nparticular attention to details at the beginning. The times are indeed\nextraordinary, and you must be particularly careful to proceed in the right way.\nBeing overcautious is not a mistake.\nEditor: The idea is to lay a careful foundation for any enterprise to prevent later\ninstability. Make careful choices now to prevent evil consequences later on.\nDon't you know that the beginning is the most important part of every\nwork and that this is especially so with anything young and tender? For\nat that stage it's most plastic, and each thing assimilates itself to the\nmodel whose stamp anyone wishes to give it.\nPlato -- The Republic\nA. Begin carefully.\nB. Extreme caution is indicated.",
    "2": "Line-2\nLegge: The second line, dynamic, shows a decayed willow producing shoots, or\nan old husband in possession of his young wife; there will be advantage in every\nway.\nWilhelm/Baynes: A dry poplar sprouts at the root. An older man takes a\nyoung wife. Everything furthers.\nBlofeld: The withered willow tree puts forth new shoots -- an old man takes to\nwife a young girl. Everything is favorable.\nLiu: The withered poplar tree sprouts new shoots. The old man marries a young\nwife. Everything is favorable.\nRitsema/Karcher: A withered willow giving birth-to a sprig. A venerable\nhusband acquiring his woman consort. Without not Harvesting.\nShaughnessy: The bitter poplar gives life to sprouts: The old fellow gets his\nmaiden consort; there is nothing not beneficial.\nCleary (1): A withered willow produces sprouts; an old man gets a girl for a wife.\nAltogether beneficial.\nCleary (2): … None do not benefit.\nWu: A withered willow tree grows a young shoot. An old man takes a young wife.\nEverything is advantageous. [Ancient society gave approval to this kind of\nmatrimony for the desire of having children in the family. Willow trees like\nwater and do well on the bank of marshes. It is not uncommon for a withered\nold tree to have new shoots.]\nCONFUCIAN COMMENTARY\nConfucius/Legge: Such association is extraordinary. Wilhelm/Baynes: The\nextraordinary thing is their coming together. Blofeld: He weds her because they\nhave been overmuch together. [From his point of view, it is in any case a matter\nfor satisfaction, so it is taken here to symbolize favorable circumstances. Some\ncommentaries suggest another implication, namely that the old man is able to\ntake on tasks normally difficult for the elderly.] Ritsema/Karcher: Exceeding\nuses mutual associating indeed. Cleary (2): (He) has her for a companion in\nspite of being older. Wu: (They) will make a harmonious couple.\nLegge: Line two has no proper correlate above, hence he inclines to the magnetic\nfirst line below him. This suggests an old husband with a young wife who will yet\nhave children. The action will turn out favorably.\n\nNOTES AND PARAPHRASES\nSiu: An extraordinary reinvigoration occurs. During unusual occasions it may be\ndesirable to join the lowly in order to permit a new outlook and growth.\nWing: Look to those who are modest in attitude, or are beginners themselves, to\nhelp you in your endeavors. This way you are in the company of persons who can\nunderstand and share the enthusiasm of your goals. Things will move smoothly\nand the situation will become revitalized.\nEditor: The trigram for Wood beneath the trigram for a Lake or Marsh suggests\nthe idea of a tree that grows near water, hence: a willow tree. Whether dry,\nwithered, decayed or bitter, this old tree experiences an unexpected renewal of\nlife. The elderly husband and young wife are a different metaphor for the same\nidea, and the symbolism can sometimes refer to a union of thought and feeling.\nPsychologically implicit is the idea of intellect as mentor and guide to emotional\nresponses: an archetypal relationship.\nIn such dream wanderings one frequently encounters an old man who is\naccompanied by a young girl, and examples of such couples are to be\nfound in many mythic tales.\nJung -- Memories, Dreams, Reflections\nA. A fruitful renewal.\nB. Old ideas are reinvigorated by fresh insights.\nC. A creative balance of knowledge and ability.",
    "3": "Line-3\nLegge: The third line, dynamic, shows a beam that is weak. There will be evil.\nWilhelm/Baynes: The ridgepole sags to the breaking point. Misfortune.\nBlofeld: The ridgepole sags -- misfortune!\nLiu: The ridgepole bends under pressure; misfortune.\nRitsema/Karcher: The ridgepole buckling. Pitfall.\nShaughnessy: The ridgepole sags; inauspicious.\nCleary (1): The ridgepole bends; misfortune.\n\nCleary (2): The ridgepole bending is foreboding.\nWu: The beam warps. Foreboding.\nCONFUCIAN COMMENTARY\nConfucius/Legge: No help can be given to the condition thus represented.\nWilhelm/Baynes: The misfortune of the sagging and breaking of the ridgepole\nis due to its finding no support. Blofeld: The misfortune of being without\nadequate support. Ritsema/Karcher: Not permitted to use possessing bracing\nindeed. Cleary (2): There is no way to help. Wu: Because no support will help.\nLegge: The third line is dynamic in a dynamic place and confident in his own\nstrength. But his correlate line six is magnetic. Alone, he is unequal to the\nextraordinary strain. Any attempt to sustain the broken beam will have no effect\nin supporting the roof.\nNOTES AND PARAPHRASES\nSiu: The man becomes overconfident in his limited strength. He rushes ahead in\nopposition to advice from those in a position to help. This leads to the loss of\nvoluntary support. His burdens increase, and he proves unequal to the task.\nWing: You are inclined to force your way forward when, in fact, there are\nobstacles that cannot be overcome in this way. Even worse, you cannot accept\nadvice from others because it is not what you wish to hear. Misfortune will\ninevitably follow.\nEditor: This is the weak beam referred to in the Judgment. In the metaphor of\nWing’s title of Critical Mass, the situation is about to detonate\nOwing to neglect the rooftree gives way;\nfor want of care the house lets in the rain.\nEcclesiastes 10: 18\nA. The situation is unstable.\nB. You have no support in the matter at hand.\nC. Your assumptions have no foundation.",
    "4": "Line-4\nLegge: The fourth line, dynamic, shows a beam curving upwards. There will be\ngood fortune. If the subject of the line looks for other help but that of line one,\nthere will be cause for regret.\n\nWilhelm/Baynes: The ridgepole is braced. Good fortune. If there are ulterior\nmotives, it is humiliating.\nBlofeld: The ridgepole is upheld -- good fortune! Were it otherwise, there would\nbe cause for blame.\nLiu: The ridgepole is strengthened; good fortune. But something else may cause\nhumiliation.\nRitsema/Karcher: The ridgepole crowning. Significant. Possessing more:\nabashment.\nShaughnessy: The ridgepole bows upward; auspicious; there is harm; distress.\nCleary (1): The ridgepole is raised; good fortune. There is another shame.\nCleary (2): … This is auspicious, but there is another shame.\nWu: The beam is held upright, and there will be good fortune. There may be\nhumiliation in unexpected situations.\nCONFUCIAN COMMENTARY\nConfucius/Legge: The good fortune arises because it does not bend toward\nwhat is below. Wilhelm/Baynes: It does not sag downward and break.\nBlofeld: Good fortune in the sense that it does not fall. [This would seem to be\ngood fortune of a negative kind; not so much good fortune as the failure of\nexpected bad fortune to materialize.] Ritsema/Karcher: Not sagging,\nreaching-to the below indeed. Cleary (2): It does not bend down. Wu: The\nbeam (is) held upright, not warping downward.\nLegge: Line four is just below the fifth line ruler. His duty is to meet the\nextraordinary exigency of the time. Although dynamic, he is in a magnetic place\nand his strength is tempered -- he will be equal to his task. Should he seek help\nfrom line one, that would affect him with another element of weakness, and his\naction would give cause for regret.\nNOTES AND PARAPHRASES\nSiu: The man becomes the master of the difficult situation by refusing the\nassistance of weak men. He relies on his own strength of character.\nWing: You can now find within yourself the strength and vision to achieve a\nsuccessful outcome in your endeavors. Do not rely upon people or things outside\nof your Self for guidance. Dependence now on external things leads to\nhumiliation.\n\nEditor: This is one of those maddening lines of which every translator renders a\nsubtly different version. Some aren't even internally consistent: Legge's\ntranslation says that there will be cause for regret if the subject \"looks for other\nhelp but that of line one,” which I take to mean: \"Only line one is the proper\nsource of assistance.” Inexplicably, his exposition then cautions against such\nassistance, as does his Confucian commentary. Blofeld's version is a tautology\neffectively removing serious warning from the line. The Wilhelm and Liu\ntranslations are least confusing and imply that we are protected as long as we\nsuppress our lower impulses and maintain allegiance to a higher principle. In my\nexperience, this interpretation has been most accurate.\nThe patient must be alone if he is to find out what it is that supports him\nwhen he can no longer support himself. Only this experience can give\nhim an indestructible foundation.\nJung -- Psychology and Alchemy\nA. The Work is protected if you keep the faith.",
    "5": "Line-5\nLegge: The fifth line, dynamic, shows a decayed willow producing flowers, or an\nold wife in possession of her young husband. There will be occasion neither for\nblame nor for praise.\nWilhelm/Baynes: A withered poplar puts forth flowers. An older woman takes\na husband. No blame. No praise.\nBlofeld: The withered willow tree puts forth blossom -- an old woman takes a\nvigorous young husband; no blame, no praise! [No blame, in that there is no\nprohibition against such marriages; no praise, in that they are generally\nconsidered far more unsuitable than when the husband is much older than the\nwife.]\nLiu: A withered poplar blossoms. An old woman gains a young husband: No\nblame, no praise.\nRitsema/Karcher: A withered willow giving-birth-to flowers. A venerable wife\nacquiring her notable husband. Without fault, without praise.\nShaughnessy: The bitter poplar gives life to flowers: the old wife gets her siring\nhusband; there is no trouble, there is no praise.\nCleary (1): A withered willow produces flowers, and old woman gets a\nyoung man for a husband: no blame, no praise.\n\nWu: A withered willow tree grows a flower. An old woman takes a young\nhusband. There will be neither blame nor praise.\nCONFUCIAN COMMENTARY\nConfucius/Legge: A decayed willow produces flowers, but how can this secure\nits long continuance? An old wife and a young husband is also a thing to be\nashamed of. Wilhelm/Baynes: How could this last long? It is nevertheless a\ndisgrace. Blofeld: How can such blossom endure for long? From another point\nof view, both of them should feel ashamed. [The question of blaming or praising\nsuch a marriage is in any case of little importance, since it can scarcely be\ndestined to endure for long. The second sentence of the commentary perhaps\nreveals that, for once, Confucius was inclined to disagree with his beloved\nmentor, the Book of Change, and to be taken aback by the words \"no blame.\"\nFrom the point of view of divination, lines of this sort do not always indicate\nmarriage; this line could mean that we shall do or have done something rather\nunusual of which the results will be more or less negative.] Ritsema/Karcher:\nWherefore permitting lasting indeed? Truly permitting the demoniac indeed.\nCleary (2): How can they last? (It) can also be embarrassing. Wu: How long\ncan it last? (They) make an awkward couple.\nLegge: Line five is dynamic and central and should be able to achieve\nextraordinary merit. But he has no proper correlate below, and as line two is\ninclined to line one, so is line five inclined to line six. But here the willow only\nproduces flowers, not shoots -- its decay will soon reappear. An old wife will have\nno children. If the line is not to be condemned like line three, neither does his\naction deserve praise. The shoots produced in line two will grow into a new and\nvigorous tree, but here the flowers will soon decay, and the withered trunk\ncontinue the same. For what will a young man marry an old woman? There will\nbe no children; it can only be from some mercenary motive.\nNOTES AND PARAPHRASES\nSiu: Notwithstanding promising potentialities the man gives up his alliances\nwith the people below him and seeks the company only of those of higher rank.\nAn unstable arrangement results. Instead of greater security, there will be less.\nNo renewal occurs after the flower saps the tree's remaining energy.\nWing: In critical or significant times it is exhausting to cling to your ideals and\nignore the realities of your environment. These realities are the superstructure\nthat supports your life. If you ignore your foundations in your reach upward, you\nwill become unstable and accomplish nothing at all.\nEditor: Notice that the original line says that there will be neither praise nor\nblame. It is the Confucian commentary, written many hundreds of years later,\nthat attaches the idea of \"shame” to this position. Following Confucius, Blofeld's\nfootnote also interprets the results as negative: but this is not really warranted\n\nfrom the line itself. The image is a reasonable portrayal of an inconclusive,\nfruitless or trivial situation. The condition emblemed is one of marking time:\nmarching in place. Psychologically interpreted, the wife can symbolize an\nemotional component of the psyche: a desire or feeling; the husband would be a\nmental component: perhaps discrimination. If this is the only changing line, the\nnew hexagram becomes number thirty-two: Consistency, with a corresponding\nline that confirms the ineffectual condition.\nWhile man is a soul in essence he may, while incarnate in flesh, forget his\nreal origins and indeed live out his whole existence in an animal [like] or\nvegetable [like] consciousness.\nZ.B.S. Halevi -- Adam and the Kabbalistic Tree\nA. Marking time, treading water -- a harmless but fruitless diversion.\nB. A flare-up of an old condition. Something returns, flowers, and dies to\nno particular purpose.",
    "6": "Line-6\nLegge: The sixth line, magnetic, shows its subject with extraordinary boldness\nwading through a stream, till the water hides the crown of her head. There will\nbe evil, but no ground for blame.\nWilhelm/Baynes: One must go through the water. It goes over one's head.\nMisfortune. No blame.\nBlofeld: While he was fording the river, the water rose above his head -misfortune, but he was not at fault.\nLiu: One walks through the water and it goes over his head. Misfortune, no\nblame.\nRitsema/Karcher: Exceeding wading submerges the peak. Pitfall. Without\nfault.\nShaughnessy: Surpassing and fording causes the top of the head to vanish;\ninauspicious; there is no trouble.\nCleary (1): Excess reaching the peak of destruction is unfortunate; there is no\nblame on other people. [At the end of Excess of the Great, being ignorant and\nacting arbitrarily, not knowing the medical substances or the firing process,\ndoing whatever comes to mind, going astray and not returning, the damage is\nworse the higher one goes; excess reaches the peak of destruction. One calls\nmisfortune upon oneself – it is no fault of others. This is Excess of the Great\nin the sense of being weak and entertaining illusions.]\n\nCleary (2): Going too far, passing away at the peak, there is misfortune, but no\nblame. [Here are only the virtues of flexibility and uprightness, without the\nability to solve difficulties, so misfortune cannot be avoided; but one is really\nnot to blame. In Buddhist terms, this is when correct concentration has no\ninsight, winding up as a fall at the peak.]\nWu: He is drowned while crossing the river. This is foreboding, but blameless.\nCONFUCIAN COMMENTARY\nConfucius/Legge: Evil follows wading with extraordinary boldness through the\nstream, but the act affords no ground for blame. Wilhelm/Baynes: One should\nnot join blame to the misfortune of going through the water. Blofeld: This\npresages a misfortune for which we cannot possibly be blamed. Ritsema/\nKarcher: Not permitting fault indeed. Cleary (2): The misfortune of going too\nfar cannot be blamed. Wu: The ill fortune of getting drowned should not be a\ncause for blame.\nLegge: The sixth line pursues her daring course with an intent to rectify the\nextraordinary exigency of the time and benefit all under the sky. She is unequal\nto the task and sinks beneath it, but her motive justifies the judgment on her\nconduct.\nNOTES AND PARAPHRASES\nSiu: The man pursues his objectives for the public good, regardless of the\nconsequences and danger. Misfortune results. But no blame is attached to his\nconduct, because there are certain things more important than life itself.\nWing: The goal is worth accomplishing, although the sacrifice to attain it may\nbe confounding in its enormity. No blame is attached to such action, although\nyou should realize the extraordinary reality of what is happening.\nAnthony: It is careless to wish to accomplish our task, no matter what happens.\nPlunging ahead on our own is always dangerous and willful. It is best to retain\ncarefulness, allowing ourself to be guided. Meanwhile, having followed our\nprinciples is without blame, even though the result may be dangerous.\nEditor: Like any line in the I Ching, this one is open to more than one\ninterpretation. It can suggest suffering while undertaking a necessary but difficult\ntask, or it can portray one ignorantly “pushing the river” in pursuit of goals one\ndoesn’t really understand. Legge's commentary about being “unequal to the task”\nis not explicit in the original line -- i.e.: failure is not necessarily a foregone\nconclusion. Life's lessons are often painful -- that's just the way it is, and you are\nnot to blame for it. Cleary (1)’s mention of “medical substances, etc.,” refers to\nTaoist alchemical procedures.\n\nIf anyone wants to be a follower of mine, let him renounce himself and\ntake up his cross every day and follow me. For anyone who wants to\nsave his life will lose it; but anyone who loses his life for my sake will\nsave it.\nLuke 9: 23-25\nA. Plunge in and accept the consequences of your choices: Bite the bullet\nand do your duty.\nB. A painful lesson in the school of hard knocks.\nC. “The road to hell is paved with good intentions.”\nJune 28, 2002, 4/23/06"
  }
}