{
  "hexagram_number": 14,
  "gua": "Judgment\nLegge: Wealth means great progress and success.\nWilhelm/Baynes: Possession in Great Measure. Supreme success.\nBlofeld: He who possesses much -- supreme success!\nLiu: Great Possessions. Great Success.\nRitsema/Karcher: Great Possessing, Spring Growing. [This hexagram\ndescribes your situation in terms of your relation to an overriding concern or\ncentral idea. It emphasizes that organizing all your efforts around this idea is\nthe adequate way to handle it...]\nShaughnessy: The Great Possession: Prime receipt.\nCleary (1): In great possession are creation and development.\nCleary (2): Great possession is great success.\nWu: Great Wealth is primordial and pervasive.\nThe Image\nLegge: Fire over Heaven -- the image of Wealth. The superior man represses\nevil and nurtures virtue in accordance with the benevolent will of heaven.\nWilhelm/Baynes: Fire in heaven above: the image of Possession in Great\nMeasure. Thus the superior man curbs evil and furthers good, and thereby\nobeys the benevolent will of heaven.\n\nBlofeld: This hexagram symbolizes fire in the heavens. [When the trigram for\nheaven is above, whatever is below may be separated from it; when it is below,\nit indicates fusion or intermixture with what is above. The significance here is\nthat the splendor of a very great man lights up the heavens.] The Superior Man\nsuppresses those who are evil and upholds the virtuous. Most gladly he accords\nwith heaven and carries out its commands.\nLiu: Fire over heaven symbolizes Great Possessions. The superior man\nsuppresses evil and honors virtue, and thus follows the will of heaven and waits\nupon destiny.\nRitsema/Karcher: Fire located above heaven. Great Possessing. A chun tzu\nuses terminating hate to display improvement. A chun tzu uses yielding-to\nheaven to relinquish fate.\nCleary (1): Fire is in the sky; great possession. Thus does the superior person\nstop evil and promote good, obeying heaven and accepting its order.\nCleary (2): … Leaders obey nature and accept its order by stopping the bad and\npromoting the good.\nWu: Fire above and heaven below form Great Wealth. Thus the jun zi\nsuppresses the evil and promotes the good; he abides by the will of heaven to\nenrich his life.\nCOMMENTARY\nConfucius/Legge: Wealth shows the magnetic line in the central ruler's\nplace, and honored by the dynamic lines above and below. The figure is\ncomposed of the trigrams of Strength and Clarity. The central line of Clarity\nresponds to the central line of Strength, eventuating in timely action. This\nindicates great progress and success.\nLegge: Wealth means \"great havings,\" and symbolizes a kingdom, family or\nindividual in a state of prosperity. The danger in such a position arises from the\npride it is likely to engender. Here however, everything is against that: the place\nof honor is occupied by a magnetic line, so that the ruler will be humble, and all\nthe dynamic lines will respond to her with sympathetic allegiance. The ruler's\nseat is in the central position of the trigram of Clarity, and hence her strength is\ndirected by intelligence, and all her actions are\ntimely, like the seasons of heaven.\nFire above the sky shines far -- symbolizing the vastness of the territory of\nwealth. To develop virtue and repress evil is in accordance with the will of\nheaven, which has given to all men a nature fitted for goodness.\n\nCleary (2): All states of being have this essence inherent in them and are indeed\nmade of this essence, but all states other than that of complete enlightenment are\nout of harmony with this essence in some way. Buddhahood is when you accord\nwith this essence.\nWu: As the sun shines brightly high in the sky, both the good and the bad will be\nexposed. The responsibility of the jun zi is to discriminate between them. He acts\nin accordance with the nature of goodness (the will of heaven) to enrich his life.\nNOTES AND PARAPHRASES\nJudgment: The greatest kind of Wealth accrues from furthering the Work.\nThe Superior Man manages his forces in accordance with the goals of the\nWork.\nWealth is the inverse of the preceding figure, Union of Forces. If the\nthirteenth hexagram depicts a process of uniting, the fourteenth might be seen as\nthe completion of that process. To have one's inner forces correctly united is\nindeed Possession in Great Measure, which is the title that Wilhelm gives to\nthis figure.\nIt is emphasized in the Image that this Wealth must be administered in\naccordance with the \"benevolent will of heaven,” which is to say: the principles of\nthe Work must always guide one's choices if one is not to lose equilibrium and\nbecome pauperized by illusion.\nThe superior man considers a rich possession of moral principles to be\nhonor, and peace in his person to be wealth.\nChou Tun-I",
  "lines": {
    "1": "Line-1\nLegge: The first line, dynamic, shows that there is no approach to what is\ninjurious, and there is no error. Let there be a realization of the difficulty and\ndanger of the position, and there will be no error to the end.\nWilhelm/Baynes: No relationship with what is harmful. There is no blame in\nthis. If one remains conscious of difficulty, one remains without blame.\nBlofeld: Having no contact with evil, he is blameless; therefore, even if he is\ninvolved in trouble, he remains without fault.\nLiu: Avoidance of the harmful brings no blame. Awareness of difficulty -- also\nno blame. [This line indicates sadness and confusion but also that one can avoid\nthem by being cautious.]\n\nRitsema/Karcher: Without mingling harm. In-no-way faulty. Drudgery byconsequence without fault.\nShaughnessy: There is no exchanging of harm that is not trouble; if in difficulty\nthen there will be no trouble.\nCleary (1): If there is no association with what is harmful, one is not\nblameworthy. If you struggle, there will be no fault.\nCleary (2): As long as there is none of the harm that comes from association,\nthis is not blameworthy. If one struggles, there will be no blame.\nWu: His disadvantage is having no association, but it is not an error of his doing.\nIf he is aware of his difficult position, he will be blameless.\nCOMMENTARY\nConfucius/Legge: Shows no approach to what is injurious. Wilhelm/\nBaynes: If the first line of Possession in Great Measure has no\nrelationships, this is harmful. Blofeld: This line means that we shall avoid any\nintercourse with evil. Ritsema/Karcher: Without mingling harm indeed.\nCleary (2): The absence of harm that comes from association. Wu: His\ndisadvantage is having no association.\nLegge: Line one, though dynamic, is at the lowest part of the figure, and has no\ncorrelate above. No external influences have as yet acted injuriously on him. Let\nhim do as directed, and no hurtful influence will ever affect him.\nNOTES AND PARAPHRASES\nSiu: At the outset, no threats have been received and no challenges met. The\nman avoids harm by realizing the dangers caused by opulence and exercising\nappropriate restraint.\nWing: Although you possess a great deal, you have not yet been challenged in\nyour position. Therefore, you have made no mistakes. Keep in mind that the\nsituation is at its beginning and difficulties may lie on the road ahead. With\nforewarned awareness you can remain blameless.\nEditor: The image suggests a situation of great potential which could be ruined\nthrough bad choices of action. Recognize the difficulty of maintaining your will\nunder such circumstances. Wilhelm’s version of the Confucian commentary and\nWu’s translations of both line and commentary don’t follow the other translators.\nTheir interpretations seem anomalous unless the specific situation concurs.\n\nThere is merely a thin borderline between individuation as a conscious\nprocess and the disruption and dissolution of the personality -breakdown or even psychosis -- which takes place when the unconscious\ngains the upper hand. (Hence also the closeness of genius and insanity\nand the danger of \"short cut” methods of entering the unconscious, such\nas drugs.) The outcome of the confrontation with the numinous powers\ndepends upon the attitude of the ego.\nE.C. Whitmont -- The Symbolic Quest\nA. Despite difficulty, stay clear of anything which might threaten the\nWork.\nB. Be very careful in your choices now.",
    "2": "Line-2\nLegge: The second line, dynamic, shows a large wagon with its load. In\nwhatever direction advance is made, there will be no error.\nWilhelm/Baynes: A big wagon for loading. One may undertake something.\nNo blame.\nBlofeld: There are large supply wagons. [Apparently we need not fear failure\nthrough lack of resources.] If there is some desired goal (or destination), setting\nout (to attain it) will involve no error.\nLiu: Loading the big wagon. Undertaking without blame. [One can expect to\nachieve his undertaking and acquire property.]\nRitsema/Karcher: The great chariot used to carry. Possessing directed going.\nWithout fault.\nShaughnessy: The great cart is used to carry; there is someplace to go; there is\nno trouble.\nCleary (1): Using a great car for transport, when there is a place to go there is no\nfault.\nCleary (2): Using a large car for transport, there is a place to go, etc.\nWu: To haul in a cart to a certain destination is without fault.\nCOMMENTARY\nConfucius/Legge: This refers to the virtue accumulated by the subject of the\nline, so that he will suffer no loss in the conduct of affairs. Wilhelm/ Baynes:\n\nAccumulating in the middle; thus no harm results. Blofeld: Some place where\nsupplies have been accumulated will escape from danger. Ritsema/Karcher:\nAmassing centering, not destroying indeed. Cleary (2): If the load is balanced\nyou will not fail. Wu: Means to accumulate at the center with no failure.\nLegge: The dynamic second line has his proper correlate in the fifth line ruler of\nthe figure, and will subordinate his strength to his humility.\nNOTES AND PARAPHRASES\nSiu: Accumulated virtues and competent helpers enable the man to assume\ngreat responsibilities. Like a huge wagon ready for loading, he subordinates\nstrength to humility.\nWing: You not only have tremendous resources to work with, but you also\npossess the wherewithal to coordinate these assets and make them work for you.\nSuch ingenuity will allow you to fearlessly attempt ambitious endeavors.\nEditor: A wagon is a \"vessel\" which contains something as well as a vehicle\nwhich can go somewhere. Thus the image suggests the power to accomplish a\ntask or reach a goal.\nIf a man worships the Self only as his true state, his work does not perish,\nfor whatever he desires that he gets from that Self.\nBrihadaranyaka Upanishad\nA. The image favors progress in furthering the Work.\nB. A receptive vehicle.\nC. An accumulation of virtue permits progress.",
    "3": "Line-3\nLegge: The third line, dynamic, shows us a feudal prince presenting his offerings\nto the Son of Heaven. An inferior man would be unequal to such a duty.\nWilhelm/Baynes: A prince offers it to the Son of Heaven. A petty man cannot\ndo this.\nBlofeld: A prince may win rewards from his emperor, but this is beyond an\nordinary man's power.\nLiu: A duke makes an offering to the emperor. The inferior man is unable to do\nthis.\n\nRitsema/Karcher: A prince availing-of Growing, tending- towards heavenly\nsonhood. Small People nowhere controlling.\nShaughnessy: The duke uses aromatic grass to the Son of Heaven; the little\nman is not capable of it.\nCleary (1): The work of barons serves the son of heaven. Petty people are\nincapable of this.\nCleary (2): Impartial action gets through to the ruler. Small people, etc.\nWu: A duke has the honor of dining with the king. The little man is unworthy of\nthe honor.\nCOMMENTARY\nConfucius/Legge: An inferior man in such a position does himself harm.\nWilhelm/Baynes: A petty man harms himself. Blofeld: The little man would\nonly harm himself in the attempt. [This omen suggests that a great goal can be\nwon only by someone very powerful or distinguished; others would be well\nadvised not to attempt it.] Ritsema/Karcher: Small People harmful indeed.\nCleary (2): Small people would be harmed. Wu: This will be unfitting to the\nlittle man.\nLegge: Line three is dynamic in a correctly dynamic place. The top line of the\nlower trigram is the proper place for a feudal lord. He will humbly serve the\ncondescending ruler in the fifth place. An inferior man in the same position, but\nwithout the virtue, would give himself airs.\nNOTES AND PARAPHRASES\nSiu: The superior man places his property and talents at the service of the\nruler and the public. The inferior man employs them for his own gain.\nWing: A superior-minded person will place his talents or resources at the\ndisposal of his leader or his community. Through this type of open generosity he\nis benefited, for he is loyally supported in turn. A lesser man cannot do this.\nEditor: This line is often received under painful conditions in which a sacrifice\nof some kind is demanded. Blofeld and Wu’s versions differ conceptually from\nthe other translators, and may be considered eccentric unless the matter under\nquestion supports their interpretations.\nWhether your task demands abject poverty of you or gives you the\ngreatest wealth, you must always remember that nothing, absolutely\nnothing, ever or anywhere really belongs to you. On the contrary,\neverything is God’s property, and from his property you receive\n\nsomething only for your actual needs, corresponding to your task. Just\nas it's a matter of indifference to a canal whether more or less water\nflows through it, because the water doesn't belong to it, you too must\nregard everything fate gives you as something that comes to you from\nGod, and something you must pass on.\nElisabeth Haich -- Initiation\nA. Sacrifice your ego-autonomy for the good of the Work. This is\nimpossible for one who has not advanced beyond his own narrow self-interest.\nB. A superior man's meat is an inferior man's poison.\nC. A difficult sacrifice is called for.",
    "4": "Line-4\nLegge: The fourth line, dynamic, shows its subject keeping his great resources\nunder restraint. There will be no error.\nWilhelm/Baynes: He makes a difference between himself and his neighbor.\nNo blame.\nBlofeld: Pride is not involved -- no error!\nLiu: He distinguishes between himself and his friends. This brings no blame.\nRitsema/Karcher: In-no-way one's preponderance. Without fault.\nShaughnessy: It is not his fullness; there is no trouble.\nCleary (1): Repudiate self-aggrandizement and there is no fault.\nCleary (2): Negating self-inflation, there is no blame.\nWu: He who keeps his strength under restraint will not be humiliated.\nCOMMENTARY\nConfucius/Legge: His wisdom discriminates clearly what he ought to do.\nWilhelm/Baynes: He is clear, discriminating, and intelligent. Blofeld:\nImplies the possession of very great discriminatory powers. [Such as the power\nto recognize how very little of our success is really due to our own merits.]\nRitsema/Karcher: Brightness differentiating clearly indeed. Cleary (2):\nBecause the understanding is clear. Wu: Because he exercises clear\ndiscriminations.\n\nLegge: The strength of line four is tempered by his position in a magnetic place.\nHence he will do no injury to the mild ruler just above him.\nNOTES AND PARAPHRASES\nSiu: The man discriminates clearly what should be done. He keeps his strength\nunder control, yields not to competition and envy, and does not injure the mild\nruler.\nWing: Quell your pride and envy and do not attempt to compete with others or\nemulate those in power. Give your full attention to the business at hand and you\nwill avoid mistakes.\nAnthony: When we argue, we engage and compete with other people’s inferiors.\nWe should remain disengaged. Even when we mentally argue with or inwardly\nlook at the problem, we remain engaged, thinking of ways to deal with their\ninferiors. Such looking to the side causes us to deviate from our own direction.\nEditor: Wilhelm and Liu both render this line in terms of making a distinction\nbetween oneself and others. The distinction to be made is to see the difference\nbetween the minister in line four and the ruler in line five -- i.e., don't overstep\nyour authority or aspire above your proper place. The line can also refer to codependence to other people's illusions. You have your own unique path to follow:\nyou cannot acquiesce to the unenlightened expectations of others without doing\ndamage to yourself, to them, and to the Work. Choices like this are often\nextremely painful. This, however, does not absolve the aspirant from doing what\nthe Work demands.\nBetter is one's own dharma, though imperfectly performed, than the\ndharma of another well performed. Better is death in the doing of one's\nown dharma: the dharma of another is fraught with peril.\nBhagavad-Gita 3:35\nA. Follow your own path and let others follow theirs.\nB. The situation calls for discrimination and restraint.\nC. Differentiate the difference between a superior and an inferior element\nin the situation.",
    "5": "Line-5\nLegge: The fifth line, magnetic, shows the sincerity of its subject reciprocated by\nthat of all the others represented in the hexagram. Let her display a proper\nmajesty, and there will be good fortune.\n\nWilhelm/Baynes: He whose truth is accessible, yet dignified, has good fortune.\nBlofeld: His sense of confidence enables him to be sociable and well respected.\nA dignified bearing is an asset (literally, good fortune).\nLiu: One is confident, sociable, and dignified. Good fortune. [Proud or\naggressive actions will cause trouble. One should not be hasty but wait for the\nproper opportunity to act.]\nRitsema/Karcher: Your conforming: mingling thus, impressing thus.\nSignificant.\nShaughnessy: His return is crossed-like, stooped-like; in the end it is\nauspicious.\nCleary (1): The trust is mutual. Power is auspicious.\nCleary (2): … It is fortunate to be awesome.\nWu: His sincerity matches the confidence the people place in him. His majesty\nmatches the authority the people accord him. This will be auspicious.\nCOMMENTARY\nConfucius/Legge: Her sincerity is reciprocated by all the others because it\nserves to stir and call out what is in their minds. Without a display of proper\nmajesty they might otherwise feel too easy, and make no preparation to serve her.\nWilhelm/Baynes: By his trustworthiness he kindles the will of others. The\ngood fortune of his dignity comes from the fact that he acts easily, without\nprearrangements. Blofeld: His good fortune in winning the respect of others\nenables him to make changes without prior preparation. [This means that we\nshall be trusted even if we act unexpectedly.] Ritsema/Karcher:\nTrustworthiness uses shooting-forth purpose indeed. Impressing thus, having\nsignificance. Versatility and-also without preparing indeed. Cleary (2):\nAspirations are aroused through faith ... Ease and freedom from preparation.\nWu: His sincerity is to pursue what he sets out to do … Auspiciousness comes\nfrom simplicity and unpretentiousness.\nLegge: Line five symbolizes the ruler. Mild sincerity is good in her, and\ninfluences her ministers and others. But a ruler must not be without an aweinspiring majesty.\nNOTES AND PARAPHRASES\nSiu: The man and his people are mutually attracted to each other through\nunaffected sincerity. Benevolence on his part, however, must be accompanied by\n\nthe proper display of majesty. Otherwise, the people will become insolent and\nlose their attitude of service.\nWing: Those whom you may influence are attracted to you through the bond of\nsincerity. Thus a truthful relationship exists. If you are overly familiar, however,\nattitudes may become too casual to get things accomplished. A dignified\napproach brings good fortune.\nEditor: Psychologically, this line expresses the idea that the will of the ego to\nmaintain the letter and spirit of the Work creates a climate of compliance among\nthe other complexes within the psyche.\nWhatever a great man does, that others follow;\nWhatever he sets up as a standard, that the world follows.\nBhagavad-Gita 3: 21\nA. A good example evokes virtue.\nB. The ego is sincere yet firm with the psychic forces under its influence.\nC. The image suggests a reciprocity of forces -- you get as good as you give.",
    "6": "Line-6\nLegge: The sixth line, dynamic, shows its subject with help accorded to him from\nHeaven. There will be good fortune, advantage in every respect.\nWilhelm/Baynes: He is blessed by heaven. Good fortune. Nothing that does\nnot further.\nBlofeld: Those under heaven's protection enjoy good fortune and success in\neverything. [The top line of a very favorable hexagram is sometimes taken to\nsymbolize heaven. Whoever receives (this line) may expect utmost success.]\nLiu: One is blessed by heaven. Good fortune. Benefit in everything.\nRitsema/Karcher: Originating-from heaven shielding it. Significant, without\nnot Harvesting.\nShaughnessy: From heaven blessing it; auspicious; there is nothing not\nbeneficial.\nCleary (1): Help from heaven is auspicious, unfailingly beneficial.\nCleary (2): Good fortune that is a blessing from heaven is beneficial to all.\n\nWu: With blessings from heaven, there will be good fortune and nothing\ndisadvantageous.\nCOMMENTARY\nConfucius/Legge: Good fortune arises from the help of heaven. Wilhelm/\nBaynes: The place at the top of Possession in Great Measure has good\nfortune. This is because it is blessed by heaven. Blofeld: The great good\nfortune presaged by this line is that of being specially protected by heaven.\nRitsema/Karcher: Great Possessing the above: significant. Originating-from\nheaven shielding indeed. Cleary (2): A blessing from heaven. Wu: The\nblessings come from heaven.\nLegge: Even the topmost line takes its character from line five. His strength is\nstill tempered, and heaven gives its approval.\nNOTES AND PARAPHRASES\nSiu: The man attains the fullness of blessings. He recognizes the bases for the\nfavorable state of affairs, remains devoted in his actions, and honors the sage who\nexerted the beneficent influence.\nWing: Here lies the potential for great blessings and good fortune. Know how to\nkeep things in balance; be devoted in your endeavors and openly appreciative to\nthose who help you. In this way you might expect supreme success.\nEditor: Of all the lines and hexagrams in the I Ching, this is one of the most\nfavorable combinations that one can receive. If it is the only changing line, the\nhexagram of Wealth is transformed into the thirty-third hexagram of Great\nPower -- a most energetic combination of images.\nI cannot define for you what God is. I can only say that my work has\nproved empirically that the pattern of God exists in every man, and that\nthis pattern has at its disposal the greatest of all his energies for\ntransformation and transfiguration of his natural being.\nJung -- Letters\nA. \"God is on your side.\"\nJune 2, 2000, Rev. 5/11/09"
  }
}