{
  "hexagram_number": 12,
  "gua": "Judgment:\nLegge: Divorcement means there is a lack of communication between the\ndifferent classes of men. This is unfavorable to the superior man. The great has\ndeparted and the inferior has arrived.\nWilhelm/Baynes: Standstill. Evil people do not further the perseverance of\nthe superior man. The great departs; the small approaches.\nBlofeld: Stagnation (obstruction) caused by evil doers. Although the omen\nportends ill for the Superior Man, he must not slacken his righteous persistence.\nThe great and the good decline; the mean approach. [When heaven and earth\ncease to co-operate, no growth is possible and stagnation results. The trigram\n(earth), when in intercourse with heaven, has the auspicious meaning of glad\nacceptance; but, when separated from heaven, it represents weakness and\ndarkness, etc.]\nLiu: Stagnation. Stagnation is of no benefit, although not of man's doing. The\nsuperior man carries on (according to his principles). The great is departing. The\nsmall is arriving.\nRitsema/Karcher: Obstructing it, in-no-way people. Not Harvesting: chun\ntzu, Trial. the great going, the small coming. [This hexagram describes your\nsituation in terms of being blocked or interfered with. It emphasizes that\naccepting the hindrances that temporarily interrupt the flow of life and thwart\ncommunication is the adequate way to handle it. To be in accord with the time,\nyou are told to: accept obstruction!]\nShaughnessy: The wife's non-persons; not beneficial for the gentleman to\ndetermine; the great go, the little come.\nCleary (1): Obstruction’s denial of humanity does not make the superior\nperson’s rectitude beneficial. The great goes and the small comes.\n\nCleary (2): … Does not make the leader’s correctness beneficial, etc.\nWu: Stagnation is destined to cause obstruction of normal course of action. It\nis not beneficial to the jun zi who takes a persevering stand. The great goes out\nand the small comes in.\nThe Image:\nLegge: Heaven and earth are estranged -- the image of Divorcement. The\nsuperior man preserves his virtue by withdrawing from evil, and refuses both\nhonor and wealth.\nWilhelm/Baynes: Heaven and earth do not unite: the image of Standstill.\nThus the superior man falls back upon his inner worth in order to escape the\ndifficulties. He does not permit himself to be honored with revenue.\nBlofeld: This hexagram symbolizes heaven and earth cut off from each other.\nTo conserve his stock of virtue, the Superior Man withdraws into himself and\nthus escapes from the evil influences around him. He declines all temptations of\nhonor and riches. [To understand why the trigrams for heaven and earth\narranged in what seems to be their natural positions have this inauspicious\nsignificance, see notes on the preceding hexagram, (Harmony).]\nLiu: Heaven and earth are not united, symbolizing stagnation. The superior\nman restrains himself to avoid danger. He seeks neither honor nor wealth.\nRitsema/Karcher: Heaven, earth, not mingling. Obstruction. A chun tzu\nuses parsimonious actualizing-tao to cast-out heaviness. A chun tzu uses not\npermitting splendor to use benefits. [Actualize-tao: Ability to follow the\ncourse traced by the ongoing process of the cosmos ... Linked with acquire, TE:\nacquiring that which makes a being become what it is meant to be.]\nCleary (1): When heaven and earth do not commune, there is obstruction.\nThe superior person therefore is parsimonious with power and avoids trouble,\nnot susceptible to elevation by emolument.\nCleary (2): … Leaders … should not prosper on wages.\nWu: … The jun zi practices the virtue of frugality to alleviate difficulties,\nbut does not allow himself to be honored with official salary.\nCOMMENTARY\nConfucius/Legge: The unfavorable auspice of Divorcement is because\nheaven and earth are not in communication, and all things consequently fail to\nunite. High and low, superior and inferior, do not meet in union, and there are no\nwell- regulated states in the kingdom. The lower trigram consists of magnetic\n\nlines, and the upper of dynamic lines: darkness is within, clarity without;\nweakness within, strength without. The lower trigram represents the advancing\ninferior men, the upper trigram represents the retreating superior men.\nLegge: The form of Divorcement is the exact opposite of Harmony, and\nmuch of what has been said on the interpretation of that will apply to this.\nDivorcement is the hexagram of the seventh month when the process of growth\nhas ended and increasing decay may be expected. The trigram of Earth is below\nand that of Heaven is above, and since it is always proper for the lower trigram to\ntake the initiative, how can Earth take the place of Heaven? As in nature, it is\nHeaven that originates, not Earth, and in a state the upper classes must take the\ninitiative, and not the lower.\nNOTES AND PARAPHRASES\nJudgment: The time is out of joint -- decadence waxes and virtue is mocked.\nThe Superior Man refuses to participate in the prevailing disorder.\nIf the preceding hexagram images the fruitful union of heaven and earth in\na holy marriage, this figure shows their Divorcement.\nDivorcement: The act, process, or an instance of separating things\nclosely joined -- the state of being separated.\nTo receive this figure without changing lines suggests that you are\nseparated from truth or virtue, or that for the moment at least, the situation at\nhand affords no possibility of reconciliation. During such conditions it would be\nthe height of folly to \"wed oneself\" to the prevailing disorder.\nNote however that every line but the third shows some kind of effort to\nreunite that which has been separated. The first shows an alliance of closely\nrelated elements bent on serving the Work; line two depicts a kind of holding\naction which is necessary to allow a superior element to prevail. The third line\nidentifies recalcitrant forces which prevent union, and four depicts another\nalliance -- a higher octave of its first line correlate. Line five images nearly\ncomplete re-unification and six shows the end of Divorcement. These images\nsuggest that although disunion prevails, the energy in the situation is promoting\nconnection.\nAs regards the Judgment:\nPlato seems to have expressed Confucius' idea perfectly. In The\nRepublic he makes Socrates say that the true philosopher, finding\nhimself in an evil environment, \"will not join in the wickedness of his\nfellows, but neither is he able singly to resist all their fierce natures, and\ntherefore seeing that he would be of no use to the State or to his friends,\n\nand reflecting that he would have to throw away his life without doing\nany good either to himself or others, he holds his peace, and goes his own\nway ... he is content, if only he can live his own life and be pure from evil\nor unrighteousness, and depart in peace and good-will, with bright\nhopes.\"\nH.G. Creel -- Confucius and the Chinese Way",
  "lines": {
    "1": "Line-1\nLegge: The first line, magnetic, suggests the idea of grass pulled up, and bringing\nwith it other stalks with whose roots it is connected. With firm correctness on the\npart of its subject, there will be good fortune and progress.\nWilhelm/Baynes: When ribbon grass is pulled up, the sod comes with it. Each\naccording to his kind. Perseverance brings good fortune and success.\nBlofeld: When grass is uprooted, what is attached to it is pulled up as well.\nRighteous persistence brings good fortune and success. [Although this hexagram\nis ominous, the first line is auspicious. This sort of contradiction is common with\nbottom and top lines, which are often held to precede or follow after the main\nsituation.]\nLiu: When ribbon grass is pulled out, its roots come with it. They are of the same\nkind. Continuing leads to success and good fortune.\nRitsema/Karcher: Eradicating thatch-grass intertwined. Using one's\nclassification. Trial: significant. Growing.\nShaughnessy: Plucking the cogon-grass stem with its roots; determination is\nauspicious; receipt.\nCleary (1): Pulling out roots of a reed takes others with it. It is good and\ndevelopmental to be correct.\nCleary (2): … Correctness is auspicious and successful.\nWu: Like pulling reeds with all their connecting roots, it will be persevering,\nauspicious and pervasive.\nCOMMENTARY\nConfucius/Legge: The will of the parties intended is bent on serving the ruler.\nWilhelm/Baynes: The will is directed to the ruler. Blofeld: The omen is\nfavorable owing to continued loyalty to the rule. [The ruler is now surrounded by\nevil men or men of mean attainments, but the Superior Man continues to help\n\nhim.] Ritsema/Karcher: Purpose located-in a chief indeed. Cleary (2): The\nwill is in the leader. Wu: Because the aspiration is to serve the king.\nLegge: Naturally we should expect the advance of the first of the three\nmagnetic lines to lead to evil. But if she sets herself to be firm and correct, she\nwill bring about a different issue. She is one of the cluster of inferior forces who\nare able to change their mind, and set their hearts to love their ruler.\nNOTES AND PARAPHRASES\nSiu: At the outset, the inferior people are advancing. The man retires from\npublic office in order to preserve his integrity. He brings along his associates, who\nare like the sod clinging to the uprooted grass.\nWing: If it is not possible to change or influence the current environment while\npreserving the principles that have formed your character, then withdraw\ncompletely. Success will come to you in a more profound sense than could be\nrealized from a compromising situation. Important associates may leave with\nyou. Good fortune.\nEditor: Compare this with the first line of the preceding hexagram. In some\ncircumstances the meaning can be similar to the proverb: \"Birds of a feather flock\ntogether.\" In another sense, if \"grass roots\" are the foundation, source, bare\nessence of something, then the first line can represent the roots of the lower\ntrigram, which is seen as a clump of grass or \"cluster of inferior forces.\" The\nimage suggests the separation of oneself from an entrenched position and moving\nupward. Confucius sees this movement as being in accord with the will of \"the\nruler\" -- in psychological terms: the will of the Self.\nEndeavor to ascend into thyself, gathering in from the body all thy\nmembers which have been dispersed and scattered into multiplicity from\nthat unity which once abounded in the greatness of its power. Bring\ntogether and unify the inborn ideas and try to articulate those that are\nconfused and to draw into light those that are obscured.\nPorphyry\nA. A fundamental change for the better, or the first step toward unity:\ngrass-roots support.\nB. An ascent from a fixed position. A confederation of lower elements\ncombines to serve a greater whole.\nC. Form follows function. Stay connected with your origins/basic values in\ncontext of hexagram’s meaning in Judgment and Image.\nD. Action follows perception.",
    "2": "Line-2\nLegge: The second line, magnetic, shows its subject patient and obedient. To the\ninferior man comporting himself so there will be good fortune. If the great man\ncomports himself as the distress and obstructions require, he will have success.\nWilhelm/Baynes: They bear and endure; This means good fortune for inferior\npeople. The standstill serves to help the great man to attain success.\nBlofeld: Because they know how to please the authorities, fortune now favors\nthe mean, but the Superior Man prefers to contend with the causes of stagnation\nin the realm. [He cares for the welfare of others more than for being in favor.]\nLiu: Forbearance and obedience bring good fortune for the inferior. The\nsuperior man is stagnant. But his purpose will succeed.\nRitsema/Karcher: Enwrapping receiving. Small People significant. Great\nPeople Obstructed. Growing.\nShaughnessy: Wrapping the steamed offering: for the little man auspicious, for\nthe great man negative; receipt.\nCleary (1): Embracing servility, the petty person is lucky; for the great person,\nobstruction is developmental.\nCleary (2): Embracing service, small people are lucky; great people get through\nobstruction.\nWu: Using flattery to please the superior will bring good fortune to the little\nman. The great man will find it obstruction to progress, but with patience, he will\nturn obstruction into pervasion.\nCOMMENTARY\nConfucius/Legge: The great man does not allow himself to be disordered by\nthe herd of inferior men. Wilhelm/Baynes: He does not confuse the masses.\nBlofeld: He does so by not entangling himself with the masses. Ritsema/\nKarcher: Not disarraying the flock indeed. Cleary (2): They are not deranged\nby the crowd. Wu: Because he despises the company of little men.\nLegge: Patience and obedience are proper for the inferior man in all\ncircumstances. The subject of the second line is a great man, and occupies the\nplace in the center -- if, when confronted by difficulties he cherishes the\nattributes of patience and obedience, he will soon have a happy issue out of the\ndistress.\n\nNOTES AND PARAPHRASES\nSiu: The man achieves good fortune by patience and obedience to his superior,\nwho resolves his uncertainties. The great man, however, acts independently in\nmeeting the challenge of the circumstances.\nWing: It is better to quietly accept Stagnation than to attempt to influence the\nleaders and willing victims of the situation. By remaining apart, you will not\ncorrupt your principles. Success is indicated.\nEditor: Psychologically interpreted, the ego must always be aware of two realms\nof power in the psyche: the differentiated complexes and the integrating\nprinciple, or Self. In unifying its components, the Self sometimes uses strategies\nwhich are beyond the comprehension of the ego. When such tactics are in effect,\nit is time for the ego to \"bear and endure\" in good faith.\nThus the Hermetic treatise of rebirth describes the stages by which in the\nmystical situation the astral soul is dissolved and the spiritual self\ngenerated: one by one, the demonic powers (hailing from the Zodiac) are\nousted from the subject and replaced by \"powers of God\" descending into\nit by grace and with their entrance progressively \"composing\" the new\nperson. The initiate, ascetically prepared, is throughout receptive rather\nthan active. With the dissolving of the former self he passes outside and\nbeyond himself into a different being.\n-- H. Jonas -- The Gnostic Religion\nA. Subordinate elements endure an impasse: the Self refuses to pander to\nthe illusions of its satellites. Sit tight and allow the situation to evolve. Trust the\nWork.",
    "3": "Line-3\nLegge: The third line, magnetic, shows its subject ashamed of the purpose folded\nin her breast.\nWilhelm/Baynes: They bear shame.\nBlofeld: He conceals his shame.\nLiu: They bear with humiliation.\nRitsema/Karcher: Enwrapping embarrassing.\nShaughnessy: Wrapping: Enfolding sadness.\nCleary (1): Hiding shame.\n\nCleary (2): Embracing disgrace.\nWu: It indicates a cover-up of shame. [The little man wishes to undermine\nprogress. Since he is able to keep shame under wrap, there is no apparent\nforeboding or regret.]\nCOMMENTARY\nConfucius/Legge: This is due to the inappropriateness of the position.\nWilhelm/Baynes: They bear shame because the place is not the right one.\nBlofeld: This is indicated by the unsuitable position of the line. Ritsema/\nKarcher: Situation not appropriate indeed. Cleary (2): The position is not\nappropriate. Wu: The position is improper.\nLegge: The third line is magnetic in a dynamic place. She would vent her evil\npurpose, but hasn't the strength to do so. Therefore she is left to the shame which\nshe ought to feel without a word of warning.\nNOTES AND PARAPHRASES\nSiu: The man feels inwardly ashamed for having acquired his position\nillegitimately. But he does not have the strength to carry out his evil purpose.\nWing: Because of questionable methods and motives used to attain your\nposition, your plans will not come to fruition. There is some shame in this, but\ntherefore improvement.\nEditor: Wilhelm and Liu both use the plural here: \"They bear shame,\" and\n\"They bear with humiliation.\" I have received this line when it referred to\nautonomous elements (inner complexes or other people) influencing the\nsituation; I have also received it directed at a consciously held attitude, as well as\ndescribing another person’s hidden agenda. Part of the idea here is that for one to\nmend one's ways one must first recognize one's errors and \"feel shame\" about\nthem. The prognosis is then favorable -- i.e.: \"Go thy way and sin no more.\"\nSometimes this line can be a reprimand for asking the oracle a question you can\nfigure out for yourself.\nWe are still as possessed by our autonomous psychic contents as if they\nwere gods. Today they are called phobias, compulsions, and so forth, or\nin a word, neurotic symptoms. The gods have become diseases; Zeus no\nlonger rules Olympus but the solar plexus, and creates specimens for the\nphysician's consulting room, or disturbs the brains of the politicians and\njournalists who then unwittingly unleash mental epidemics.\nJung -- The Secret of the Golden Flower\nA. Shame on you.\n\nB. Shame on him, her, them or it.\nC. Shame is “concealed” within brazen, unapologetic behavior.",
    "4": "Line-4\nLegge: The fourth line, dynamic, shows its subject acting in accordance with the\nordination of Heaven, and committing no error. His companions will come and\nshare in his happiness.\nWilhelm/Baynes: He who acts at the command of the highest remains without\nblame. Those of like mind partake of the blessing.\nBlofeld: Whatever is done in response to a command from on high cannot be a\nwrong. His companions are also made illustrious and blessed. [Yet, according to\nConfucius, if a ruler is wholly evil, he may be regarded as a bandit and\nremoved. Short of that, however, obedience to authority had to be\nunquestioning.]\nLiu: He whose actions are in accord with the orders of the highest receives no\nblame. His fellows share in his blessing.\nRitsema/Karcher: Possessing fate, without fault. Cultivating radiant\nsatisfaction.\nShaughnessy: There is a command; there is no trouble; blessings fastened to\nthe split-log.\nCleary (1): If there is an order, there is no fault. The companions attain felicity.\nCleary (2): If there is order, there is no blame. The companions cleave to\nblessings.\nWu: Having received the command from the above is without blame. Those of a\nlike kind will share the blessing.\nCOMMENTARY\nConfucius/Legge: The purpose of his mind can be carried into effect.\nWilhelm/Baynes: What is willed is done. Blofeld: Those carrying out\ncommands are obeying the ruler's will. Ritsema/Karcher: Purpose moving\nindeed. Cleary (2): Because the will is carried out. Wu: His aspirations will\nprevail.\n\nLegge: The action of the subject of the line, whose activity is tempered by his\nmagnetic position, will be good and correct, and issue in success and happiness.\nThe fourth line is just below the ruler's place, and yielding to the will of Heaven,\nor the ruler, he gets his purpose carried out.\nNOTES AND PARAPHRASES\nSiu: A turn for the better occurs. To succeed in creating order and making\nprogress, however, the man must be given the requisite authority to do the task.\nHe will fail if he proceeds on his own initiative and judgment.\nWing: It is possible to change the entire situation to one of progress and order. If\nyou sincerely hear a calling to the task and are in harmony with the cosmos, you\nand your associates will benefit. If you simply appoint yourself to the position of\nleader, confusion could result.\nEditor: Psychologically, the idea here is that when the ego follows the principles\nof the Work, or the will of the Self (which amounts to the same thing), other\nelements within the psyche (\"his companions\") are thereby induced to fall into\nline.\n[Once unity has been achieved] the work of destiny can be commenced,\nwhich is the functioning as a part of God’s evolving Universe which [the\nindividual], as a spirit, undertook to carry out in the first place... And\nhow does he work out his destiny? By being himself -- literally. By acting\nfrom within the center of his being, his essential self. Not by acting\naccording to the dictates of his mind, his emotions or his instincts, but by\nusing them according to his and their needs.\nG. Knight -- The Work of a Modern Occult Fraternity\nA. Obey the principles of the Work, and disparate elements will follow\nyour lead.\nB. You are in harmony with your duty/destiny/Work.",
    "5": "Line-5\nLegge: The fifth line, dynamic, shows him who brings the distress and\nobstruction to a close -- the great man and fortunate. But let him say: \"We may\nperish! We may perish!\" So shall the state of things become firm, as if bound to a\nclump of bushy mulberry trees.\nWilhelm/Baynes: Standstill is giving way. Good fortune for the great man.\n\"What if it should fail? What if it should fail?\" In this way he ties it to a cluster of\nmulberry shoots.\n\nBlofeld: Stagnation (obstruction) is now coming to an end and fortune favors\nthe Superior Man, but he must not forget the situation is so dangerous that\ncollapse may yet occur. Accordingly, he must strengthen himself as mulberry\ntrees are strengthened by tight bindings.\nLiu: Stagnation is coming to an end. The great man has good fortune. \"Will it\nfail, will it fail?\" He ties it to the mulberry shoots.\nRitsema/Karcher: Relinquishing Obstruction. Great People significant. Its\nextinction, its extinction. Attaching tending-towards bushy mulberry trees.\nShaughnessy: Beneficent wife; for the great man auspicious; it is lost, it is lost,\ntied to a bushy mulberry.\nCleary (1): Ending obstruction, great people are fortunate, but tie themselves to\na tree trunk lest they go to ruin.\nCleary (2): Putting a stop to obstruction, great people are fortunate. But they\nstill keep destruction in mind.\nWu: Stagnation will soon be brought to a close. This is auspicious for the great\nman. Would the nation perish? Would the nation perish? It is like having tied it\nto the trunk of a mulberry tree.\nCOMMENTARY\nConfucius/Legge: The good fortune of the great man arises from the\ncorrectness of his position. Wilhelm/Baynes: The place is correct and\nappropriate. Blofeld: That fortune now favors the Superior Man is indicated by\nthe suitable position of this line. [A firm line with other firm lines on either\nside.] Ritsema/Karcher: Situation correcting appropriate indeed.\nCleary (2): The fortune of great people is when their position is truly\nappropriate. Wu: Because his position is proper.\nThe master said: \"He who keeps danger in mind is he who will rest safe\nin his seat; he who keeps ruin in mind is he who will preserve his interests\nsecure; he who sets the danger of disorder before him is he who will maintain\nthe state of order. Therefore the superior man, when resting in safety, does not\nforget the possibility of ruin; and when all is in a state of order, he does not\nforget that disorder may come. Thus his person is kept safe, and his states and\nall their clans can be preserved. This is according to what the I Ching says: `Let\nhim say, \"Shall I perish? Shall I perish?\" So shall this state be firm, as if bound\nto a clump of bushy mulberry trees.'\"\nLegge: The dynamic fifth line in his correct central place brings the distress and\nobstruction to a close. Yet he, as ruler, is warned to maintain his caution in two\n\nlines of rhyme: \"And let him say, `I die! I die!' -- So to a bushy clump his fortune\nhe shall tie.\"\nNOTES AND PARAPHRASES\nSiu: The man brings order and progress to the situation. He exhibits coolheadedness and caution during the transition and maintains contingency plans in\nreadiness.\nWing: A sweeping change for the better is indicated. Things can improve and\nprogress. Yet this is the very time to feel cautious and reserved. With such an\nattitude your success is doubly insured and a strong foundation is established for\nthe new times.\nEditor: The image in the first line is of the entangled roots of grass plants. The\ndifferences between line one and line five are the differences between roots and\nstalks -- one is a cause, the other is an effect. The roots are entangled naturally,\nthe stalks must be bound together by a conscious act of will: one is a hidden\nnatural association, the other is an overt willed association.\nThe affairs of men are often spoiled within\nan ace of completion,\nby being careful at the end as at the beginning\nfailure is averted.\nTao Te Ching\nA. Be careful during a time of transition.\nB. Advance with care out of stagnation.",
    "6": "Line-6\nLegge: The sixth line, dynamic, shows the overthrow and removal of the\ncondition of distress and obstruction. Before this there was that condition.\nHereafter there will be joy.\nWilhelm/Baynes: The standstill comes to an end. First standstill, then good\nfortune.\nBlofeld: Stagnation (obstruction) has now been overcome and is followed by\ngreat joy.\nLiu: Stagnation ends. First there is stagnation, later good fortune.\nRitsema/Karcher: Subverting Obstruction. Beforehand Obstruction,\nafterwards rejoicing.\n\nShaughnessy: Momentary wife; at first negative, later happy.\nCleary (1): Overturning obstruction: first there is obstruction, afterward joy.\nWu: Stagnation is ousted, etc.\nCOMMENTARY\nConfucius/Legge: How could it be prolonged? Wilhelm/Baynes: When\nstandstill comes to an end, it reverses. One should not wish to make it\npermanent. Blofeld: In the end it must be overcome. How could it endure\nforever? [The process of change is continuous. This is the last line, which is held\nto have emerged from the evil symbolized by the hexagram as a whole.]\nRitsema/Karcher: Wherefore permitting long-living indeed? Cleary (2):\nWhat can last? Wu: How could it last?\nLegge: There is an end to the condition of distress. It was necessary that that\ncondition should give place to its opposite; and the dynamic line in the topmost\nplace fitly represents the consequent joy.\nNOTES AND PARAPHRASES\nSiu: Stagnation and disintegration give way to happiness and progress. But they\nmay not last long.\nWing: The opportunity to change a situation from Stagnation to progress is\nat hand. It will not happen of its own accord. A strong and continuing sense of\npurpose is necessary to achieve and maintain the greatest possible heights of\nsuccess.\nEditor: When this line changes the hexagram becomes number forty-five:\nContraction. This suggests that when an impasse is finally broken, the energy\nreleased begins to accumulate for a new cycle of growth.\nWhen one has learned to live with the manifestations of the \"not-I\" in an\nattitude of concrete acceptance, bearing one's seemingly inferior\npersonal characteristics as a burden rather than identifying with them\nand at the same time humbly remaining open to the demands of hitherto\nunrealized transpersonal powers, a\nnew phase of psychological\ntransformation is initiated. The instinctual drives themselves may\nchange character and consequently the needs for suppressive discipline\nor sublimation can be lessened. Much of what formerly seemed evil, or at\nleast compulsively disturbing, reveals itself as merely primitive and\ntherefore capable of constructive growth. The instinctual drives thus\ntransformed and matured cease to be sources of moral danger,\ntemptation or sin; instead they become the originators of new creative\n\nimpulses and possibilities of expression which eventually widen the scope\nof the personality and with it the whole life.\nE.C. Whitmont -- The Symbolic Quest\nA. The situation is about to improve. Once the lessons of an impasse are\nintegrated, one moves on to other things.\nMay 26, 2001, 4/24/06"
  }
}