{
  "hexagram_number": 8,
  "gua": "Judgment\nLegge: Holding Together indicates good fortune, but let the querent reexamine himself by divination whether his virtue is great, un-intermitting and\nfirm. If so, there will be no error. Those who are ready will then join him, but\nthose who delay will meet with misfortune.\nWilhelm/Baynes: Holding Together brings good fortune. Inquire of the\noracle once again whether you possess sublimity, constancy, and perseverance;\nthen there is no blame. Those who are uncertain gradually join. Whoever comes\ntoo late meets with misfortune.\nBlofeld: Unity (or co-ordination). Good fortune! Further consultation of the\noracle will provide an omen of great and lasting value. No error! Those whose\nhearts are troubled assemble. The laggards suffer disaster. [Just as the last\nhexagram deals ostensibly with military affairs, so does this one largely\nconcern administration. For divination purposes, it should be regarded\nfiguratively -- unless a problem of administration is actually involved in the\nenquiry.]\nLiu: Union. Good fortune. The prediction for one attempting union should be\ngreatness, continuation, and constancy; no blame. If one hesitates, then joins\nlate: misfortune.\nRitsema/Karcher: Grouping, significant. Retracing the oracle-consulting:\nSpring, perpetual Trial. Without fault. Not soothing, on-all-sides coming.\nAfterwards, husbanding: pitfall. [This hexagram describes your situation in\nterms of how you categorize people and things and how you relate to these\ncategories. It emphasizes that joining people and things through recognizing\ntheir essential qualities is the adequate way to handle it.]\nShaughnessy: Alliance: auspicious. The original milfoil divination: prime;\npermanent determination is no trouble. The un-tranquil land comes; for the\nlatter fellow inauspicious.\n\nCleary (1): Accord is auspicious. Investigating and ascertaining, if the basis is\nalways right, there is no error: Then the uneasy will come; but the dilatory are\nunfortunate.\nCleary (2): Accord bodes well. Make sure the basis is always right, so that\nthere will be no fault. Then the uneasy will come. Latecomers are unfortunate.\nWu: Subservience indicates auspiciousness. Seeking to confirm the intent and\nmotivation of allegiance by divination is without fault. Those who seek peace can\nall come, but those who hesitate and come late will have ill fortune.\nThe Image\nLegge: The image of the earth, and over it water, form Holding Together. The\nancient kings, in accordance with this, established the various states and\nmaintained an affectionate relation to their princes.\nWilhelm/Baynes: On the earth is water: the image of Holding Together.\nThus the kings of antiquity bestowed the different states as fiefs and cultivated\nfriendly relations with the feudal lords.\nBlofeld: The hexagram symbolizes water lying upon the land -- coordination. [This is indicated by the nature of the component trigrams. It is\nby co-operation between the fertile earth and the water which irrigates it that\ngrowth is achieved.] The ancient rulers strengthened the realm by being on\naffectionate terms with the feudal lords. [This may suggest dealing kindly with\nimmediate subordinates.]\nLiu: Water over the earth symbolizes Union. The ancient kings established\nmany states and were friendly with the feudal lords.\nRitsema/Karcher: Above earth possessing stream. Grouping. The Earlier\nKings used installing myriad cities to connect the connoted feudatories.\nCleary (1): There is water on the earth, in accord. Thus did the kings of yore\nestablish myriad realms and associate with their representatives.\nWu: There is water on the ground; this is Subservience. Thus the late kings\nfounded the states and kept a personal relationship with all the princes.\nCOMMENTARY\nConfucius/Legge: Holding Together denotes help, and we see in the figure\ninferiors docilely following their superior. All that is said in the Judgment follows\nfrom the position of the dynamic line in the center of the upper trigram. Those\nwho do not respond to him have exhausted their good fortune.\n\nLegge: The idea of union between the different members and classes of a state\nand how it can be secured, is the subject of Holding Together. The dynamic\nline in the fifth place of authority represents the ruler to whom the subjects of all\nthe other lines offer a ready submission. Generally, the second line is the proper\ncorrelate of the fifth, but here all of the other lines are also his subjects.\nHarmonious union is secured by the sovereign authority of the ruler, but he is\nwarned to see that his virtue is worthy of his position, and his subjects are\nwarned not to delay in submitting to him. Those who do not seek to promote and\nenjoy union until it is too late are left out in the cold. The sentiment is the same\nas that in the lines of Shakespeare about the tide in the affairs of men. In the\nImage, \"water upon the face of the earth\" suggests an emblem of close union.\nNOTES AND PARAPHRASES\nJudgment: The success of the Work is determined by the proper integration of\nintrapsychic forces. Separated and disparate forces are an index of its failure.\nUnremitting willpower is the catalyst for unity. Do you have the requisite will to\nfacilitate this goal? Ask the oracle.\nThe Image: Archetypal intelligences (the gods) created many dimensions of\nawareness (Jung's collective unconscious or objective psyche), maintaining\nbenevolent contact with them all. (\"Benevolent\" refers to original intent -- Plato's\nrealm of ideal forms -- \"The Good.\" This is the image of an evolving multiverse of\nawareness – a human psyche.)\nPsychologically interpreted, Holding Together depicts the Self as the\nfifth-line ruler surrounded by its satellite complexes. Astrologically rendered, we\nsee the same image in the solar system with its Sun surrounded by planets -- each\nsymbolizing a faculty within the psyche (e.g., Mercury is intellect, Mars is\naggression, etc). Viewed this way, the eighth hexagram portrays the functioning\nof a divine process. (Whenever the \"ancient kings\" are mentioned in the I\nChing, we can take them as the symbolic architects of a primordial ideal of\nperfection.)\nThe Image in Holding Together is an allegory of the Self establishing\nthe various complexes within the psyche (the Sun establishing its planets) so that\nthey can evolve into a reflection of the ideal intent of the Work. (In the timeless\nrealms of hyperspace, the Garden of Eden and the New Jerusalem exist\nsimultaneously, although here in spacetime, as key facilitators in a “work in\nprogress,” we labor somewhere between cause and effect.)\nAlthough the psyche of a functional human being is held together\nrelatively coherently, its inner relationships are continuously orbiting each other\nin cycles of change. (Astrological transits symbolize such changes.) The Tao of\npsychic evolution (the Work) is to respond to the changes consciously and\ncoherently so that all forces eventually become synchronized with the will of their\n\nsource. The ego’s sole responsibility is to do this in the spacetime dimension for\nthe benefit of the Self.\nIn whatever way one may conceive the relationship between the\nindividual self and the universal Self, be they regarded as identical or\nsimilar, distinct or united, it is most important to recognize clearly, and\nto retain ever present in theory and practice, the difference that exists\nbetween the Self in its essential nature -- that which has been called the\n‘fount', the ‘center', the ‘deeper being', the ‘apex' of ourselves -- and the\nsmall ordinary personality, the little ‘self' or ego, of which we are\nnormally conscious. The disregard of this vital distinction leads to absurd\nand dangerous consequences.\nRoberto Assagioli – Psychosynthesis\nThe message for the superior man in this hexagram is the only injunction\nin the Book of Changes to re-consult the oracle. Implicit in this curious\nchallenge is a need to evaluate your competence to further the Work. The answer\nshould tell you the condition of your will.\nThe will is, curiously, not recognized as the central and fundamental\nfunction of the ego. It has often been depreciated as being ineffective\nagainst the various drives and the power of the imagination, or it has\nbeen considered with suspicion as leading to self-assertion (will-topower). But the latter is only a perverted use of the will, while the\napparent futility of the will is due only to a faulty and unintelligent use.\nThe will is ineffective only when it attempts to act in opposition to the\nimagination and to the other psychological functions, while its skillful\nand consequently successful use consists in regulating and directing all\nother functions toward a deliberately chosen and affirmed aim.\nRoberto Assagioli – Psychosynthesis\nThe differences between hexagrams number seven and number eight are\nthe differences between a geocentric and a heliocentric frame of reference –\nemphasizing the fact that the ego and the Self each perceive the psyche from an\nentirely different point of view.\nFor my thoughts are not your thoughts,\nmy ways not your ways -- it is Yahweh who speaks.\nYes, the heavens are as high above earth\nas my ways are above your ways,\nmy thoughts above your thoughts.\nIsaiah 55: 6-9",
  "lines": {
    "1": "Line-1\nLegge: The first line, magnetic, shows its subject seeking by her sincerity to win\nthe attachment of her object. There will be no error. Let the breast be full of\nsincerity as an earthenware vessel is of its contents, and it will in the end bring\nother advantages.\nWilhelm/Baynes: Hold to him in truth and loyalty; this is without blame.\nTruth, like a full earthen bowl: thus in the end good fortune comes from without.\nBlofeld: Where there is confidence, the work of unification is carried on\nfaultlessly, for confidence is like a flowing bowl. There is a windfall yet to come.\nLiu: Union with confidence. No blame. Full of confidence, like a bowl full of\nwater. Good fortune in the end.\nRitsema/Karcher: Possessing conformity, Grouping it. Without fault.\nPossessing conformity, overfilling the jar. Completing coming possesses more\nsignificance. [Possessing conformity: \"Inner and outer are in accord;\nconfidence of the spirits has been captured...\"]\nShaughnessy: There is a return. Ally with him; there is no trouble. There is a\nreturn; fill the earthenware; when winter comes perhaps it will be harmful;\nauspicious.\nCleary (1): When there is truthfulness, accord is impeccable. When there is\ntruthfulness filling a plain vessel, ultimately there will come other blessings.\nCleary (2): When there is truthfulness, accord with it is blameless. When there\nis truthfulness filling a plain vessel, when the end comes there is good fortune.\nWu: Having confidence in the person to whom support is given is without fault.\nConfidence can grow to fill one’s heart like water gradually filling empty\nearthenware. Eventually others may join to give their support. There will be good\nfortune.\nCOMMENTARY\nConfucius/Legge: From seeking union there will be other advantages.\nWilhelm/Baynes: Encounters good fortune from another quarter. Blofeld:\nIndicates unexpected good fortune. Ritsema/Karcher: Possessing more\nsignificance indeed. Cleary (2): The first yin of accord has other good fortune.\nWu: There will be good fortune when others join to give support.\n\nLegge: The earthenware vessel describes the plain, unadorned character of the\nsincerity called for. The other advantages are all the benefits that result from\nsincerity and union, which are themselves good.\nNOTES AND PARAPHRASES\nSiu: At the outset, the man is filled with sincerity in his associations with others.\nHe resembles an unadorned bowl which is full.\nWing: An honest, unaffected attitude is an excellent basis for forming\nassociations. With such an attitude you can be confident that others will be\nattracted to you. Unexpected good luck is indicated here.\nEditor: Note the idea of humble containment -- one collects the disparate\nelements of the situation together in a plain clay bowl. Metaphorically, this\nsuggests that the simplest, most elementary approach to the problem is the\ncorrect one. The line can refer to mental comprehension (\"holding together\"),\ninvolving basic principles, unvarnished truth, etc.\nThus the individual psyche is an indefinite formation of unknown or\nlargely unknown constitution and extent. If it is to be consolidated -individuated, to use the technical term -- it is necessary first of all to\ndetermine its boundaries. Then all that belongs to the psyche must be\nbrought within these boundaries. Finally, a center must be established\nthat can control the functioning of the whole structure.\nM.E. Harding -- Psychic Energy\nA. Sincere devotion to the Work brings eventual reward: \"Modesty is the\nbest policy.\"\nB. \"Seek, and ye shall find.\"",
    "2": "Line-2\nLegge: The second line, magnetic, shows the movement toward union and\nattachment proceeding from the inward mind. With firm correctness there will\nbe good fortune.\nWilhelm/Baynes: Hold to him inwardly. Perseverance brings good fortune.\nBlofeld: Unification (or cooperation) should proceed from within our own\ncircle. Righteous persistence will bring good fortune.\nLiu: Union from within. Continuing brings good fortune.\nRitsema/Karcher: Grouping's origin inside. Trial: significant.\n\nShaughnessy: Ally with him from within; determination is auspicious.\nCleary (1): Accord coming from within is correct and bodes well.\nCleary (2): Accord coming from within is auspicious if correct.\nWu: A desire to serve comes from within. With perseverance, there will be good\nfortune.\nCOMMENTARY\nConfucius/Legge: She does not fail in what is proper. Wilhelm/Baynes: Do\nnot lose yourself. Blofeld: When unification or cooperation proceeds from\nwithin our own circle, the results will not be disappointing. Ritsema/ Karcher:\nNot originating letting-go indeed. Cleary (2): Accord coming from within means\nnot losing oneself. Wu: With self-discipline there will be no error.\nLegge: Line two is the proper correlate of the ruler in line five. Her position in\nthe center of the lower trigram suggests the movement proceeding from the inner\nmind.\nNOTES AND PARAPHRASES\nSiu: The man retains his individuality and dignity in his relationships with\nothers. He is not like the obsequious office seeker. His convictions are deeply\nfounded.\nWing: Trust your inner mind, maintain your integrity, and follow the demands\nof your convictions. You will be sought after by others. If you chase after the\napproval of others, you will lose your dignity.\nEditor: Legge's commentary on the relationship between lines two and five\nportrays the ego-Self relationship. The Self is the dynamic ruler dwelling in a\npsychic dimension (\"the inward mind\"). The ego is always magnetic in relation to\nthe Self, and ideally the servant of the Work in spacetime. The inward mind is\nthus the source of the voice of the Self. Because not every image or impulse in the\npsyche originates from the Self, Wilhelm's translation of the Confucian\ncommentary (\"Do not lose yourself\"), warns us to be conscious enough to\nmaintain connection with our authentic inner voice -- not some complex\nmasquerading as such. (Often a tricky distinction.)\nMan too, in his inner being, has a plane of contact with the divine self.\nAnd that's why he can only find his own divine being within himself,\nnever by directing his attention towards the outside world.\nElisabeth Haich -- Initiation\n\nA. Unity proceeds from within -- listen to your inner voice. (The image can\nsometimes suggest meditation.)\nB. Integration of the psyche is an inner process – you must facilitate the\ntransformation by holding firmly to the principles of the Work.",
    "3": "Line-3\nLegge: The third line, magnetic, shows its subject seeking for union with such as\nought not to be associated with.\nWilhelm/Baynes: You hold together with the wrong people.\nBlofeld: He joins himself with evil-doers.\nLiu: Union with the wrong people. There will be sad results.\nRitsema/Karcher: Grouping's in-no-way people.\nShaughnessy: Ally with him the non-human.\nCleary (1): Accord with the wrong people.\nCleary (2): The wrong person to accord with. [If one is not balanced correctly,\nand one is in a position of minor authority but has no strong critical guidance,\none is “the wrong person to accord with.” In Buddhist terms, this means the\ndevil hasn’t a thought of good, and also that emotional opinions certainly do not\naccord with the way to enlightenment.]\nWu: He associates himself with questionable characters.\nCOMMENTARY\nConfucius/Legge: Will not injury be the result? Wilhelm/Baynes: Is this\nnot injurious? Blofeld: If we do this, how can we fail to suffer for it? Ritsema/\nKarcher: Reaching-to not truly injuring. Cleary (2): Will there not be injury?\nWu: How pitiable is this!\nLegge: Line three is magnetic, not in the center, nor in her correct place.\nThe lines above and below her are also magnetic. These facts account for what is\nsaid about her.\nNOTES AND PARAPHRASES\nSiu: The man attempts to cultivate an intimacy with people beyond his proper\nsphere. But this does not make him a person of greater stature.\n\nWing: The people in the environment of your inquiry are not right for you at\nthis time. Avoid too intimate an association with the group while maintaining an\noutward sociability. Appearing committed to these people could darken your\nreputation later on.\nAnthony: We hold with wrong elements in ourself such as an incorrect idea, or\nwith emotions such as pride, anger or desire, which cause us to take hold of\nissues and become involved in an evil process. Or, through carelessness, we\nabandon the path to indulge in incorrect situations. Whenever we allow our\ninferiors to take over direction of our lives, we lose the help of the Sage. Getting\nthis line either means that we are off the path, or that a situation will soon occur\nwherein we revert to a pattern of incorrect action, thereby losing the path.\nEditor: This is an unambiguous line. Applied to inner work, it can suggest that\nyou have mistaken the prompting of an autonomous complex for the Self. (See\nWilhelm's Confucian commentary on line two above.) In its most neutral\ninterpretation, it portrays a flawed connection: something doesn't match up\nproperly.\nEvery time we “identify” ourselves with a weakness, a fault, a fear or any\npersonal emotion or drive, we limit and paralyze ourselves. Every time\nwe admit “I am discouraged” or “I am irritated,” we become more and\nmore dominated by depression or anger. We have accepted those\nlimitations; we have ourselves put on our chains. If, instead, in the same\nsituation we say, “a wave of discouragement is trying to submerge me”\nor “An impulse of anger is attempting to overpower me, the situation is\nvery different.\nR. Assagioli – Psychosynthesis\nA. Portrayal of an alliance with inferior forces.\nB. You have a bad attitude, or are tempted by an inferior choice.\nC. Seeking what should be left alone.",
    "4": "Line-4\nLegge: The fourth line, magnetic, shows its subject seeking for union with the\none beyond herself. With firm correctness there will be good fortune.\nWilhelm/Baynes: Hold to him outwardly also. Perseverance brings good\nfortune.\nBlofeld: He co-operates with people beyond his immediate circle. Righteous\npersistence will bring good fortune.\n\nLiu: Union outside. Continuing brings good fortune.\nRitsema/Karcher: Outside Grouping it. Trial: significant.\nShaughnessy: From outside ally with him; determination is auspicious.\nCleary (1): Accord with one outside is right and bodes well.\nCleary (2): According with the wise outside, correctness brings good results.\nWu: He gives his support to the exterior one. To be persevering will be\nauspicious.\nCOMMENTARY\nConfucius/Legge: Union is sought with one beyond herself, and in this case\nwith a worthy object -- she is following the ruler above her. Wilhelm/ Baynes:\nHold outwardly also to people of worth, in order thus to follow the one above.\nBlofeld: Cooperation with such people and leading them into virtuous ways\nmust be accomplished by working through their leaders. Ritsema/Karcher:\nUsing adhering-to the above indeed. Cleary (2): Accord with the wise outside is\nthe way to follow the advanced. Wu: “He gives support to the exterior one,” who\nis a good man, because he follows the one above him.\nLegge: \"The one beyond herself\" is the ruler or king who is the subject of line\nfive, and with whom union ought to be sought. The magnetic line, moreover, is in\na place proper to her, and if she is firm and correct, there will be good fortune.\nNOTES AND PARAPHRASES\nSiu: The minister shows open loyalty to his king. This behavior contrasts to that\nof a person without a post. The latter should remain reserved, so as to retain his\npersonal honor.\nWing: You are in close contact with the center of your community. This may\nrefer to the leader or ruler. Show your support openly, but do not forget who you\nare or lose yourself in your allegiances.\nEditor: Wilhelm suggests the idea of an outward display of allegiance. The\nquality of your commitment to the Work is seen in your actions and way of life.\nSometimes the line suggests the idea of having confidence in yourself, or\nconfidence in your intuition. At its simplest level it can just mean: Make\nconnections beyond your \"immediate circle.\" (Blofeld)\nRegeneration is for nothing else than that the natural [ego] may be\nsubjugated, and the spiritual [Self] obtain dominion; and the natural is\n\nsubjugated when it is brought into correspondence. And when the\nnatural is brought into correspondence it no longer resists but acts as it\nis commanded, and follows the behest of the spiritual -- scarcely\notherwise than as the acts of the body obey the dictates of the will.\nSwedenborg -- Arcana Coelestia\nA. Live your beliefs. \"Walk your talk.\"\nB. Get in touch with what is beyond you. Seek a higher comprehension.\nC. Get in touch with your basic motivations.",
    "5": "Line-5\nLegge: The fifth line, dynamic, affords the most illustrious instance of seeking\nunion and attachment. We see in it the king urging his pursuit of the game only\nin three directions, and allowing the escape of all the animals before him, while\nthe people of his towns do not warn one another to prevent it. There will be good\nfortune.\nWilhelm/Baynes: Manifestation of Holding Together. In the hunt the king\nuses beaters on three sides only and foregoes game that runs off in front. The\ncitizens need no warning. Good fortune.\nBlofeld: Relying on his people's co-operation, the King pursues game which is\nenclosed on three sides, but loses the quarry ahead. This is because the local\npeople were not warned. [This would seem to suggest that our loss is not due to\ndisloyalty but to having failed to take people into our confidence.] Righteous\npersistence brings good fortune.\nLiu: Union with honor. The king hunts on three sides only, losing game through\nthe front. The people are not afraid. Good fortune.\nRitsema/Karcher: Manifest Grouping. The king avails-of three beaters.\nLetting-go the preceding wildfowl. Capital people are not admonished.\nSignificant.\nShaughnessy: Lustrously ally. The king herewith thrice drives (the hunt) losing\nthe front catch; the city men are not warned; auspicious.\nCleary (1): Manifesting accord. The king uses three chasers and loses the game\nahead. The citizens are not admonished. Auspicious.\nCleary (2): Manifest accord … The local people are not warned, etc.\n\nWu: This [line] reveals the essence of allegiance. The king deploys a three-sided\nchase in his hunt, such that he allows the game in front of him to escape. The\ntownspeople do not warn one another of the king’s doing. There will be\nauspiciousness.\nCOMMENTARY\nConfucius/Legge: The good fortune is because of the line's correct and central\nplace. The king takes only those animals who present themselves obediently. He\nallows the others to escape. That the people do not warn one another to prevent\nthe animals to escape shows how the king, in his high eminence, has made them\npursue the due course. Wilhelm/Baynes: The position is correct and central.\nDiscarding those who resist, accepting the devoted: this is the meaning of\n\"foregoes game that runs off in front.\" \"The citizens need no warning,\" for the\none above makes them central. Blofeld: This good fortune is indicated by the\ncentral position of the ruling line. Leaving alone those difficult to catch and\nfollowing where the chances seem good, the King nevertheless loses the game in\nfront of him. This means that, although the local people were not warned, the\nruler adopts a fair and liberal policy. [The implication is that such a policy is\nrequired for the success of our plans.] Ritsema/Karcher: Situation correctly\ncentered indeed. Stowing-away countering, grasping yielding. Letting-go the\npreceding wildfowl indeed. Capital people not admonished. Commissioning\ncentering above indeed. Cleary (2): The local people are not warned, because\nthe ruler has effected balance. Wu: “To allow the game in front of him to escape”\nmeans setting free those who want to leave and taking in those who want to\ncome, etc.\nLegge: As the ruler, line five is the center of union. The ancient rule for hunting\nexpeditions was that after the beating was completed and the king was ready to\ncommence taking game, one side of the enclosure into which it had been driven\nwas left open and unguarded. This was proof of the royal benevolence which\ndidn't want to make an end of all the creatures inside. So well known and\nunderstood was this benevolent principle, that all of his subjects cooperated in\ncarrying it out. The union shown here is therefore characterized by mutual\nconfidence and the appreciation of benevolent virtue.\nNOTES AND PARAPHRASES\nSiu: The superior ruler accepts those who voluntarily come to him and lets\nothers go who care to go. He neither invites nor flatters. Union is based on\nmutual confidence and appreciation.\nWing: You can trust fate at this time to bring you together with those who would\nfurther you. There is a natural attraction at work here. The atmosphere is liberal,\nand much can be accomplished. The time is auspicious, indeed.\nEditor: This line is the subject of the Judgment and most of the commentary on\nthe Judgment. It depicts a shake-down or refining process. In terms of the\n\nWork, because the ego has free will, it always has the option of \"escape.\" The Self\nallows it to choose, because free choice is essential to any permanent psychic\nintegration. A coerced synthesis could hardly be expected to hold together for\nvery long. Blofeld's translation and note seem to miss this idea.\nA human being can choose to deny his individuality or truth, although,\nsooner or later, he must inevitably choose, of his own free will, to remain\ndormant or submit to the Way of Heaven.\nZ.B.S. Halevi -- A Kabbalistic Universe\nA. A sorting-out process -- some elements are gathered, and some\ndiscarded. (Could be a test of your discrimination.)\nB. Psychic forces re-position themselves in relation to their source.\nC. The decision is yours whether or not to follow the demands of the Work.\nD. Astute choice separates truth from error.",
    "6": "Line-6\nLegge: The sixth line, magnetic, shows one seeking union and attachment\nwithout having taken the first step to such an end. There will be evil.\nWilhelm/Baynes: He finds no head for holding together. Misfortune.\nBlofeld: Attempts to bring about unity when there is no one at the head result\nin disaster. [This suggests a general lack of co-ordination due to poor\nleadership.]\nLiu: Union without a leader. Misfortune.\nRitsema/Karcher: Without a head, Grouping it. Pitfall.\nShaughnessy: The ally does not have a head: inauspicious.\nCleary (2): Accord without leadership bodes ill.\nWu: The association leads to nowhere. It will be foreboding.\nCOMMENTARY\nConfucius/Legge: There is no possibility of a good issue. Wilhelm/ Baynes:\nTherefore he also fails to find the right end. Blofeld: No one at the head means\nanyone to complete the work of administration. Ritsema/ Karcher: Without a\n\nplace to complete indeed. Cleary (2): Accord without leadership has no\nconclusion. Wu: The association leads to nowhere, because it is a dead-end.\nLegge: The magnetic sixth line is trying to promote union with the lines below\nafter the time for union has passed. It is too late -- she is symbolized as \"without\na head,\" that is, as not having taken the first step, from which her action should\nbegin and go on to completion.\nNOTES AND PARAPHRASES\nSiu: The situation bodes ill. No good ending can be expected in the absence of\nthe right beginning. It is too late.\nWing: The moment for Unity has passed. Right from the beginning something\nwas amiss and all attempts toward union inspired failure. Examine the situation\nto determine the extent of your error.\nEditor: This line echoes the last phrase of the Judgment: \"With those who are\ntoo late in coming it will be ill.\" That is: one who cannot hold together, by\ndefinition cannot participate in unification. (Cf. Wu’s Confucian Commentary:\n“The association leads to nowhere, because it is a dead-end.”)\nHe who is not with me is against me; and he who does not gather with\nme scatters.\n-- Luke 11: 23\nA. Without disciplined organization, unification is impossible.\nB. You've lost your connection.\nApril 16, 2001, 4/23/06"
  }
}