{
  "hexagram_number": 58,
  "gua": "Judgment\nLegge: Joy intimates that under its conditions there will be progress and attainment, but\nit will be advantageous to be firm and correct.\nWilhelm/Baynes: The Joyous. Success. Perseverance is favorable.\nBlofeld: Joy -- success! Persistence in a righteous course brings reward.\nLiu: Joyousness. Success. Continuance is favorable.\nRitsema/Karcher: Open, Growing. Harvesting Trial. [This hexagram describes your\nsituation in terms of interaction and exchange. It emphasizes that stimulating things\nthrough cheering and persuasive speech, the action of Open, is the adequate way to\nhandle it. To be in accord with the time, you are told to: stimulate!]\nShaughnessy: Usurpation: Receipt; a little beneficial to determine.\nCleary (1): Joy is developmental, beneficial if correct. [This hexagram represents joy in\npracticing the Tao. Having one’s will in the Tao is finding joy in the Tao; when one\ndelights in the Tao, then one can practice the Tao. This is why Joy is developmental.]\nCleary (2): Delight comes through, beneficial if correct.\nWu: Joy indicates pervasiveness. It is advantageous to be persevering.\nThe Image\nLegge: Two images of the waters of a marsh, one over the other, form Joy. The superior\nman, in accordance with this, encourages the conversation of friends and the stimulus of\ntheir common practice.\nWilhelm/Baynes: Lakes resting one on the other: the image of The Joyous. Thus the\nsuperior man joins with his friends for discussion and practice.\n\nBlofeld: This hexagram symbolizes two bodies of water conjoined. The Superior Man\njoins his friends in discussions and in practicing the various arts and virtues.\nLiu: The beautiful lakes symbolize Joyousness. The superior man joins his fellows for\nteaching and study.\nRitsema/Karcher: Congregating marshes. Open. A chun tzu uses partnering friends to\nexplicate repeating.\nCleary (1): Joined lakes are joyful. Thus do superior people explain and practice with\ncompanions. [As water provides moisture for myriad beings, joy develops myriad\nbeings; joyful within and without, reaching the outer from within, communicating with\nthe inner from without, inside and outside are conjoined, without separation between\nthem – therefore it is called joy.]\nCleary (2): ... Thus do developed people study and practice with companions.\nWu: One marsh is adjacent to another; this is Joy. Thus the jun zi discusses and\nexchanges ideas with friends.\nCOMMENTARY\nConfucius/Legge: Joy has the meaning of Pleased Satisfaction. We have the dynamic\nlines in the center and the magnetic lines on the outer edge of the two trigrams, indicating\nthat in pleasure what is most advantageous is the maintenance of firm correctness.\nThrough this there will be found an accordance with the will of heaven, and a\ncorrespondence with the feelings of men. When such pleasure goes before the people, and\nleads them on, they forget their toils; when it animates them in encountering difficulties,\nthey forget the risk of death. How great is the power of this Pleased Satisfaction,\nstimulating in such a way the people!\nLegge: The feeling of pleasure is the subject of this hexagram, which is made up of the\ndoubled trigram of Cheerfulness, or Pleased Satisfaction. The progress and attainment of\nthe figure are due to the one magnetic line surmounting each trigram and supported by\nthe two dynamic lines. The idea is that of mildness which is energized by a double portion\nof strength.\nThe pleasure which leads the people to endure toil and risk death is the effect of the\ninstructive example of their ruler. Fu Fan-hsien paraphrases this portion of the text as:\n\"When the sage with this precedes them, he can make them endure toil without any wish\nto decline it, and go with him into difficulty and danger without their having any fear.\"\nAnthony: This hexagram speaks, on the one hand, of that on which true joy depends, and\non the other, of joy as desire, which leads to conflict. The essence of true joy is inner\nstability. Being firmly devoted to our path, we do not waver. When we think of the soft and\ncomfortable path, on the other hand, self-conflict begins. Therefore, getting this hexagram\nindicates that we may be wavering or irresolute.\n\nNOTES AND PARAPHRASES\nJudgment: A cheerful attitude serves the will.\nThe Superior Man shares his thoughts and feelings. [Or, psychologically interpreted:\nobserves, weighs and integrates his thoughts with his feelings.]\nThe title of this hexagram denotes joyousness and pleasure, and most people regard\nit as a good omen when they receive it. Yet, an analysis of the lines indicates that only the\nfirst two are particularly favorable, and the hexagram itself seldom seems to refer to\nanything remotely resembling “Joy” in a typical oracle consultation. The lessons to be\nlearned from the figure are the differences between self-indulgence and maintaining\nemotional stability in one's conduct of the Work, which always demands a firm control\nover one’s affects. To receive this hexagram without changing lines requires the querent's\ncareful discrimination -- it can mean simply: \"Oh happy day!\" Or, it can suggest that you\nexamine an inclination toward lack of control in the situation at hand. The oracle is\ncapable of brutal sarcasm when your query warrants it, so don't be too quick to accept the\nshallow meaning of Joy – as often as not, Self-indulgence is the more appropriate title.\nIn light frivolity, the center is lost; in hasty action, self-mastery is lost.\nLao Tse\nThe Image depicts an open interchange among “friends.” Intrapsychically, this\nsuggests the normal give and take between thoughts and feelings for the purpose of\nreaching integration. The symbol of “two bodies of water conjoined” (Blofeld) might refer\nto the adjacent dimensions of thought and emotion within the psyche. When feelings are\nnot in harmony with intellectual differentiation (a common phenomenon), give and take\n(“discussion and practice”), is essential to effect integration: i.e., harmony, or “joy.”\n\"Practice\" suggests cycles of time, and the notion that perfection is still to be achieved.\nShaughnessy’s seemingly anomalous title of Usurpation for this hexagram offers\nsome subtle insights into the symbolism here. Emotions, feelings, affects, are often\nportrayed as daemonic forces which “usurp” ego consciousness and indulge themselves in\nthe “joy” of expressing whatever they happen to represent in the psyche. This is often what\nis implied when receiving this hexagram.\nEach of us is equipped with a psychic disposition that limits our freedom in high\ndegree and makes it practically illusory. Not only is \"freedom of the will\" an\nincalculable problem philosophically, it is also a misnomer in the practical sense,\nfor we seldom find anybody who is not influenced and indeed dominated by\ndesires, habits, impulses, prejudices, resentments, and by every conceivable kind\nof complex. All these natural facts function exactly like an Olympus full of deities\nwho want to be propitiated, served, feared and worshipped, not only by the\nindividual owner of this assorted pantheon, but by everybody in his vicinity.\nJung -- Psychology and Religion\n\nCleary’s Taoist commentary: “As water provides moisture for myriad beings, etc.,”\nsupports this interpretation. Water symbolizes the emotional realm, and the “myriad\nbeings” dwelling therein are emotional entities: creatures like untamed animals, which are\nnever happier than when running free. To them it’s Joy; to the executive function in the\npsyche, it’s Self-indulgence. Usurpation has taken place.",
  "lines": {
    "1": "Line-1\nLegge: The first line, dynamic, shows the pleasure of inward harmony. There will be good\nfortune.\nWilhelm/Baynes: Contented joyousness. Good fortune.\nBlofeld: Harmonious joy -- good fortune!\nLiu: Harmonious joyousness -- good fortune!\nRitsema/Karcher: Harmonious Opening, significant.\nShaughnessy: Beneficent usurpation; auspicious.\nCleary (1): The joy of harmony is good.\nCleary (2): Harmonious delight is auspicious.\nWu: There is joy in harmony, Auspicious.\nCOMMENTARY\nConfucius/Legge: This arises from there being nothing in the conduct of the subject of\nthe line to awaken doubt. Wilhelm/Baynes: One's way has not yet become doubtful.\nBlofeld: This indicates our being able to act without being troubled by doubts.\nRitsema/Karcher: Movement not-yet doubted indeed. Cleary (2): Action is not\ndoubted. Wu: Absence of doubt.\nLegge: Line one, dynamic in a dynamic place with no proper correlate above, is selfsufficient. He has as yet taken no action and there is therefore no cause for suspicion.\nNOTES AND PARAPHRASES\nSiu: At the outset, the man lives in quiet, self-contained joy.\nWing: A contented assurance about your path and principles leads to good fortune. With\nsuch an attitude, you do not need to rely upon external circumstances for your happiness.\n\nEditor: The image here suggests a cheerful self-sufficiency in the matter at hand; in some\nsense the situation is obvious and under control. \"Inward harmony\" might relate to\nunconscious dynamics unavailable to conscious awareness.\nIf the individual mind is one with the Universal Mind, and if the possessor of the\nindividual mind wishes to find out some secret of Nature, he does not require to\nseek for it outside of the sphere of his mind, but he looks for it in himself, because\neverything that exists in Nature (which is a manifestation of the Universal Mind)\nexists in, and is reflected by himself, and the idea of there being two minds is only\nan illusion; the two are one.\nF. Hartmann -- Paracelsus: Life and Prophecies\nA. Have a simple faith in the unfolding of the Work and cheerfully accept the status\nquo.\nB. \"Don't worry. Be happy.\"\nC. Inner harmony is sufficient unto itself.",
    "2": "Line-2\nLegge: The second line, dynamic, shows the pleasure arising from inward stability. There\nwill be good fortune. Occasion for repentance will disappear.\nWilhelm/Baynes: Sincere joyousness. Good fortune. Remorse disappears.\nBlofeld: Confident joy -- good fortune and absence of regret!\nLiu: Truthful joyousness. Good fortune. Remorse vanishes.\nRitsema/Karcher: Conforming Opening, significant. Repenting extinguished.\nShaughnessy: Sincere usurpation; auspicious; regret is gone.\nCleary (1): The joy of truthfulness is good. Regret vanishes.\nCleary (2): Sincere delight is auspicious. Regret vanishes.\nWu: There is joy with confidence. Auspicious. No regrets.\nCOMMENTARY\nConfucius/Legge: This is due to the confidence he feels in his objective. Wilhelm/\nBaynes: This consists in having faith in one's own will. Blofeld: This implies exerting\nour will with complete confidence. Ritsema/Karcher: Trustworthy purpose indeed.\nCleary (2): Confidence in the aim. Wu: The confidence of his purpose.\n\nLegge: The second line, by the rule of place, should be magnetic, but here is dynamic.\nWithout a proper correlate above, and contiguous to the magnetic third line, he might be\ninjuriously affected, and there would be cause for repentance. But the sincerity natural in\nhis central position counteracts all this.\nNOTES AND PARAPHRASES\nSiu: The man is tempted by pleasures unbecoming to a superior man. But he clings to\nduty and integrity.\nWing: By strengthening your integrity and principles, you will not be tempted by\ndistractions that are unworthy of your attention. In this way you will become free of regret\n-- the regret that accompanies the waste of personal resources.\nEditor: The Confucian commentary emphasizes calm self-confidence: one entertains no\ndoubts and indulges in no temptations to stray from the path, yet all the while remains\nopen and cheerful toward experience.\nMan too, in his inner being, has a plane of contact with the divine self. And that's\nwhy he can only find his own divine being within himself, never by directing his\nattention towards the outside world.\nElisabeth Haich -- Initiation\nA. Stay centered and keep the faith.\nB. Trust your Self.\nC. Have confidence in your intuition.",
    "3": "Line-3\nLegge: The third line, magnetic, shows its subject bringing round herself whatever can\ngive pleasure. There will be evil.\nWilhelm/Baynes: Coming joyousness. Misfortune.\nBlofeld: Coming joy -- misfortune! [The relation between the misfortune indicated by\nthis line and coming joy is not very clear. Interpreting it rather loosely, the passage can\nbe taken to mean that we shall suffer misfortune at a time when we are expecting\nsomething which would afford us happiness; in other words, the expected joy may not\nmaterialize.]\nLiu: Coming joyousness. Misfortune. [Do not follow another blindly, or mistakes and\ndanger will result.]\n\nRitsema/Karcher: Coming Opening, pitfall.\nShaughnessy: Coming usurpation; inauspicious.\nCleary (1): Imported joy is not good.\nCleary (2): Coming for delight is inauspicious.\nWu: He comes to seek joy. Foreboding.\nCOMMENTARY\nConfucius/Legge: The evil is shown by the inappropriateness of the line's place.\nWilhelm/Baynes: Its place is not the proper one. Blofeld: Misfortune is indicated by\nthe unsuitable position of this line. Ritsema/Karcher: Situation not appropriate indeed.\nCleary (2): Being out of place. Wu: His position is improper.\nLegge: The K'ang-hsi editors say that the threatened evil to the subject of line three is due\nto her excessive devotion to pleasure. She should be strong, but the desire for pleasure\nleads her to the evil results described.\nAnthony: Desire for things to be better, more relaxed or pleasurable, is the beginning of\nself-pity, doubt and despair. Giving way to such feeling opens successively larger attacks\nby these same feelings. Fear, restlessness, desire, pride, jealousy or anger are similar\nstrong elements which quickly take over and cause movement which is no longer selfgoverned. Thus we lose our direction. If we look for any way to solve our problems other\nthan to follow our path modestly and “without purpose,” we are certain to be put through\ndistressing situations. For this reason, it is best not to dwell on how things “should be,” a\nthought which springs from these strong elements.\nNOTES AND PARAPHRASES\nSiu: Evil threatens the man because of his excessive devotion to idle pleasures.\nWing: Total abandonment to outside pleasures and diversions is only momentarily\nfulfilling. These indulgences in idle distractions will surely bring misfortune. True\nhappiness will be found in the person full of his own nature.\nEditor: Most commentaries mention self-indulgence or lack of control which allow\noutside forces to enter and overwhelm one's will to serve the Work. I have found Anthony’s\ninsights, which bear little conformity with general interpretations of what constitutes\n“joy,” to be particularly appropriate.\nThe Nefesh (animal soul) cannot see beyond its sensual or sensory range. While it\nis true to say the arguments of the body are shrewd, they are never deeply\nconsidered, as many a foolish moment of passion has shown in its result.\nZ.B.S. Halevi -- A Kabbalistic Universe\n\nA. Your lack of control leaves you vulnerable to disintegrating influences.\nB. Your outlook is simplistic and immature: You are self-indulgent.",
    "4": "Line-4\nLegge: The fourth line, dynamic, shows its subject deliberating about what to seek his\npleasure in, and not at rest. He borders on what would be injurious but there will be cause\nfor joy.\nWilhelm/Baynes: Joyousness that is weighed is not at peace. After ridding himself of\nmistakes a man has joy.\nBlofeld: Calculating future joys, he is restless and suffers from various small ills, yet he is\nhappy.\nLiu: Considering joyousness does not bring serenity. Once one corrects his conduct, one\nhas joyousness.\nRitsema/Karcher: Bargaining Opening, not-yet soothing. Chain-mail afflicting:\npossessing rejoicing.\nShaughnessy: Patterned usurpation; not yet at peace; a transitional illness has\nhappiness.\nCleary (1): Joy after deliberation: If one is firm and wary without complacency, there will\nbe happiness.\nCleary (2): Deliberating about delight, one is uneasy. If one is firm and swift, there will\nbe happiness.\nWu: He is not at ease in pondering about joyousness, but he is glad to be able to\ndistinguish what is correct from what he despises.\nCOMMENTARY\nConfucius/Legge: The joy in connection with the subject of the fourth line is due to the\nhappiness which he will produce. Wilhelm/Baynes: The joy brings blessing. Blofeld:\nThere will be happiness in spite of this foolish anxiety because blessings [i.e., unexpected\nor seemingly unmerited happiness] will be received. Ritsema/ Karcher: Possessing\nreward indeed. Cleary (2): Celebration. Wu: There is something to celebrate.\nLegge: The bordering on what is injurious has reference to the contiguity of line four to\nthe magnetic third line. That might have an injurious effect, but he reflects and deliberates\nbefore he will yield to the seduction of pleasure, and there is cause for joy.\n\nAnthony: In addition to the more literal meanings of this line, pleasure also means\ndeparting from our limits to indulge our self-importance, power, correctness, wit,\nintelligence, skill, sharpness or independence. Such luxuries of attitude are against our\ninner nature and create self-conflict.\nNOTES AND PARAPHRASES\nSiu: Indecision regarding the choice among pleasures temporarily robs the man of inner\npeace. After due reflection, he attains joy by turning away from the lower pleasures and\nseeking the higher ones.\nWing: You are suffering from indecision based upon a choice between inferior and\nsuperior pleasures. If you recognize this and then choose the higher and more constructive\nform of pleasure, you will find true happiness. Above all, make your decision soon.\nEditor: Two kinds of \"joy\" are contrasted here: desire indulged vs. desire mastered, and\nthe line depicts ambivalence about which one you'll choose. If this is the only changing line,\nthe hexagram becomes number sixty -- Restrictive Regulations, with a corresponding\nline that counsels the acceptance of limitation as productive of peace of mind and\ncontentment: \"Shows its subject quietly and naturally attentive to all regulations. There\nwill be progress and success.\"\nBy reflecting upon the uselessness of aimlessly frittering away thy life, mayest\nthou be incited to diligence in the treading of the Path.\nW.Y. Evans-Wentz -- Tibetan Yoga and Secret Doctrines\nA. Rid yourself of ambivalence by accepting the limitations demanded by the Work:\n\"Yield not unto temptation.\"",
    "5": "Line-5\nLegge: The fifth line, dynamic, shows its subject trusting in one who would injure him.\nThe situation is perilous.\nWilhelm/Baynes: Sincerity toward disintegrating influences is dangerous.\nBlofeld: Faith in what is disintegrating leads to trouble. [Presumably, we put our trust\nin the continuance of something which, perhaps unknown to us, is already beginning to\ncrumble away.]\nLiu: Confidence in what is decaying is dangerous. [If you get this line, you should expect\ntrouble caused by an unworthy person.]\nRitsema/Karcher: Conforming tending-towards stripping. Possessing adversity.\n\nShaughnessy: Sincerity in flaying; there is danger.\nCleary (1): There is danger in trusting plunderers.\nCleary (2): There is inspiration in sincerity toward the fallen.\nWu: He shows confidence in the one that may strip him: a sign of danger.\nCOMMENTARY\nConfucius/Legge: His place is that which is correct and appropriate. Wilhelm/\nBaynes: The place is correct and appropriate. Blofeld: However, this line is suited to its\nposition (hence the trouble will hardly amount to much). Ritsema/Karcher: Situation\ncorrecting appropriate indeed. Cleary (2): Being sincere toward the fallen, the position is\nindeed appropriate. Wu: “He shows confidence in the one that may strip him,” because of\nhis position.\nLegge: The danger to line five is from the magnetic line six above, in whom he is\nrepresented as trusting. Possibly his own strength and sincerity of mind may be perverted\ninto instruments of evil; but possibly they may operate beneficially. The correctness of his\nposition seems to contradict his trusting of the line above, who can only injure him. On the\ncontrary, it should keep him from doing so. The commentators have seen this, and say that\nthe paragraph is intended by way of caution.\nAnthony: This means we are sincere in listening to negative ideas, such as the temptation\nto pursue self-advantage, or listening to doubt, impatience, fear, or pride, as in “having\nrights.”\nNOTES AND PARAPHRASES\nSiu: The man associates with destructive people and exposes himself to perils. There is\nthe possibility that his own strength and sincerity may be perverted into instruments of\nevil.\nWing: You are contemplating a relationship with an inferior element. Such a commitment\nis dangerous, for you will be drawn into peril. You must now be more selective in order to\nprotect yourself.\nEditor: The message is unambiguous: A correct position is threatened by a negative\ninfluence. Cleary’s Buddhist translation: “There is inspiration in sincerity toward the\nfallen” is anomalous in my experience.\nThat happens when you get into a state in which you are not yourself, or into an\nemotional upset where you lose control of yourself, but afterwards wake up\ncompletely sober and look at the stupid things you did during your possessed\nstate and wonder what got into you: something got hold of you, you weren't\nyourself, though while you were behaving like that you thought you were -- it was\n\njust as if an evil spirit or the devil had got into you. ... We would say, more\nneutrally, an autonomous complex temporarily replaces the ego complex; it feels\nlike the ego at the time, but it isn't, for afterwards, when dissociated from it, one\ncannot understand how one came to do or think such things.\nM.L. Von Franz -- On Divination and Synchronicity\nA. Overcome your fascination with forces that would spoil the Work.\nB. You place your trust in illusions: \"Stop indulging yourself.\"",
    "6": "Line-6\nLegge: The sixth line, magnetic, shows the pleasure of its subject in leading and attracting\nothers.\nWilhelm/Baynes: Seductive joyousness.\nBlofeld: Joy in the form of allurement. [This suggests the superficial joy offered by\nattractions that would make no appeal to the Superior Man.]\nLiu: Enticing joyousness.\nRitsema/Karcher: Protracting Opening.\nShaughnessy: Shadowy usurpation.\nCleary (1): Induced joy.\nCleary (2): Induced delight.\nWu: He attracts others to enjoy life.\nCOMMENTARY\nConfucius/Legge: Her virtue is not yet brilliant. Wilhelm/Baynes: Line six is not\nbright. Blofeld: This sort of joy is experienced by the unenlightened. Ritsema/\nKarcher: Not-yet shining indeed. Cleary (2): Induced delight is not enlightened.\nWu: “He attracts others to enjoy life,” but his action is reproachable.\nLegge: The symbolism of line six is akin to that of three. Line three attracts others around\nherself for the sake of pleasure; the subject of this line leads them to follow herself in quest\nof it. The action of the hexagram should culminate and end in line five, but the subject has\nnot yet understood the willpower by which the love of pleasure should be controlled.\nAnthony: If we are irresolute, the pressures that vanity exerts in the form of self-pity,\nimpatience, restlessness or desire, may cause us to stray from our path. Such impulses, if\n\nnot firmly resisted, will take over, at least temporarily. Of all evils, vanity is the most\nseductive, therefore the most dangerous.\nNOTES AND PARAPHRASES\nSiu: Vanity in his leadership causes the man to become dependent upon external\nconditions and chances for satisfaction.\nWing: You are totally given over to external conditions. Your sense of well-being springs\nnot from within, but from what satisfaction you can find in the outside world. Because of\nthis you are subject to the mercy of chance and the fates of others.\nEditor: Blofeld renders the line as: \"Joy in the form of allurement.” Wilhelm uses the\nconcept of \"seduction\" to illustrate the idea, and Liu says: \"enticement.\" Shaughnessy’s\n“shadowy usurpation” suggests a kind of demonic possession, and sometimes this\ninterpretation feels more accurate than any of the others. It is instructive to note that\nWilhelm's commentary on this line states that the seduction refers to the situation\nconfronting the querent rather than the querent's attitude per se: \"It rests with him\nwhether he will let himself be seduced.\" Intrapsychically, you are being self-indulgent\ntoward an inferior impulse or emotion.\nFor every one is in the joy of his heart when he is in his ruling love; and so, on the\nother hand, he is in anguish of heart when he is withheld from it. This is the\ncommon torment of hell, out of which innumerable others arise.\nSwedenborg – Apocalypse Explained\nA. You are being tempted by base desires or illusions.\nB. Some sort of self-indulgence or “shadowy usurpation” is indicated.\nApril 4, 2001, 4/25/06"
  }
}