{
  "hexagram_number": 23,
  "gua": "Judgment\nLegge: Disintegration means that it is not advantageous to make a movement\nin any direction whatever.\nWilhelm/Baynes: Splitting Apart. It does not further one to go anywhere.\nBlofeld: Peeling off. At present, there is no goal (or destination) which can be\nsought with advantage. [Peeling off in the sense of getting rid of hindrances (or\nhinderers) one after another. The first four lines of this hexagram symbolize a\nprocess of ridding ourselves progressively of all those upon whom we are\naccustomed to rely, for the powers of darkness are in the ascendant and no one\ncan be trusted. However, in the long run, virtue triumphs, as indicated by line\nfive, and ultimately we are all the more esteemed for our steadfastness, as can\nbe seen from line six.]\nLiu: Decay. It is unfavorable to undertake anything.\nRitsema/Karcher: Stripping not Harvesting: possessing directed going.\n[This hexagram describes your situation in terms of something outmoded or\nworn out. It emphasizes that eliminating what has become unusable is the\nadequate way to handle it...]\nShaughnessy: Flaying: Not beneficial to have someplace to go.\nCleary (1): Stripping away does not make it beneficial to go anywhere.\nCleary (2): … It is not beneficial, etc.\nWu: Tearing indicates that it is not advantageous to have any undertaking.\n\nThe Image\nLegge: The image of a mountain adhering to the earth forms Disintegration.\nSuperiors therefore strengthen their inferiors to secure the peace and stability of\ntheir own position.\nWilhelm/Baynes: The mountain rests on the earth: the image of Splitting\nApart. Thus those above can ensure their position only by giving generously to\nthose below.\nBlofeld: This hexagram symbolizes a mountain resting upon the earth. The\ntruly great shower generosity upon those under them to enable them to live in\npeace and comfort. [The upper and lower trigrams, mountain and Earth,\nsymbolize the Superior Man and the people in his care.]\nLiu: The mountain stands on the earth, symbolizing Decay. Those above\nshould act with benevolence toward those below. Then there will be peace and\nsecurity.\nRitsema/Karcher: Mountain adjoining with-respect-to earth. Stripping.\nUsing munificence above to quiet the position below.\nCleary (1): Mountains are joined to the earth. Those above secure their homes\nby kindness to those below.\nWu: The mountain is subordinated to the earth; this is Tearing .Thus those\nabove treat those below with liberal rewards to secure their own positions.\nCOMMENTARY\nConfucius/Legge: Disintegration means overthrowing or being overthrown:\nthe magnetic lines attack the dynamic line at the top in order to change it into one\nof themselves. It is unwise to move in any direction because inferior elements are\nnow increasing in power. The superior man, observing this, stops all forward\nmovement. He defers to the exigency of the time, realizing that increase and\ndecrease, ripeness and decay are cyclic rhythms.\nLegge: Disintegration is the symbol of falling or causing to fall, and refers to\nthe process of decay or overthrow in both the natural and political worlds. The\nfigure consists of five yin lines below and one yang line on top. Decay has begun\nat the bottom and crept upward. The hexagram symbolizes the ninth month\nwhen summer has passed and the year is about to fall into the sterile arms of\nwinter. In the political world, inferior men have gradually displaced good men\nuntil only one remains. The lesson for him is to wait because the power operating\nagainst him is too strong. Eventually a change for the better will appear. The\nspecific image is that of a bed and its occupant, and the symbolism describes the\nattempts made to overthrow him. The lower trigram of Docility and the upper\n\ntrigram of Keeping Still suggest to the superior man of line six how he can best\ndeal with the prevailing circumstances. The situation is not hopeless -- winter is\nfollowed by spring, night by day, and the waning moon soon grows full again. So\nwill it be in the course of human affairs.\nThe idea behind the Image is that a mountain has the earth for its foundation. If\nthe earth is thick, the mountain preserves its height. So it is with the sovereign\nand people.\nNOTES AND PARAPHRASES\nJudgment: Disintegration means do not act.\nThe Superior Man stabilizes his responses and seeks tranquility.\nThe twenty-third hexagram is the inverse of Return, the hexagram immediately\nfollowing it. Each figure depicts an opposite pole in a cyclic progression. Here\nthe old cycle has disintegrated to the point of dissolution. The following\nhexagram depicts the Return to the beginning of a new cycle.\nThe first four lines of Disintegration show the gradual erosion of a position or\nframe of reference, symbolized by a bed or couch. The inferior forces creep up\nfrom below like termites to undermine a solid foundation. The fifth line shows a\ngathering of forces for a potentially positive transformation, and the top line\nsuggests the first stages of this transformation. The implication is that times of\ndisintegration needn't always be regarded as negative, or a foregone conclusion.\nWe still have the choice to alter conditions in our favor.\nThat the superior man \"strengthens his inferiors\" to insure the stability of his\nposition, means that one stabilizes one's psychological situation by defusing the\ncauses of rebellion -- safeguard the foundation where it is weak. Hexagram\nnumber forty-three, Resoluteness, is a negative picture of this figure, and the\nmessage in the Image is very similar: \"The superior man does not hoard his\nwealth, but shares it with his subordinates.\" The idea is subtle -- it doesn't mean\nto indulge your weaknesses, but to monitor them encouragingly so that they may\nbecome transformed into positive forces.\nWhenever we go deep enough toward the core of a sub- personality, we\nfind that the core -- which is some basic urge, or need -- is good. For\npractical purposes, this can be considered an absolute. No matter how\nmany layers of distortion may surround it, the basic need, the basic\nmotivation, is a good one -- and if it becomes twisted, it was because of\nnot being able to express itself directly. The real core -- not what the subpersonality wants, but what it needs -- is good. A basic purpose of the\ncoordination phase is to discover this central urge or need, to make it\nconscious, and to find acceptable ways in which it can be satisfied and\nfulfilled. And, provided we have sufficient understanding and skill, it can\n\nbe satisfied -- if not fully, at least enough to maintain the process of\ngrowth.\nJames Vargiu -- Subpersonalities",
  "lines": {
    "1": "Line-1\nLegge: The first line, magnetic, shows one overturning the couch by injuring its\nlegs. The injury will go on to the destruction of all firm correctness, and there\nwill be evil.\nWilhelm/Baynes: The leg of the bed is split. Those who persevere are\ndestroyed. Misfortune.\nBlofeld: He starts the peeling off at the foot of the bed. There is no\nsteadfastness -- misfortune!\nLiu: The legs of the bed are rotting. If one continues despite this, misfortune.\nRitsema/Karcher: Stripping the bed, using the stand. Discarding the Trial:\npitfall.\nShaughnessy: Flaying the good together with the legs; determination about the\nmilitary is inauspicious.\nCleary (1): Stripping a bed of the legs, destroying rectitude brings misfortune.\nCleary (2): … Destroying uprightness, etc.\nWu: He tears down the legs of the bed. Without regard to what is correct, it will\nbe foreboding.\nCOMMENTARY\nConfucius/Legge: Thus she commences her work of ruin with what is lowest in\nthe superior man. Wilhelm/Baynes: \"The leg of the bed is split,\" in order to\ndestroy those below. Blofeld: This implies ridding ourselves of those below.\n[Because he finds them unworthy. What is said in the various lines about the\nfoot, edge and mattress of the bed means that he is obliged to continue the\npeeling off process until he reaches those very close to himself; there is no one\nleft whom he can trust to help him in his work of righteousness.] Ritsema/\nKarcher: Below using submerging indeed. Cleary (2): (He) is destroying the\nfoundation. [In contemplating mind, this refers to removing the foundation of\ndiscipline.] Wu: He destroys the underpinning.\n\nLegge: The attempt in line one is made by commencing with the legs of the\ncouch. The symbolism goes on to explain itself. The object of the evil worker is\nthe overthrow of all firm correctness. Of course there will be evil.\nNOTES AND PARAPHRASES\nSiu: At the outset, the superior men around the ruler are being undermined by\nthe slander and intrigue of inferior men on their destructive path. All that can be\ndone is to be patient while the evil continues.\nWing: Your position is being undermined. Persons of inferior persuasions have\nentered the situation from below and are creating an environment for\nDeterioration. The time bodes evil for persons of integrity. All you can do is\npatiently wait.\nEditor: A bed is a resting place, a context or matrix, as “the bed of a river.” The\nlegs of the bed are its support, or foundation. Thus, the injury or disintegration of\nthe legs is synonymous with \"not having a leg to stand on.\" The image suggests\nthe destruction of a fundamental premise which is essential for correct behavior.\nThat a bed signifies doctrine, is from correspondence, for as the body\nrests in its bed, so does the mind rest in its doctrine.\nSwedenborg\nA. Your assumptions are unfounded -- to continue in error brings unfortunate\nconsequences.\nB. Destructive forces are active -- to pursue your present course is to feed their\nintent.",
    "2": "Line-2\nLegge: The second line, magnetic, shows one overthrowing the couch by injuring\nits frame. The injury will go on to the destruction of all firm correctness, and\nthere will be evil.\nWilhelm/Baynes: The bed is split at the edge. Those who persevere are\ndestroyed. Misfortune.\nBlofeld: He continues peeling off at the edge of the bed. There is no\nsteadfastness -- misfortune!\nLiu: The frame of the bed is rotting. If one continues despite this, misfortune.\nRitsema/Karcher: Stripping the bed, using marking-off. Discarding the Trial:\npitfall.\n\nShaughnessy: Flaying the good together with the dividers; determination about\nthe military is inauspicious.\nCleary (1): Stripping a bed of its frame, destroying rectitude brings misfortune.\nCleary (2): … Destroying uprightness, etc.\nWu: He strips away the panels of the bed. Without regard to what is correct, it\nwill be foreboding.\nCOMMENTARY\nConfucius/Legge: The superior man has as yet no associates. Wilhelm/\nBaynes: One has no comrade. Blofeld: This implies being left without friends.\nRitsema/Karcher: Not-yet possessing associating indeed. Cleary (2): There\nis nothing to work with. Wu: He does not have a responsive correlate.\nLegge: line two has the same effect as line one, except that the foe has advanced\nfrom the legs to the frame of the couch.\nNOTES AND PARAPHRASES\nSiu: The inferior men grow stronger. No help is in sight. Great caution and\nstubborn adherence to personal convictions are required.\nWing: The time requires the utmost caution. You are without allies in a\ncompromising situation. Adapt as best you can to the circumstances. Do not take\na self-righteous position or you could be badly hurt.\nEditor: The legs are what the bed stands upon; the frame is what defines its\nperimeter. Line two therefore suggests the destruction of a definition which is\nessential to a doctrine, belief or discipline. For example, a basic tenet of\nAlcoholics Anonymous is the idea that each member must abstain entirely from\nalcohol. To expand the rules to permit the consumption of one ounce of alcohol\nper day would be to \"overthrow the couch\" -- the entire concept of what\nAlcoholics Anonymous is would be destroyed by including such an idea in its\nframework. Sometimes receiving this line is a simple acknowledgment that an\nold viewpoint or belief was inadequate -- in which case it needed to be destroyed.\nAs long as soul stays true to itself, it loves the divinity and desires to be at\none with it, as a daughter loves with noble love a noble father. When,\nhowever, the soul has come down here to human birth, it exchanges (as if\ndeceived by the false promises of an adulterous lover) its divine love for\none that is mortal. And then, far from its begetter, the soul yields to all\nmanner of excess.\nPlotinus\n\nA. Suggests a situation with weak or disintegrating boundaries.\nB. Conclusions based on faulty premises are worthless. Rationalization may be a\nfactor.",
    "3": "Line-3\nLegge: The third line, magnetic, shows its subject among the over-throwers; but\nthere will be no error.\nWilhelm/Baynes: He splits with them. No blame.\nBlofeld: He peels them all off -- no error.\nLiu: Falling apart. No blame.\nRitsema/Karcher: Stripping it, without fault.\nShaughnessy: Flaying; there is no trouble.\nCleary (1): Stripping away without fault.\nWu: He tears but he is blameless.\nCOMMENTARY\nConfucius/Legge: That there will be no error on the part of this one among\nthe over-throwers arises from the difference between her and the others above\nand below. Wilhelm/Baynes: He loses the neighbor above and the one below.\nBlofeld: This implies losing contact with those above and below. Ritsema/\nKarcher: Letting-go Above and Below indeed. Cleary (2): Loses above and\nbelow. Wu: He is not associated with those around him.\nLegge: Line three also represents an over-thrower, but it differs from the others\nby being the correlate of line six, who is her ally. Three's allegiance is to the sixth\nline and not, as with the other magnetic lines, to one of her own kind.\nNOTES AND PARAPHRASES\nSiu: Because of circumstances beyond his control, the man finds himself\nassociating with evil men. His inner relationship with a superior man enables\nhim to retain his righteous stability, leading to opposition from inferior people.\nWing: Circumstances have led you into a situation in which you must work with\ninferior persons or ideals. If you can, nevertheless, maintain a strong tie with a\n\nsuperior element, you will avoid Deterioration and free yourself of regretful\nerrors.\nEditor: Wilhelm says: \"He splits with them.\" Blofeld renders it: \"He peels them\nall off.\" These are images of separation or differentiation -- a setting apart.\nDisintegration is an upside-down image of the hexagram of Return, and if it\nis inverted, this line takes the place of line four in Return: \"Walking in the\nmidst of others, one returns alone.\" Wu's Confucian commentary on line three\nhere says: “He is not associated with those around him,” which reinforces this\nidea.\nThe disintegrating tendencies very often result in psychosis if the\nunconscious and conscious clash, for then they have prevailed and the\nperson falls into all those parts which are hostile to each other, as, for\ninstance, when the psychotic person hears different voices which quarrel\nwith each other. On the other hand, we know also that the unconscious\ncontains synthesizing or integrating tendencies, which issue from that\nregulating center which Jung calls the Self.\nM.L. Von Franz -- Alchemical Active Imagination\nA. Make a distinction between yourself and inferior elements within the situation,\nperhaps an attitude.",
    "4": "Line-4\nLegge: The fourth line, magnetic, shows its subject having overthrown the\ncouch, and going on to injure the skin of him who lies on it. There will be evil.\nWilhelm/Baynes: The bed is split up to the skin. Misfortune.\nBlofeld: He continues the peeling off at the mattress of his bed -- misfortune!\nLiu: The entire bed rots, reaching the body. Misfortune.\nRitsema/Karcher: Stripping the bed, using flesh. Pitfall.\nShaughnessy: Flaying the good together with the skin; inauspicious.\nCleary (1): Stripping away even the skin on the bed, misfortune.\nCleary (2): Stripping a bed to the skin brings misfortune.\nWu: He rips off the matting in the bed. There will be foreboding.\n\nCOMMENTARY\nConfucius/Legge: Calamity is very near at hand. Wilhelm/Baynes: This is a\nserious and immediate misfortune. Blofeld: This presages our being very close\nto a terrible misfortune. Ritsema/Karcher: Slicing close-to calamity indeed.\nCleary (2): Getting very close to disaster. Wu: The danger is imminent.\nLegge: Danger is imminent. The bed has been overthrown. The person of the\noccupant is at the mercy of the destroyers.\nNOTES AND PARAPHRASES\nSiu: Calamity is imminent. Neither warning nor protection is forthcoming. The\nman is at the mercy of destroyers.\nWing: You are exposed to danger. Calamity is imminent and you are unable to\nhold it back. Without warning, you are on the threshold of defeat.\nEditor: This is one of the most negative lines in the I Ching -- an image of\nmaximum destruction. Legge’s translation suggests that the dynamic sixth line\nmay be regarded as the bed’s symbolic occupant -- i.e., it's his skin which is being\nflayed. Psychologically interpreted, this can suggest the Self which is in some\nsense em-bed-ed in its satellite complexes.\nEven at the height of [Hitler's] power there was for him no Germany,\nthere were no German troops for whom he felt himself responsible; for\nhim there was -- at first sub-consciously, but in his last years fully\nconsciously -- only one greatness, a greatness which dominated his life\nand to which his evil genius sacrificed everything -- his own ego.\nColonel-General Franz Halder\nA. You are destroying the Work.",
    "5": "Line-5\nLegge: The fifth line, magnetic, shows its subject leading on the others like a\nstring of fishes, and obtaining for them the favor that lights on the inmates of the\npalace. There will be advantage in every way.\nWilhelm/Baynes: A shoal of fishes. Favor comes through the court ladies.\nEverything acts to further.\nBlofeld: A string of fishes symbolizing the high favor enjoyed by maids in the\npalace -- everything is favorable. [This line seems somewhat to contradict the\nomen provided by this unlucky hexagram. In such cases, what is said in the\nmoving line must be regarded as specially apt for our particular circumstances;\n\ni.e. in spite of the wretched conditions prevailing, those who receive this moving\nline can pursue their goals without fear of failure.]\nLiu: A string of fish. Favor comes through women of the palace. Everything is\ngood fortune.\nRitsema/Karcher: Threading fish. Using housing people, favor. Without\nnot Harvesting.\nShaughnessy: Strung fish; eating the palace men's steamer; there is nothing\nnot beneficial.\nCleary (1): Leading fish, gaining favor through court ladies; beneficial in every\nrespect.\nCleary (2): Leading fish with the favor shown to court ladies, there is all-around\nbenefit.\nWu: Like a school of fish, the court ladies are led in to gain the royal favor.\nEverything will be fine.\nCOMMENTARY\nConfucius/Legge: In the end there will be no grudge against her. Wilhelm/\nBaynes: In the end this is not a mistake. Blofeld: This implies that ultimately\nwe shall be entirely free from blame. Ritsema/Karcher: Completing without\nsurpassing indeed. Cleary (2): In the end there is no grudge. Wu: There will be\nno resentment in the end.\nLegge: With line five the symbolism changes. She is the ruler of all the other\nmagnetic lines who are at her disposal. They are imaged as fishes (which come\nunder the category of yin), following each other as if strung together. The ruler of\nthese yin lines is loyal to the yang sixth line, the rightful sovereign in his palace,\nand she leads the others to him to enjoy his favors. The K'ang-hsi editors say:\n\"The magnetic fifth line occupies the most honorable place in the figure. She is a\nqueen who leads her subjects to obtain the favors given to the inmates of the\npalace. She has no jealousy or other vice which seeks to overthrow the ruler.\"\nNOTES AND PARAPHRASES\nSiu: The dark forces undergo change, yielding to the strong influence of the\nbasic goodness of men.\nWing: An inferior situation is beginning to change for the better. Through cooperation, opposing forces can come together for mutual benefit. There is now a\npossibility for success in your endeavors.\n\nEditor: This is an image of an intermediate power organizing inferior powers to\nlend support to (or obtain favors from) a superior power. Psychologically\ninterpreted, one can think of ego, archetypal complexes and Self, respectively.\nThe governor of a circle is of course its center, around which everything\nrevolves. In the psyche likewise, the center is ruler of the entire man. In\nthe conscious realm the ego is master, but in this larger sphere the ego is\nonly one voice among many. The ruler here must transcend the ego. It\nmust be a suprapersonal value that can command the allegiance and\nobedience of the ego, just as the ego, through the development of\nconsciousness, comes to transcend the [archetypal complexes]. This ruler\nJung has called the Self.\nM.E. Harding -- Psychic Energy\nA. An approaching synthesis. Disparate forces are brought under control.\nB. Insights present themselves for contemplation.\nC. Contemplate what is wrong in the situation and integrate your forces.",
    "6": "Line-6\nLegge: The sixth line, dynamic, shows its subject as a great fruit which has not\nbeen eaten. The superior man finds the people again as a chariot carrying him.\nThe inferior men by their course overthrow their own dwellings.\nWilhelm/Baynes: There is a large fruit still uneaten. The superior man\nreceives a carriage. The house of the inferior man is split apart.\nBlofeld: The ripe fruit remains uneaten. [Few care to accept advice or help,\nalthough the Superior Man will gladly give it them.] The Superior Man will\nacquire a carriage, whereas the mean man will lose his own house. [This line\npresages great good fortune for the truly virtuous; for, in the end, their virtue is\nwidely recognized and men rally to their support. On the other hand, those who\nhitherto have managed to obtain good fortune through dishonest methods\npursued at a time when virtue as under an eclipse will lose everything they\nhave.]\nLiu: A large fruit not eaten. The superior man acquires a carriage. The inferior\nman's house falls apart.\nRitsema/Karcher: The ripe fruit not taken in. A chun tzu acquiring a cart.\nSmall People Stripping the hut.\nShaughnessy: The stone fruit is not eaten: the gentleman obtains a chariot the\nlittle man flays a gourd.\n\nCleary (1): A hard fruit is not eaten. The superior person gets a vehicle. The\ninferior person is stripped of a house.\nCleary (2): … The leader gets a vehicle. The petty person, etc.\nWu: The grand fruit is not picked for eating. The jun zi gains a carriage. The little\nmen tear down their shelters. [This is the lone yang line in the hexagram, like a\nbig fruit not yet picked. Translation: the only remaining yang not stripped off\nby the yin. Here is the jun zi [chun tzu, superior man] who has the support of the\npeople. Despite temporary setbacks, goodness prevails in the end.]\nCOMMENTARY\nConfucius/Legge: The superior man finds himself in a carriage: he is carried\nalong by the people. The inferior men have over-thrown their own dwellings,\nwhich can never again be of use to them. Wilhelm/Baynes: He is carried by\nthe people. \"The house of the inferior man is split apart\": he ends up as useless.\nBlofeld: The carriage symbolizes the support of the people. The mean wretch\nwho loses his house is ultimately found useless for anything. Ritsema/\nKarcher: Commoners: the place to carry indeed. Completing, not permitting\navailing-of indeed. Cleary (2): The leader (is) carried by the people. The small\nperson is after all unsuitable for employment. Wu: Because the people support\nhim. Because they have destroyed their own usefulness.\nLegge: The dynamic sixth line, notwithstanding the attempts against him,\nsurvives and acquires fresh vigor. The people again cherish their sovereign, and\nthe plotters have wrought to their own destruction.\nNOTES AND PARAPHRASES\nSiu: The evil finally brings about its own demise, and good times return.\nThe man acquires fresh vigor, and the sovereign is strengthened by public\nsupport.\nWing: The forces of Deterioration have ended. The power will return to\npersons of worthwhile vision, who will again win the support of others. Inferior\npersons are destroyed by their own evil, for without power, negativity is selfconsuming.\nEditor: Fruit: Generally, the results of any action, either good or bad: An accrual\nof Karma. \"By their fruits ye shall know them.\" (The context here being\nfavorable.) Chariot: A vehicle, means of progress, way of going. It can symbolize\nthe psyche as the vehicle of evolution. Here, the superior man (or Self) has a \"new\nway of going.\" People: \"(Symbolic of) the lower mental and emotional qualities;\nthe natural undeveloped instincts and activities which are to be disciplined and\nused as a means to the end of the manifestation of the Self.\" [Gaskell --\n\nDictionary of Scriptures and Myths]. Dwelling: in the symbolism of this\nline, the dwellings of the inferior men are the focal points of autonomous,\nunregenerate forces within the psyche: desires, appetites, etc. But now these foci\nare overthrown, so the inferior forces no longer \"have a home.\" Generally\nspeaking, this line tells us that the time of disintegration has passed or will soon\nchange for the better. As Legge points out in his commentary on the hexagram:\n\"The situation is not hopeless -- winter is followed by spring, night by day, and\nthe waning moon soon grows full again. So will it be in the course of human\naffairs.\"\nHappy is the virtuous man, for he will feed on the fruit of his deeds; Woe\nto the wicked, evil is on him, he will be treated as his actions deserve.\nIsaiah 3: 10-11\nA. The consequences of past actions have yet to manifest themselves, or you have\nyet to assimilate an insight concerning a natural separation of positive and\nnegative elements within the situation. However, a reorganization and new\nsynthesis of forces is imaged and stability is being re-established.\nJune 30, 2001, 4/23/06, 03/25/08"
  }
}