{
  "hexagram_number": 32,
  "gua": "Judgment\nLegge: Consistency means successful progress without error through firm\ncorrectness. Movement in any direction is advantageous.\nWilhelm/Baynes: Duration. Success. No blame. Perseverance furthers. It\nfurthers one to have somewhere to go.\nBlofeld: The Long Enduring. Success and freedom from error! Righteous\npersistence brings reward. It is favorable to have in view some goal or\ndestination.\nLiu: Duration. Success. No blame. It benefits to continue. Going anywhere is\nadvantageous.\nRitsema/Karcher: Persevering, Growing. Without fault. Harvesting Trial.\nHarvesting: possessing directed going. [This hexagram describes your situation\nin terms of continuity and endurance. It emphasizes that continuing on and\nrenewing the way you are following is the adequate way to handle the situation.\nTo be in accord with the time, you are told to persevere!]\nShaughnessy: Constancy: Receipt; there is no trouble; beneficial to\ndetermine; beneficial to have someplace to go.\nCleary (1): Constancy is developmental. Impeccable. It is beneficial to be\ncorrect. It is beneficial to have a place to go.\nCleary (2): Constancy comes through without fault, beneficial insofar as it is\ncorrect. It is beneficial to have a place to go.\nWu: Constancy indicates pervasion. There will be no blame. It also indicates\nadvantage of being persevering and having undertakings.\n\nThe Image\nLegge: Thunder over wind -- the image of Consistency. The superior man\nstands firm and does not change his method of operation.\nWilhelm/Baynes: Thunder and wind: the image of Duration. Thus the\nsuperior man stands firm and does not change his direction.\nBlofeld: This hexagram symbolizes thunder accompanied by wind. The\nSuperior Man stands so firmly that he cannot be uprooted.\nLiu: Thunder and wind symbolize Duration. The superior man stands firm\nwithout changing direction.\nRitsema/Karcher: Thunder, wind, Persevering. A Chun tzu uses\nestablishing, not versatility on-all-sides.\nCleary (1): Thunder and wind are perpetual. Thus does the superior person\nstand without changing places.\nCleary (2): Thunder and wind are constant; so do developed people stand\nwithout changing place.\nWu: A combination of thunder and wind forms Constancy. Thus the jun zi\nestablishes himself by not changing his post.\nCOMMENTARY\nConfucius/Legge: Consistency means long continuance. The dynamic\ntrigram of Thunder is above, and the magnetic trigram of Wind is below. Docility\nand Motive Force are in sympathetic communication because their dynamic and\nmagnetic lines all correspond. When the motive power is spent it will begin again\n-- hence movement in any direction is advantageous. The sun and moon are\nconsistent in their illumination, and the four sequential seasons are consistent in\ntheir cycles of growth. The sages are consistent in their work and all under\nheaven are transformed. When we examine this consistent perseverance the\nnatural tendencies of heaven and earth are revealed.\nLegge: The subject of the hexagram is perseverance in what is right, or in\ncontinuously acting out the law of one's being. It is seen as a sequel to the\nprevious hexagram, Initiative. As that figure deals with the correct relations\nbetween husband and wife, so this figure treats of the continuous observance of\ntheir respective duties. Initiative consists of the trigrams symbolizing the\nyoungest son and youngest daughter and shows how the attraction and influence\nbetween the sexes is strongest in youth. Consistency on the other hand,\nconsists of the trigrams symbolizing the oldest son and oldest daughter. This\ncouple is more staid. The wife occupies the lower place, and their relationship is\n\ncharacterized by her submission. Given two parties, a magnetic and a dynamic in\ncorrelation, if both consistently observe what is correct and natural (i.e., the\nmagnetic submissive and the dynamic firm), then good fortune and progress may\nbe predicted for their course.\nNOTES AND PARAPHRASES\nJudgment: The will to maintain the consistency of the Work assures progress in\nwhatever direction it may take.\nThe Superior Man holds fast to the principles of the Work.\nWilhelm's title for this hexagram is Duration. I feel that the word\nConsistency best evokes the meaning of the figure. In an existence consisting\nof continuous change the only things that have duration are the principles upon\nwhich change is based. To adhere to these principles is to maintain consistency.\nImplicit here is a consistent balance of forces. Consistency in the Work means\nneither consistent action nor inaction, but an appropriate combination of the two\nprinciples as required by changing circumstances. The Confucian commentary\nalludes to this characteristic of the Work when it mentions the sun, moon and\nchanging seasons as examples of forces which maintain their consistency within a\ncontext of continuous change.\nJust as the moon at night reflects the light of the hidden sun, so in the\nWork the ego is always magnetic in relation to the dynamic Self. A moon that\nthought that it was the source of its light would be egregiously deluded, despite\nsuperficial appearances to the contrary; so too the ego that thinks that its powers\ncome from anywhere but the Self.\nMotives and standards of choice are not invented by the ego but are\nstructured by the actualization of archetypal predispositions through\npersonally acquired value standards.\nE. C. Whitmont -- The Symbolic Quest\nSUGGESTIONS FOR MEDITATION\nNote that all of the lines in the hexagram are generally unfavorable except\ntwo and five, and that when they both change places the hexagram becomes\nnumber thirty-one, Initiative. There is a profound lesson here which is best\nappreciated by meditating on the associations implied. The fact that each\nhexagram is the inverse of the other should not be forgotten.",
  "lines": {
    "1": "Line-1\nLegge: The first line, magnetic, shows its subject deeply desirous of long\ncontinuance. Even with firm correctness there will be evil; there will be no\nadvantage in any way.\nWilhelm/Baynes: Seeking duration too hastily brings misfortune persistently.\nNothing that would further.\nBlofeld: To ensure his continuance, he digs a hole for himself. This sort of\ndetermination brings misfortune, for he is unable to go anywhere.\nLiu: One seeks duration too insistently; to continue this brings misfortune.\nNothing is of benefit.\nRitsema/Karcher: Diving Persevering, Trial: pitfall. Without direction:\nHarvesting.\nShaughnessy: Distant constancy; determination is inauspicious; there is no\nplace beneficial.\nCleary (1): Deep constancy; fidelity brings misfortune. No benefit.\nCleary (2): In deep constancy, fidelity brings misfortune; there is no gain.\nWu: He seeks a lasting relationship from afar. Even though he is earnest, it will\nbe foreboding and there is nothing to be gained.\nCOMMENTARY\nConfucius/Legge: The evil attached to the deep desire for long continuance\narises from the deep seeking of it at the commencement of things. Wilhelm/\nBaynes: The misfortune arises from wanting too much immediately at the\noutset. Blofeld: Misfortune caused by trying to achieve enduring results at the\nvery beginning. Ritsema/Karcher: Beginning seeking depth indeed. Cleary\n(2): The misfortune … is from seeking depth to start with. Wu: Because he starts\nby seeking an intimate relationship.\nLegge: Line one has a proper correlate in four, but between them are two\ndynamic lines, and it is itself magnetic. These conditions prevent her from\nreceiving much help from line four. She should be quiet and not be anxious for\naction. The emphasis of what is said derives from her being the first\nline of the figure, at \"the commencement of things.\"\n\nNOTES AND PARAPHRASES\nSiu: At the outset the man wants to endure. Whatever endures must be\ngradually matured. There is no advantage in precipitous action.\nWing: Do not attempt to wholly and quickly embrace a method or system that is\nnew to you. Life-styles cannot be changed overnight. There are no shortcuts to\nreform. Such things are cultivated and matured in order to bring about the\ndesired results.\nEditor: The image depicts compulsive persistence in trying to force an issue or\nin seeking a premature synthesis. If this is the only changing line, the hexagram\nbecomes number thirty-four, Great Power, implying that perhaps you are too\nimpatient for results. The Work demands change, and often we long for some\nmeasure of stability which is inappropriate to the process taking place.\nRitsema/Karcher translate “Without direction: Harvesting” as: \"No plan or\ndirection is advantageous; in order to take advantage of the situation, do not\nimpose a direction on events.\" The second clause suggests that circumstances\nwill improve if you just don't meddle with them.\nA nation may be said to consist of its territory, its people, and its laws.\nThe territory is the only part which is of certain durability.\nAbraham Lincoln\nA. Don't push the river. You are trying too hard to succeed. Curb your\nimpatience and allow the Work to go at its own pace. Let things develop\nnaturally.\nB. A premature synthesis. You are jumping to conclusions. The principles\nof the Work are your guide to action, not the superficial changes in your milieu.",
    "2": "Line-2\nLegge: The second line, dynamic, shows all occasion for repentance\ndisappearing.\nWilhelm/Baynes: Remorse disappears.\nBlofeld: Regret vanishes.\nLiu: Remorse vanishes. [A stable situation is now possible.]\nRitsema/Karcher: Repenting extinguished.\nShaughnessy: Regret is gone.\n\nCleary (1): Regret disappears.\nWu: Regret disappears.\nCOMMENTARY\nConfucius/Legge: He can abide long in the due mean. Wilhelm/Baynes: It is\npermanently central. Blofeld: The line implies ability to remain upon the\nmiddle path. [I.e. To avoid extremes and cleave to the golden mean. This is\nsuggested by the position of the line which is central to the lower trigram.]\nRitsema/Karcher: Ability lasting, centering indeed. [The ideogram: field\ndivided in two equal parts. Image of hexagram 61.] Cleary (2): One can remain\nbalanced. Wu: (He) can remain in the central position for a long time.\nLegge: Line two is dynamic, but in the place of a magnetic line. However,\nbecause of his central position he holds fast to the due mean.\nNOTES AND PARAPHRASES\nSiu: The man endures by keeping his force of character within the bounds of\navailable power.\nWing: Apply just enough consistent force to effect the situation. Too much\nenergy, or too little, will create chaos. Avoid extremes in your actions.\nEditor: Line two is the dynamic correlate of the magnetic fifth line, and thus\nbecomes the ruler of the hexagram. The meanings of both lines are derived from\nthis switch of positions. (Ordinarily the fifth place is the seat of the ruler.) If\nboth lines change, the hexagram becomes number thirty-one, Initiative, with\nwhich the figure is intimately connected, as Legge's notes point out. This\nsuggests that consistency in the World of the Senses (domain of the ego) allows\nthe initiative to originate from the World of Thought (the domain of the Self – the\nCausal Plane of Theosophy); which is to say that the ego's consistent\nperseverance is essential for the transformation of the psyche. The attitude\nwhich is often necessary to accomplish this is symbolized in the IX of Wands in\nthe Tarot:\nThis card symbolizes those qualities that cause one to defend principles\nwhich may not be fully understood. And whether or not he understands\nwhat he is doing in its every aspect, he will do it as best he is able.\nF.D. Graves -- The Windows of Tarot\nA. Your position is correct. Stand fast and preserve the Work.\nB. Emanation from inner planes is facilitated by the ego’s skill in managing\nthe Work.",
    "3": "Line-3\nLegge: The third line, dynamic, shows one who does not continuously maintain\nhis virtue. There are those who will impute this to him as a disgrace. However\nfirm he may be, there will be ground for regret.\nWilhelm/Baynes: He who does not give duration to his character meets with\ndisgrace. Persistent humiliation.\nBlofeld: He is not consistently virtuous and therefore meets with disgrace. To\ncontinue thus would be shameful.\nLiu: If he does not continue to improve his character, he will be disgraced.\nContinuing (not to improve) brings humiliation.\nRitsema/Karcher: Not preserving one's actualizing-tao. Maybe receiving's\nembarrassing. Trial: abashment. [Actualize-tao: Ability to follow the course\ntraced by the ongoing process of the cosmos. Linked with acquire, TE:\nacquiring that which makes a being become what it is meant to be.]\nShaughnessy: Not making constant his virtue, he perhaps receives its disgrace;\ndetermination is distressful.\nCleary (1): If one is not constant in virtue, one may be shamed; even if right,\none is humiliated.\nCleary (2): Not being constant in virtue may be taken as a disgrace. Even if one\nis right, one is humiliated.\nWu: The subject does not persevere in principle. He may feel humiliated for his\nsupport. Even though he does nothing wrong, he will be remorseful.\nCOMMENTARY\nConfucius/Legge: He does not continuously maintain his virtue -- nowhere\nwill he be borne with. Wilhelm/Baynes: He meets with no toleration.\nBlofeld: Because, then, no one could endure him. [We can bear with an evil\nman more easily than with one who is liable to behave so inconsistently that we\nnever know what to expect of him.] Ritsema/ Karcher: Without a place to\ntolerate indeed. Cleary (2): There is no accommodation. Wu: Consequently, he\nwill not be welcome.\nLegge: The third line is dynamic in a dynamic place, but has passed the center\nposition of the lower trigram. He is too active, and coming under the attraction\nof his sixth line correlate, he is impelled to abandon his place and virtue. The\n\nK'ang-hsi editors' version of the commentary is: \"Nowhere can he bear to\nremain.\"\nNOTES AND PARAPHRASES\nSiu: The man does not maintain an inner consistency of character. His\nvicissitudes lead to troubles from unforeseen quarters.\nWing: Your reactions and moods caused by external situations are as\nunpredictable as these varying circumstances. This inconsistency within the Self\nwill bring your humiliation. In turn, this creates a cycle of difficulties. Try to\ncenter yourself.\nEditor: To parody Emerson: \"A foolish inconsistency is the hobgoblin of\nsmall minds.\"\nThere is nothing worse than to begin work on oneself and then leave it\nand find oneself between two stools.\nGurdjieff\nA. Inconstancy and vacillation threaten the Work.",
    "4": "Line-4\nLegge: The fourth line, dynamic, shows a field where there is no game.\nWilhelm/Baynes: No game in the field.\nBlofeld: No game in the field.\nLiu: No birds in the field. For a long time one is out of place. How can one get\nbirds. [If you receive this line, you should not expect success, even with\nheightened efforts. Rather, be wary of losing your present position.]\nRitsema/Karcher: The fields without wildfowl.\nShaughnessy: In the fields there is no game.\nCleary(1): Fields, no game.\nWu: He hunts, but his bag is empty.\nCOMMENTARY\nConfucius/Legge: Going for long to what is not his proper place, how can he\nget game? Wilhelm/Baynes: When one is forever absent from one's place, how\n\ncan one find game? Blofeld: How can one who remains long out of place hope\nto gain his quarry? [ A reference to the unsuitable position of this line. An\nexample of what is implied is furnished by people whose talents and interests\nincline them towards a profession quite different from the one in which they are\nemployed; with the best will in the world, they cannot do justice to themselves.]\nRitsema/Karcher: No lasting whatever: one's situation. Quietly acquiring the\nwildfowl indeed. Cleary(2): This is not the place for persistence. How can one\ncatch game? Wu: He has not been in the right place for a long period of time.\nHow can he have bagged any game?\nLegge: Line four is dynamic in a magnetic place, thus suggesting the symbolism.\nNOTES AND PARAPHRASES\nSiu: Perseverance alone does not assure success. No amount of stalking will lead\nto game in a field that has none.\nWing: Be certain your goals are realistic. If you try to achieve things that are\nunlikely, no matter how vigorously, you will still accomplish absolutely nothing.\nPerhaps you should re-evaluate your desires.\nEditor: There is sometimes an implication in this line that if you would just sit\nstill maybe the game would come to you.\nThe dead came back from Jerusalem, where they did not find what they\nwere seeking.\nJung -- VII Sermones ad Mortuos\nA. You can't find what you seek where it doesn't exist.\nB. Your present course of action is fruitless, or your speculation is\nincorrect.",
    "5": "Line-5\nLegge: The fifth line, magnetic, shows its subject continuously maintaining the\nvirtue indicated by it. In a wife this will be fortunate; in a husband, evil.\nWilhelm/Baynes: Giving duration to one's character through perseverance.\nThis is good fortune for a woman, misfortune for a man.\nBlofeld: Making a virtue of marital constancy is a type of persistence which\nbrings good fortune to women, but is harmful to men. [Here \"constancy\" is used\nin the limited sense of devotion to husband or wife and willingness to submit\nabsolutely to his or her judgment.]\n\nLiu: Firmly instilling duration in one's character is good fortune for a woman,\nbut not for a man.\nRitsema/Karcher: Persevering one's actualizing-tao: Trial. Wife people:\nsignificant. The husband, the son: pitfall. [Actualize-tao: Ability to follow the\ncourse traced by the ongoing process of the cosmos. Linked with acquire, TE:\nacquiring that which makes a being become what it is meant to\nbe.]\nShaughnessy: Making constant his virtue; determination is auspicious for the\nwife, inauspicious for the husband.\nCleary(1): Constancy in virtue; this righteousness is good for a woman, bad for a\nman.\nCleary (2): The fidelity of constancy in virtue bodes well for a woman, bodes ill\nfor a man.\nWu: The subject perseveres in principle. This is auspicious for a woman, but\nominous for a man.\nCOMMENTARY\nConfucius/Legge: Such firm correctness in a wife will be fortunate -- it is\nhers to the end of life to follow with an unchanged mind. The husband must\ndecide what is right, and lay down the rule accordingly -- for him to follow like a\nwife is evil. Wilhelm/Baynes: Perseverance brings good fortune for a woman,\nbecause she follows one man all her life. A man must hold to his duty; if he\nfollows the woman, the results are bad. Blofeld: A woman follows one lord for\nthe whole of her life, but men have to hold to their public duties. For them to\nsubordinate themselves to women would bring shame upon them. Ritsema/\nKarcher: Adhering-to the-one and-also completing indeed. Adhering-to the\nwife: pitfall indeed. Cleary (2): What bodes well in fidelity for a woman is\nconsistency from start to finish. For a man doing his duty, to follow a woman\nbodes ill. Wu: She perseveres in playing her devoted role to the very end.\nOminous for a man, because he should judge each issue on its merit and not\nfollow the role of a woman.\nLegge: The magnetic fifth line responds to the dynamic second, and may be\nsupposed to represent a wife conscious of her weakness, and docilely submissive,\nwhich is correct. A husband, however, and a man generally, has to assert himself,\nand lay down the rule of what is right. From line five it appears that what is right\nwill vary in different cases. The lesson of the hexagram is perseverance in what is\nright in each particular case.\n\nNOTES AND PARAPHRASES\nSiu: The man is faithful to tradition and submits meekly. These are desirable\nvirtues for a wife but not for a man of affairs. He should be flexible and assertive,\naccording to the demands of duty and the tenor of the times.\nWing: When you are seeking earthly things, apply earthly methods. When your\ngoals are lofty and ambitious, your methods must be inventive and daring. Learn\nto apply the appropriate kind of effort to achieve the effect you desire.\nEditor: What appears to be outrageous sexism is seen to be a profound truth\nwhen interpreted symbolically. The wife is emotion, the husband reason, and the\nline examines the crucial division of labor between them. Reason must be\nflexible or it becomes petrified into dogma; emotion must remain firm and not\ngive in to impulse or it becomes uncontrolled passion. The circumstances of each\nsituation dictate their proper response. In the flux and flow of life, mindless\nadherence to \"precedent\" is the strategy of shysters and dogmatists.\nFor reason, ruling alone, is a force confining; and passion, unattended, is\na flame that burns to its own destruction.\nKahlil Gibran -- The Prophet\nA. Control your emotions and allow reason to make the choices. Reason\nshould at all times be flexible and allow itself to be guided by the requirements of\nthe time. Emotion, on the other hand, must always maintain a firm adherence to\nthe principles of moderation and restraint.",
    "6": "Line-6\nLegge: The sixth line, magnetic, shows its subject exciting herself to long\ncontinuance. There will be evil.\nWilhelm/Baynes: Restlessness as an enduring condition brings misfortune.\nBlofeld: Prolonged violent exercise -- misfortune! [This implies violent activity\ndirected to wrong ends and therefore barren of result.]\nLiu: Continuous agitation means misfortune.\nRitsema/Karcher: Rousing Persevering: pitfall.\nShaughnessy: Distant constancy; inauspicious.\nCleary (1): Constancy of excitement is bad.\nCleary (2): Constant excitement bodes ill.\n\nWu: He changes his constant course. This is foreboding.\nCOMMENTARY\nConfucius/Legge: Far will she be from achieving merit. Wilhelm/Baynes:\nRestlessness as an enduring condition in a high position is wholly without merit.\nBlofeld: The prolonged violent exercise signified by this line is completely void\nof worthwhile results. Ritsema/Karcher: The great without achievement\nindeed. Cleary (2): Constant excitement in those on top is utterly unsuccessful.\nWu: Changing his constant course at the last stage will not accomplish anything.\nLegge: The principle of perseverance has run its course and the energy of the\nupper trigram of Movement is exhausted. The line itself is magnetic, and her\nviolent efforts can only lead to evil.\nNOTES AND PARAPHRASES\nSiu: The man in a high position is perpetually excited and restless. As a result he\ndoes not have the inner composure necessary for positive contributions. His\nmotive power is soon exhausted by violent efforts.\nWing: If you handle your affairs in a perpetual state of anxiety, you will soon\nexhaust yourself. More could be accomplished with a calm and composed\ndemeanor. Make an attempt to comprehend and align yourself with what is truly\nhappening before you create serious problems for yourself.\nEditor: Legge's interpretation of this line is inconsistent with the other\ntranslators, depicting \"foolish consistency\" as the problem, whereas Wilhelm,\nBlofeld and Liu all identify it as \"consistent foolishness.\" (Ritsema/Karcher's\n\"literal English\" could be interpreted either way.) My experience endorses the\nmajority opinion. The line often reminds us how anticipation is inconsistent with\ncenteredness. Perhaps you're trying too hard. \"Be here now\" -- allow the Work to\nunfold as it will.\nFavorinus tells how Epictetus would also say that there were two faults\nfar graver and fouler than any others - inability to bear, and inability to\nforbear, when we neither patiently bear the blows that must be borne,\nnor abstain from the things and the pleasures we ought to abstain from.\nThe Golden Sayings of Epictetus\nA. The times call for endurance, but you are not enduring the times.\nConstant fretting wears down the soul.\nFebruary 9, 2001, 4/25/06"
  }
}