{
  "hexagram_number": 61,
  "gua": "Judgment\nLegge: Inner Truth moves even pigs and fish, and leads to good fortune. There will be\nadvantage in crossing the great stream. There will be advantage in being firm and correct.\nWilhelm/Baynes: Inner Truth. Pigs and fishes. Good fortune. It furthers one to cross\nthe great water. Perseverance furthers.\nBlofeld: Inward Confidence and Sincerity. Dolphins -- good fortune! It is\nadvantageous to cross the great river (or sea). Persistence in a right course brings reward.\nLiu: Inner Truthfulness. Sea Lions -- good fortune. It is of benefit to cross the great\nwater.\nRitsema/Karcher: Centering Conforming, hog fish significant. Harvesting: wading\nthe Great River. Harvesting trial. (Hog fish, T’UN YU: aquatic mammals; porpoise,\ndolphin; intelligent aquatic animals whose development parallels the human; sign of\nabundance and good luck.) [This hexagram describes your situation in terms of the\nrelation between your inner core and the circumstances of your life. It emphasizes that\nbringing your central concerns and your life situation into a sincere and reliable accord\nis the adequate way to handle it...]\nShaughnessy: Central Return: the piglet and fish are auspicious; harmonious:\nbeneficial to ford the great river; beneficial to determine.\nCleary (1): Faithfulness in the center is auspicious when it reaches even pigs and\nfish. It is beneficial to cross great rivers. It is beneficial to be correct.\nCleary (2): Sincerity in the center is auspicious when simple-minded ... etc.\nWu: Sincerity moves piglets and fishes. Auspicious. It will be advantageous to cross the\nbig river with perseverance.\n\n61 -- Inner Truth - 61\nThe Image\nLegge: Wood on a Marsh -- the image of Inner Truth. The superior man deliberates\nabout cases of litigation and delays the infliction of death.\nWilhelm/Baynes: Wind over lake: the image of Inner Truth. Thus the superior man\ndiscusses criminal cases in order to delay executions.\nBlofeld: This hexagram symbolizes wind blowing over a marshy lake. The Superior Man\ndevotes careful thought to his judgments and is tardy in sentencing people to death.\nLiu: The wind over the lake symbolizes Inner Truthfulness. The superior man judges\ncriminals and postpones capital punishment.\nRitsema/Karcher: Above marsh possessing wind. Centering Conforming. A chun\ntzu uses deliberating litigating to delay dying.\nCleary (1): There is wind above a lake, with truthfulness between them. Thus superior\npeople consider judgments and postpone execution.\nCleary (2): There is wind over a lake, with sincerity in the center. True leaders\nconsider judgments and postpone execution.\nWu: There is wind above the marsh: this is Sincerity. Thus, the jun zi deliberates the\nverdicts and enjoins the death sentence.\nCOMMENTARY\nConfucius/Legge: Inner Truth shows two magnetic lines occupying the innermost\npart of the hexagram, with dynamic lines in the centers of the trigrams. We see the\nattributes of Cheerfulness and Flexible Penetration -- sincerity thus symbolized reaches\neven to pigs and fishes and will transform the country. We see one riding on the symbol of\nWood, which forms an empty boat -- hence it is advantageous to cross the great stream.\nThe virtue of Inner Truth requires firm correctness and shows the proper response of\nman to heaven.\nLegge: Inner Truth denotes the highest quality of man, giving its possessor the power\nto prevail with spiritual beings, with other men and with lower creatures. There are two\nmagnetic lines in the center and two dynamic lines above and below them. The magnetic\nlines represent the heart and mind free from all preoccupation, without any consciousness\nof self. The two dynamic lines immediately above and below them are each in the center of\ntheir respective trigram, and denote the solid virtue of one so free from selfishness.\nThe trigram of Wood above the trigram for a Lake or Marsh suggests a boat\ncrossing the great stream. The pigs and fishes symbolize the rudest and most obstinate of\nmen. Ch'eng-tzu observes: \"We have in the sincerity shown in the upper trigram\nsuperiors condescending to those below them in accordance with their peculiarities, and\n\n61 -- Inner Truth - 61\nwe have in that of the lower those below delighted to follow their superiors. The\ncombination of these two things leads to the transformation of the country and state.\"\nNOTES AND PARAPHRASES\nJudgment: It is a great accomplishment when Inner Truth alters archetypal forces\nwithin the psyche. The ego’s devotion to the Work is the means to this end.\nThe Superior Man carefully differentiates his options and avoids drastic measures.\n(Can sometimes mean: \"Don't act until you are sure of all the facts.\")\nAnyone who monitors his dreams and other images knows that the unconscious is a\ncontinuous wellspring of psychic energy. Jung has observed that we are probably\ndreaming all of the time -- the only reason we don't usually notice this is because the\nconscious mind is so powerful that the more subtle manifestations of the psyche are\neclipsed. Since consciousness consists of only the upper layers of a deep continuum of\nawareness it is obvious that we are being continuously \"created from within.\" The\nultimate source of our being is not easily accessible, but all of the empirical evidence\npoints to a \"Self\" which transcends the space-time continuum -- i.e., lives in another\n\"dimension.\"\nThe capacity to nullify space and time must somehow inhere in the psyche, or, to\nput it another way, the psyche does not exist wholly in time and space. It is very\nprobable that only what we call consciousness is contained in space and time, and\nthat the rest of the psyche, the unconscious, exists in a state of relative\nspacelessness and timelessness.\nJung -- Letters\nThis seemingly exotic concept was written by Jung in 1939, yet today the theories of\nthe quantum physicists are approaching the point where awareness itself will be\nrecognized as space-time transcendent.\nIn the modern Kaluza-Klein theory all the forces of nature, not merely gravity, are\ntreated as manifestations of spacetime structure. What we normally call gravity\nis a warp in the four spacetime dimensions of our perceptions, while the other\nforces are reduced to higher-dimensional spacewarps. All the forces of nature are\nrevealed as nothing more than hidden geometry at work ... There is a deep\ncompulsion to believe in the idea that the entire universe, including all the\napparently concrete matter that assails our senses, is in reality only a frolic of\nconvoluted nothingness, that in the end the world will turn out to be a sculpture of\npure emptiness, a self-organized void.\nPaul Davies -- Superforce\nThe physicists now hypothesize an eleven-dimensional universe, and state that the\nseven \"extra\" dimensions are somehow \"rolled up to a very small size\" so that they are not\napparent to our senses. If we are going to hypothesize such fantastic realms it is more\nelegant to hypothesize consciousness itself as emanating from an extra-dimensional\n\n61 -- Inner Truth - 61\nsource. This is the Pleroma of the Gnostics and Alchemists, the upper and lower worlds of\nshamanism, or in Jungian parlance: the Objective Psyche or Collective Unconscious.\nThe familiar spacetime of our conscious experience consists of three linear\ndimensions, plus time. Time is considered a dimension, but not like the other three -- one\ncan go up, down, forward and backward, to the left or right at will, but one cannot go back\nto this morning or forward to next Thursday afternoon. The time dimension is a\ncontinuous \"now\" and we experience it and the other three dimensions from the reference\npoint of consciousness -- we are the center from which all dimensions radiate.\nConsciousness is like time in that it is always \"now,\" and since consciousness emerges\nfrom within in a continuous and autonomous flow, we can legitimately hypothesize that\nwe emanate from a power source in another dimension. We are a kind of continuous\nexplosion from within -- a microcosmic version of the \"Big Bang\" which originated the\nuniverse, and which, incidentally, is still exploding-expanding outward into space.\nIf everything that is recognizable is so only because it has separated itself from the\n\"all and nothingness,\" leaving its complementary half behind in the unmanifested\nstate, then the earth too must have its complementary half in the unmanifested\nstate, and the force of gravitation it exerts on all the creatures and objects living\non it is the striving for reunification between the earth and its unmanifested\ncomplementary half which has been left behind in the void as its negative\nreflection. The earth's gravitational pull thus draws all the earth towards the void\nwhich stands beyond time and space, in order to bring about this reunion. If the\nearth were to yield, all the earth and everything on it would disappear into the\ncenter, into the void. But that would be a return to the paradisiacal unity -- to\nGod -- to bliss!\nElisabeth Haich -- Initiation\nThe image of the hexagram Inner Truth gives us the idea of an \"empty\" center -as good an image as could be devised from the structural components of the trigrams to\nshow the inner source of human consciousness. The pigs and fishes of the Judgment are\nthe archetypal complexes which must be tamed through the process of the Work, and to\n\"cross the great stream\" with firm correctness is to accomplish this holy task.\nThrough all ages men have sought, and some have found; there is a door through\nwhich we can pass out on to the higher planes, but that door is within the soul, it is\nan enlargement of consciousness whereby we perceive these things to which we\nhave hitherto been blind, and from such perception comes the sense of reality\nwhich is lacking while we perceive nothing but appearances. Whoso has this\nwider vision is freed from the limitations of the five physical senses; his memory\nextends back beyond birth, and his hopes go forward beyond death ... Having all\naspects of his own nature harmoniously developed, he is at one with all aspects of\nthe universe, nothing is alien to him, and no form of existence is hostile. The path\nof life is open before him and he treads it with joy.\nD. Fortune -- The Esoteric Philosophy of Love and Marriage\n\n61 -- Inner Truth - 61",
  "lines": {
    "1": "Line-1\nLegge: The first line, dynamic, shows its subject resting in himself. There will be good\nfortune. If he sought to any other, he would not find rest.\nWilhelm/Baynes: Being prepared brings good fortune. If there are secret designs, it\nis disquieting.\nBlofeld: The officer in charge of hunting and fishing [The whole of this phrase translates\na single Chinese word. The additional commentaries in my possession differ widely in\ntheir interpretation of this character (which has several other meanings) and of the\npassage as a whole. None of them gives what seems to me a satisfactory explanation and\nI must confess myself unable to interpret the meaning.] -- good fortune! The presence of\nothers would give rise to anxiety. [In the light of the commentary on the line which follows,\nthis could also be taken to mean: \"Any other way than the way we are following would\nmake us lose our peace of mind.\"]\nLiu: Ponder carefully. Good fortune. Other thoughts lead to anxiety.\nRitsema/Karcher: Precaution significant. Possessing this, not a swallow. (Swallow,\nYEN: house swallow, martin, swift, retired from official life; easy, peaceful, private; give\na feast; relation between elder and younger brother.)\nShaughnessy: Self-satisfied auspiciousness; there are others not tranquil.\nCleary (1): Forethought leads to a good outcome. If there is something else, one is not at\nrest.\nCleary (2): Preparedness leads to a good outcome, etc.\nWu: Being devoted to a single cause is auspicious. Vacillation would lead to uneasiness.\nCOMMENTARY\nConfucius/Legge: No change has yet come over his purpose. Wilhelm/Baynes: The\nwill has not yet changed. Blofeld: The good fortune presaged by this line implies that our\npurpose remains unaltered. Ritsema/Karcher: Purpose not-yet transformed indeed.\nCleary (2): The mind is not changed. Wu: There has been no change in purpose.\nLegge: Ordinarily, we would expect line one to turn to line four as its correlate. However,\nthe K'ang-hsi editors contend that with the exception of lines three and six, the concept of\ncorrelation should be discarded from the study of this hexagram. Here sincerity is focused\non inner truth, and this is the source of its power. \"No change has come over his purpose\"\nmeans that sincerity, perfect in and of itself, continues undisturbed by outside influences.\n\n61 -- Inner Truth - 61\nNOTES AND PARAPHRASES\nSiu: At the outset, the man relies on his inner stability and preparedness, which are the\nbasis of a correct attitude toward the world. If he seeks secret ties, however, his peace of\nmind and inmost sincerity will be jeopardized.\nWing: Concentrate now upon your inner virtue. Rely upon your principles and those\nthings you know to be true about your nature. Good fortune will come with this attitude. If\nyou look outside of yourself for help, you may succumb to chaos and all subsequent action\nwill be uncentered and improper.\nEditor: There is some serious disagreement about the proper translation of this line.\nWilhelm speaks of \"being prepared;\" Liu renders it as an injunction to \"ponder carefully.\"\nBlofeld's version is a complete non-sequitur, and we can't help but wonder about the\nmeaning of the \"swallow\" in Ritsema/Karcher's version. Nevertheless, all of the\nConfucian commentaries are closely analogous, so we can use it as our point of reference.\nThe image is one of an inner centeredness which seems threatened. The proper response\nis an egoless receptivity to experience which has its secure foundation in Self-reliance.\nOne comes from one's center, ignoring peripheral inner turmoil and its reflection in outer\ntemptation, and thereby flows with Tao.\nIt was even then only after the Heyoka ceremony, in which I performed my dog\nvision, that I had the power to practice as a medicine man, curing sick people; and\nmany I cured with the power that came through me. Of course it was not I who\ncured. It was the power from the outer world, and the visions and ceremonies had\nonly made me like a hole through which the power could come to the two-leggeds.\nIf I thought that I was doing it myself, the hole would close up and no power could\ncome through. Then everything I could do would be foolish.\nBlack Elk\nA. An image of self-containment -- everything you need is within you. Be true to\nyour Self.\nB. Self-reliance implies receptivity to intuition.",
    "2": "Line-2\nLegge: The second line, dynamic, shows its subject like the crane crying out in her hidden\nretirement, and her young ones responding to her. It is as if it were said: \"I have a cup of\ngood spirits,\" and the response were, \"I will partake of it with you.\"\nWilhelm/Baynes: A crane calling in the shade. Its young answers it. I have a good\ngoblet. I will share it with you.\n\n61 -- Inner Truth - 61\nBlofeld: A crane sings in the shade; its young ones follow suit. [This symbolizes a\nlonging in which others share.] I have a fine goblet and will share it with you. [We should\nallow others to benefit from something or some circumstance which is valuable to us.]\nLiu: A crane calls in the shade; its young ones respond. I have a good goblet (wine, virtue)\nto share with you.\nRitsema/Karcher: Calling crane located-in yin. One's son-hood harmonizing it. I\npossess a loved wine-cup. Myself associating, simply spilling it.\nShaughnessy: A calling crane in the shade, its young harmonizes with it: We have a good\nchalice, I will down it with you.\nCleary (1): A calling crane is in the shade, its fledgling joins it; I have a good cup, which I\nwill quaff with you.\nWu: A crane cries in the shade and her young chime in. “I have fine wine. I would like to\nshare it with you.”\nCOMMENTARY\nConfucius/Legge: Her young ones respond to her from the common wish of the inmost\nheart. Wilhelm/Baynes: This is the affection of the inmost heart. Blofeld: `Its young\nones follow suit' indicates heartfelt desire. Ritsema/Karcher: Centering the heart\ndesiring indeed. Cleary (2): The fledgling joining in is the heart’s desire. Wu: The\nharmony comes from within.\nThe Master said: \"The superior man occupies his apartment and sends forth his words.\nIf they be good, they will be responded to at a distance of more than a thousand miles -how much more will they be so in the nearer circle! If his words be evil, they will awaken\nopposition at a distance of more than a thousand miles – how much more will they do so\nin the inner circle! Words issue from one's person, and proceed to affect the people.\nActions proceed from what is near, and their effects are seen at a distance. Words and\naction are the spring and hinge of the superior man. The movement of that hinge and\nspring determines glory or disgrace. His words and actions move Heaven and Earth -may he be careless in regard to them?\"\nLegge: The young ones of the crane are represented by line one. The symbolism suggests\ntwo men brought together by their sympathy in virtue. The subject of the line is the effect\nof sincerity. As one bond of loving regard unites the mother bird and her young, so\nanswers the heart of man to man.\nNOTES AND PARAPHRASES\nSiu: The man voices his feelings and defends his deeds by clear explanations, which exert\na far-reaching chain reaction.\n\n61 -- Inner Truth - 61\nWing: Here insight and influence are in their finest hour. The deeds you do, the words\nyou speak, resonate in the hearts and minds of others near and far. You may expect a\nfortunate and beneficial response from your environment.\nEditor: We see here a hidden mother bird calling to her young to share a cup of spirits.\n(Wilhelm, Blofeld and Liu all translate \"hidden retirement\" as \"shade.\") The image is of a\nmother who cannot be seen -- i.e., a hidden source. Psychologically interpreted, this\nsuggests the inner Self, and the shade suggests the darkness of the unconscious from\nwhich the Self calls to us. The young birds who respond to the call are the complexes of\nthe psyche, including, of course, the conscious ego-complex. Despite conscious negative\nassociations of alcohol with intoxication, \"spirits\" are a common dream symbol for the\naction of the spirit on consciousness. (Aqua Vitae, literally: \"water of life,\" means alcohol\nor hard liquor.) The overall image then is one of the Self and its complexes united by their\ncommon \"spirit.\"\nAs concerning the most sovereign form of soul in us we must conceive that heaven\nhas given it to each man as a guiding genius -- that part which we say dwells in\nthe summit of our body and lifts us from earth toward our celestial affinity, like a\nplant whose roots are not in earth, but in the heavens. And this is most true, for it\nis to the heavens, whence the soul first came to birth, that the divine part attaches\nthe head or root of us and keeps the whole body upright.\nPlato -- The Timaeus\nA. An image of affinity and connectedness which may be hidden or not readily\napparent.\nB. Self and satellites united in accord: Nourishment which comes from within.",
    "3": "Line-3\nLegge: The third line, magnetic, shows its subject having met with her mate. Now she\nbeats her drum, and now she leaves off. Now she weeps, and now she sings.\nWilhelm/Baynes: He finds a comrade. Now he beats the drum, now he stops. Now he\nsobs, now he sings. [Here the source of a man’s strength lies not in himself but in his\nrelation to other people. No matter how close to them he may be, if his center of gravity\ndepends on them, he is inevitably tossed to and fro between joy and sorrow.]\nBlofeld: He makes an enemy. Beating a drum by fits and starts, he weeps and sings in\nturn. [We are conscious of having made an enemy, but we cannot make up our minds\nwhat to do about it. The implication is that we should have more courage.]\nLiu: One meets a person. Suddenly he beats a drum, and suddenly he stops; then he\nweeps, then he sings. [You can expect to gain sometimes, but also to lose sometimes; in\nhappiness hides sadness, but from sadness will spring joy.]\n\n61 -- Inner Truth - 61\nRitsema/Karcher: Acquiring antagonism. Maybe drumbeating, maybe desisting. Maybe\nweeping, maybe singing.\nShaughnessy: Getting an enemy: now drumming, now weary, now crying, now singing.\nCleary (1): Finding enemies, sometimes drumming, sometimes stopping, sometimes\ncrying, sometimes singing. [Believing in what is not to be believed will inevitably destroy\nfaith. This is faith that takes the false to be true.]\nCleary (2): Finding a mate … etc. [All of this is due to lack of virtuous qualities and being\nout of place.]\nWu: He meets with his counterpart. Sometimes he drums, sometimes he stops,\nsometimes he wails, and sometimes he sings.\nCOMMENTARY\nConfucius/Legge: The position of the line is not the appropriate one for it. Wilhelm/\nBaynes: The place is not appropriate. Blofeld: His beating the drum by fits and starts is\nindicated by the unsuitable position of this line. Ritsema/Karcher: Situation not\nappropriate indeed. Cleary (2): The position is not appropriate. Wu: Because he is out\nof place. [The judgment describes how circumstances may influence the action of a\nperson, but makes no comments on his behaviors.]\nLegge: The mate of line three is line six. Although they are matched as correlates, each is\nin an inappropriate place. The idea is that sincerity, not left to itself, is influenced from\noutside which causes changes and uncertainty in one's moods.\nNOTES AND PARAPHRASES\nSiu: The man depends on others for his joys and sorrows, which generates an uncertainty\nof moods. His sincerity is impure and contaminated with external influences.\nWing: You depend upon your external relationships to dictate your mood or to gauge\nyour confidence in yourself. This can sometimes elevate you to the heights of joy or banish\nyou to the depths of despair. Possibly you may enjoy such range in emotion.\nEditor: Note the close similarity between this line and line three of Hexagram #30,\nClarity: \"In the light of the setting sun, men either beat the pot and sing or loudly bewail\nthe approach of old age. Misfortune” (Wilhelm). Here, line three is unduly influenced by\nher sixth line correlate, who is portrayed as a crowing cock: an egotistical sham. Blofeld,\nShaughnessy and Cleary (1) describe an enemy; Ritsema/Karcher call it “acquiring\nantagonism.” Whatever it is, the influence is not consistent with proper management of\nthe Work. This suggests the psychic processes of the average human being. With her\nchoices largely influenced by unconscious forces (which her correlate would probably call\n\"free will\"), her life is largely determined by circumstances beyond her control. At its most\nneutral, the line images the waxing and waning of fortune: \"The Lord giveth, and the Lord\ntaketh away.\"\n\n61 -- Inner Truth - 61\nBut this duality would seem to alternate; what is victor today is the vanquished\ntomorrow; what guides us today becomes secondary and subordinate tomorrow.\nAnd everything is equally mechanical, equally independent of will, and leads\nequally to no aim of any kind. The understanding of duality in oneself begins with\nthe realization of mechanicalness and the realization of the difference between\nwhat is mechanical and what is conscious. This understanding must be preceded\nby the destruction of the self-deceit in which a man lives who considers even his\nmost mechanical actions to be volitional and conscious and himself to be single\nand whole.\nGurdjieff\nA. An image of inconstancy and lack of will. Unstable effort and lack of\ncenteredness (perhaps influenced by egotistical illusions) create consistently inconclusive\nresults.",
    "4": "Line-4\nLegge: The fourth line, magnetic, shows its subject like the moon nearly full, and like a\nhorse pulling a chariot whose fellow disappears. There will be no error.\nWilhelm/Baynes: The moon nearly at the full. The team horse goes astray. No blame.\nBlofeld: A team of horses strays just before the full moon -- no error!\nLiu: The moon will be full. He loses a team of horses. No blame.\nRitsema/Karcher: The moon almost facing. The horse team extinguished. Without fault.\nShaughnessy: The moon is past full; the horse will necessarily be lost; there is no trouble.\nCleary (1): The moon approaches fullness. The pair of horses is gone. No fault.\nCleary (2): The moon is almost full. When the horse’s mate disappears, there is no fault.\nWu: The moon is almost full. One horse of a pair is lost. No blame.\nCOMMENTARY\nConfucius/Legge: She breaks with her former companions, and mounts upwards.\nWilhelm/Baynes: It separates from its kind and turns upward. Blofeld: The straying\nof the horses signifies rising above those of our own kind. Ritsema/Karcher: Cutting-off\nthe above, sorting indeed. Cleary (2): The horse’s mate disappearing means breaking\nwith peers to go higher. Wu: He forsakes the company of his own kind for the sake of\nservice to the one above.\n\n61 -- Inner Truth - 61\nLegge: Line four is magnetic and in her correct place. She has discarded her correlate\nfirst line and hastens on to the confidence of the ruler in line five, who is symbolized as the\nnearly full moon. The symbol of the horse whose fellow has disappeared has reference to\nthe discarding of the first line.\nWilhelm/Baynes: The team horse is the six in the third place. But the fact that there is\nsimilarity in kind has no determining effect. The line is correct in its place and has a\nreceiving relationship to the ruler of the hexagram, the nine in the fifth place, whom it\nserves as minister.\nNOTES AND PARAPHRASES\nSiu: The man is humble and respectful in receiving enlightenment from superior quarters.\nHe is like the team horse which follows the straight course without having to look at its\nmate.\nWing: Turn your attention to a superior person or a noble ideal and attempt to gain\ninsight into this power. In responding to a larger goal, you may leave others behind. This is\nnot a mistake.\nEditor: According to Wilhelm, line three, the drum beating, sobbing and singing inferior\nman, is here symbolized as the “team horse” who is abandoned – not line one (Legge).\nThis transfer of “horse-power” is psychic energy which forsakes its former pursuits to seek\nillumination or en-light-enment. The message is the abandonment of futile ways to focus\non Inner Truth: Leave the cycles of weeping and singing to those who are still enamored\nof them. The Waxing moon is an increasing brightness which, because it is associated with\nthe ruler, symbolizes a source of wisdom. The proper ego/Self relationship is implied.\nAnd what is purification but the separation of the soul from the body, as I was\nsaying before; the habit of the soul gathering and collecting herself into herself\nfrom all sides out of the body; the dwelling in her own place alone, as in another\nlife, so also in this, as far as she can -- the release of the soul from the chains of\nthe body?\nPlato -- Phaedo\nA. You are getting the idea. Abandon illusion and ascend toward truth -- the only\nfreedom lies within.",
    "5": "Line-5\nLegge: The fifth line, dynamic, shows its subject perfectly sincere, and linking others to\nhim in closest union. There will be no error.\nWilhelm/Baynes: He possesses truth, which links together. No blame.\nBlofeld: He seems to be pulled forward by his confidence in what he is doing -- no error!\n\n61 -- Inner Truth - 61\nLiu: His truthfulness is steadfast. No blame. [Good fortune in everything.]\nRitsema/Karcher: Possessing conformity, binding thus. Without fault.\nShaughnessy: There is a return linkedly; there is no trouble.\nCleary (1): With faithfulness that is firm, there is no fault.\nCleary (2): With sincerity that is firm, there is no fault.\nWu: Sincerity can unite people as if connecting them with strings. No blame.\nCOMMENTARY\nConfucius/Legge: The place of the line is the correct and appropriate one. Wilhelm/\nBaynes: The place is correct and appropriate. Blofeld: This is indicated by the correct\nposition of this ruling line. Ritsema/Karcher: Situation correcting appropriate indeed.\nCleary (2): The position is correct. Wu: It comes from the proper position.\nLegge: Line five is dynamic and in the central place of the ruler. He is the sage on the\nthrone whose sincerity goes forth to bind all in union with himself.\nWilhelm/ Baynes: This describes the ruler who holds all elements together by the power\nof his personality. Only when the strength of his character is so ample that he can\ninfluence all who are subject to him, is he as he needs to be. The power of suggestion must\nemanate from the ruler. Without this central force, all external unity is only deception and\nbreaks down at the decisive moment.\nNOTES AND PARAPHRASES\nSiu: The perfect sincerity of the sage on the throne binds all in union with himself.\nWing: This is the position of a true ruler. Such a person holds to virtuous goals and\nprinciples and emanates, to those all around him, the overwhelming force of his character.\nOthers cling to him, and there is no blame in this.\nEditor: The line and its commentaries present a highly accurate image of the\nindividuation process in its concentrated essence. The goal of the Work is to unite all of\nthe disparate aspects of the psyche into a harmonious whole. If this is the only changing\nline, the hexagram becomes number forty-one, Compensating Sacrifice, the\ncorresponding line of which images a profound and beneficial increase: “Someone does\nindeed increase him. Ten pairs of tortoises cannot oppose it. Supreme good fortune”\n(Wilhelm). Psychologically interpreted, this is the seat of the Self in the hexagram of\nInner Truth.\n\n61 -- Inner Truth - 61\nBehold, the kingdom of God is within you.\nLuke 17: 21\nA. Inner Truth links powers together within the psyche.\nB. \"The truth shall make you free.\"",
    "6": "Line-6\nLegge: The topmost line, dynamic, shows its subject as chanticleer trying to mount to\nheaven. Even with firm correctness there will be evil.\nWilhelm/Baynes: Cockcrow penetrating to heaven. Perseverance brings misfortune.\nBlofeld: The noise of cocks crowing rises to the sky -- to persist now would bring\nmisfortune. [This suggests that we are over-confident and inclined to crow about our\ngood fortune; but we should remember that triumph seldom lasts long and avoid\nseeking even greater triumphs at this time.]\nLiu: The crow of a cock piercing the heavens. To continue -- misfortune.\nRitsema/Karcher: A soaring sound mounting, tending-towards heaven. Trial: pitfall.\nShaughnessy: The golden pheasant's sound ascends to the heavens; determination is\ninauspicious.\nCleary (1): The voice of a pheasant reaches the skies; even if devoted, the outlook is bad.\nCleary (2): A rooster ascends to the skies. Self-righteousness leads to misfortune.\nWu: The crowing sound of a rooster ascends high in the sky. It will be foreboding, even\nwith perseverance.\nCOMMENTARY\nConfucius/Legge: Chanticleer tries to mount to Heaven, but how can such an effort\ncontinue long? Wilhelm/Baynes: How could such a one last long? Blofeld: For how\ncould this continue for long? Ritsema/Karcher: Wherefore permitting long-living\nindeed? Cleary (2): How can the rooster who ascends to the skies last? Wu:\nHow long can it last?\nLegge: Line six should be magnetic, but is dynamic, and coming after line five, what can\nhe accomplish? His efforts will be ineffectual and self-destructive. He is symbolized as a\ncock -- literally: \"The plumaged voice.\" But a cock is not fitted to fly high, and will only\nhurt himself in the attempt.\n\n61 -- Inner Truth - 61\nNOTES AND PARAPHRASES\nSiu: Mere words cannot be relied upon. Overdependence on them leads to bad results.\nWing: Your character has developed to a point where you can make a formalized appeal\nfor help and allegiance in attaining ambitious aims. However, your position is not correct\nfor such aspirations. The pursuit of these aims brings unhappiness and remorse.\nEditor: The cock is a proud and stubborn bird: loud and aggressive, it is an appropriate\nsymbol of a deluded ego. [Cocksure: \"Given to or marked by overconfidence,\npresumptuousness, lack of thoroughness or cockiness.\"] The sound of a cock's crowing\nsuggests proud words or vain ideas. His correlate is the weak and inconstant, “drumming\nand sobbing” third line, and he can be seen as an over-confident ego aspiring to lead the\npsyche to glory -- an illusion which can only fail and thereby retard the progress of the\nWork. At worst, this implies bad faith; at best it suggests ignorance and illusion.\nReliance on one's apparent self [ego] leads to ruin. To presume to be all-knowing\nis extremely harmful. Self-reliance or self-confidence means faith in the higher\nself. To persist in remaining what one already is or in holding on to one's\npreconceived opinions at any cost -- such self-importance is unprofitable.\nSwami Turlyananda\nA. Ego pride destroys the Work.\nB. Don't pretend to know or try to understand what is beyond your comprehension.\nApril 11, 2001, 4/25/06"
  }
}