{
  "hexagram_number": 59,
  "gua": "Judgment\nLegge: Expansion intimates that there will be progress and success. The king goes to\nhis ancestral temple. It will be advantageous to cross the great stream. It will be\nadvantageous to be firm and correct.\nWilhelm/Baynes: Dispersion. Success. The king approaches his temple. It furthers\none to cross the great water. Perseverance furthers.\nBlofeld: Scattering -- success! The King has approached his temple. [An omen of\nsafety.] It is advantageous to cross the great river (or sea). [I.e., to go on a long journey.]\nPersistence in a righteous course brings reward.\nLiu: Dispersion. Success. The king approaches the temple. It is of benefit to cross the\ngreat water. It benefits to continue.\nRitsema/Karcher: Dispersing, Growing. The king imagines possessing a temple.\nHarvesting: wading the Great River. Harvesting Trial. [This hexagram describes your\nsituation in terms of confronting obstacles, illusions and misunderstandings. It\nemphasizes that clearing away what is blocking the light is the adequate way to handle it.\nTo be in accord with the time, you are told to: disperse what obstructs awareness!]\nShaughnessy: Dispersal: Receipt; the king approaches into the temple; beneficial to\nford the great river; beneficial to determine.\nCleary (1): In Dispersal there is development. The king comes to have a shrine. It is\nbeneficial to cross great rivers. It is beneficial to be correct.\nCleary (2): Dispersal is successful. The king goes to his ancestral temple. The benefit\ncrosses great rivers. It is beneficial if correct.\nWu: Dispersion indicates pervasiveness. The king does homage to his ancestral temple.\nIt will be advantageous to cross the big river, but only with perseverance.\n\n59 - Expansion (Dispersion) - 59\nThe Image\nLegge: The image of wind moving over water forms Expansion. The ancient kings, in\naccordance with this, presented offerings to God and established the ancestral temple.\nWilhelm/Baynes: The wind drives over the water: the image of Dispersion. Thus the\nkings of old sacrificed to the Lord and built temples.\nBlofeld: This hexagram symbolizes wind blowing across the face of the waters. The kings\nof old built temples in which to sacrifice to the Supreme Lord of Heaven. [A temple is a\nplace of safety from the ills of the world. The symbolism here is that the upper trigram\nforms a temple in which people are safe from the pit (the lower trigram); its middle line\n(five) signifies the King. The implication is that we should employ spiritual or moral\nmeans to preserve ourselves from the danger threatened by the lower trigram.]\nLiu: Wind blowing over water symbolizes Dispersion. The ancient kings offered\nsacrifices to the Deity, then built temples.\nRitsema/Karcher: Wind moves above stream. Dispersing. The Earlier Kings used\npresenting tending-towards the supreme to establish the temples.\nCleary (1): Wind blows above water, Unintegrated. Thus ancient kings honored god\nand set up shrines.\nCleary (2): Wind travels over the water, dispersing. Ancient kings honored God and set\nup shrines.\nWu: The wind moves above water; this is Dispersion. Thus, the ancient kings made\nofferings to the Supreme Being and consecrated their ancestral temple.\nCOMMENTARY\nConfucius/Legge: The dynamic line is central in the lower trigram, and the magnetic\nfourth line is correct in the upper trigram, uniting with the dynamic ruler above her. The\nking's mind is without any deflection as he goes to his ancestral temple. He rides over\nwater in a vessel of wood, and will cross the great stream with success.\nLegge: The hexagram of Expansion denotes a state of dissipation or dispersion. It\nshows men's minds alienated from correctness and sure to go on to disorder. Here an\nattempt is made to show how the situation should be remedied.\nThe lower trigram represents Water, and the upper, Wind. Wind moving over water\nevaporates it, and suggests the idea of dispersion. Success is intimated because there are\ndynamic lines occupying the central places in the trigrams. The king's piety moves the\nspirits by its sincerity -- when the religious spirit rules men's minds, there will be no\nalienation from what is right and good. Under such conditions even hazardous enterprises\nmay be undertaken.\n\n59 - Expansion (Dispersion) - 59\nThe second sentence of the Confucian commentary literally begins: \"The king is\nindeed in the middle...\" This means that his heart and mind are set on the central truth of\nwhat is right and good. The ancestral temple signifies the recognition that sincere\nreligious practices counteracted the tendency to mutual alienation and selfishness among\nmen. The wooden vessel refers to one of the attributes of the upper trigram, which is\nWood. It suggests a boat riding on water (the lower trigram), hence: crossing the great\nwater.\nNOTES AND PARAPHRASES\nJudgment: Focus on the ideals of the Work and maintain your will. A major synthesis is\npossible.\nThe Superior Man subdues his ego to attain his latent potential.\nBecause of the intimate relationship between this figure and hexagram number 45,\nContraction, I have chosen the title of Expansion to best emphasize their polarity.\nThe \"ancient kings and sages\" are more mythical than historical, so we can assume\nthat they symbolize archetypal forces (\"gods\") within the psyche -- of whom the ego is only\nthe current spacetime representative (i.e., servant- facilitator). The Self is the focal point,\nthe center of this multidimensional awareness complex.\nIn both timeless and spaceless experiences, the mundane world is virtually\nexcluded. Of course, the converse is true of the mundane state of daily routine, in\nwhich the oceanic unity with the universe, in ecstasy and Samadhi, is virtually\nabsent. Thus, the mutual exclusiveness of the \"normal\" and the exalted states, both\necstasy and Samadhi, allows us to postulate that man, the self- referential system,\nexists on two levels: as \"Self\" in the mental dimension of exalted states; and as \"I\"\nin the objective world, where he is able and willing to change the physical\ndimension \"out there.”\nR. Fischer -- \"A Cartography of the Ecstatic and Meditative States,\" Science:\n174, 1971\nThe symbol of a temple, where one worships one's ancestors may be taken as the\nperfect gestalt of the Work as it exists outside of spacetime, as well as the karmic\nrepository of all previous incarnations. It represents both the completed Work and the\nWork in progress. That the family temple was regarded in China as symbolic of an ideal\nstandard of perfection such as this, is implied in the following passage:\nDiplomatic negotiations were carried on in the ancestral temple, in the veritable\npresence, it was believed, of the ancestors; diplomatic banquets were given there,\nalso. Even a proposal of marriage was received by the father of the prospective\nbride in his ancestral temple, in the presence of the spirits ... (The world of\nConfucius), we must remember, was one in which there was a nearly complete\nbreakdown of moral standards ... Only in the performance of religious\n\n59 - Expansion (Dispersion) - 59\nceremonies could there still be found, consistently, a type of conduct regulated by\na socially accepted norm of behavior, in which men's actions were motivated by a\npattern of cooperative action, rather than swayed by the greed and passions of\nthe moment.\nH.G. Creel -- Confucius and the Chinese Way\nPsychologically, Expansion depicts a state of inner pressure capable of fruitful\nresolution if it can be properly guided. The king in the Image (in this case, the ego)\nsacrifices for a high ideal: the good of the Work. Legge's commentary tells us that the\n\"second sentence of the Confucian commentary literally begins: `The king is indeed in the\nmiddle...'\" This suggests a combination of his second and third sentences into the\nparaphrase: \"The king steers a middle course when crossing the water to the ancestral\ntemple.\" This gives the image of a vessel and the proper way to guide it toward a\ndestination. Anyone who has ever steered a boat with a rudder knows that to over-correct\non either side is a mark of poor seamanship: the goal is to maintain a dynamic balance in\nour guidance of the Work. Lines two and five represent proper course-correction because\nthey are both in the middle of their respective trigrams.\nExpansion is the inverse of the following hexagram of Restrictive Regulations.\nWhat is there confined and hoarded is here dispensed -- but this dispensation must\nconform with the ultimate good of the Work. Not just any release of tension will do -- it\nmust recombine itself into a new and better organization, as imaged in the fourth line. If\nthis new order is a proper one, the released tension precipitates a catharsis, as imaged in\nline five.\nThe form, then, in which our complexes confront us is the form in which the\nfundamental materials of our human structure come into our here-and-now\nexistence. Like crystals they are always imperfect to some extent and often\nunrecognizable or grossly disfigured in comparison with the “ideal” shape, the\nshape that would represent the “pure” incorporation of the crystal scheme. But we\nhave to meet them in this more or less imperfect or distorted form and out of this\nform we have to transform them into something that may be more akin to the\naboriginal “intent” inherent in their archetypal cores. This undertaking, this\nprocess, is what Jung calls individuation.\nE.C. Whitmont -- The Symbolic Quest\nSUGGESTIONS FOR MEDITATION\nThe Judgment of hexagram number forty-five, Contraction, also mentions the\nking going to his ancestral temple. A close comparison of this figure with Expansion will\nreveal much about the dynamics of the Work.",
  "lines": {
    "1": "Line-1\nLegge: The first line, magnetic, shows its subject engaged in rescuing from the impending\nevil and having the assistance of a strong horse. There will be good fortune.\n\n59 - Expansion (Dispersion) - 59\nWilhelm/Baynes: He brings help with the strength of a horse. Good fortune.\nBlofeld: Helping others with the strength of a horse – good fortune!\nLiu: To rescue one with a strong horse. Good fortune.\nRitsema/Karcher: Availing-of a rescuing horse, invigorating significant.\nShaughnessy: Holding aloft a horse; auspicious; regret is gone.\nCleary (1): Act to save the horse. Vigor will have good results.\nCleary (2): For rescue, it is fortunate that the horse is strong.\nWu: To rescue with the aid of a strong horse is auspicious.\nCOMMENTARY\nConfucius/Legge: The good fortune is due to the natural course pursued by its subject.\nWilhelm/Baynes: Is based on its devotion. Blofeld: Results from willing accord with\nothers. Ritsema/Karcher: Yielding indeed. Cleary (2): The fortune of the first yin is in\nfollowing. Wu: The auspiciousness comes from an amiable relationship.\nLegge: Line one, at the commencement of the hexagram, tells us that the evil has not yet\nmade great progress, and that dealing with it will be easy. But the subject of the line is\nmagnetic in a dynamic place. She cannot cope with the evil herself. She must have help,\nand she finds it in a strong horse, which is understood to symbolize the subject of the\ndynamic second line. The \"natural course” that line one pursues is that required by the\ncircumstances of the time.\nNOTES AND PARAPHRASES\nSiu: At the outset, the man overcomes misunderstanding through a precise and energetic\nresponse to the needs of the moment.\nWing: You can see the very beginning of discord. This is fortunate indeed, for it is far\neasier to reunify and overcome separation when it first arises. Good fortune.\nEditor: Both the Wilhelm and Legge commentaries tell us that line two is the horse\nreferred to here. It follows that if line two is the horse, then we can think of line one as its\n\"rider.” Horses symbolize raw energy, and suggest the instinctual-emotional components\nof the psyche. The rider would be the ego who controls this energy. See the commentary\non line two for additional insights.\nOne might compare the relation of the ego to the id with that between a rider and\nhis horse. The horse provides the locomotor energy, and the rider has the\n\n59 - Expansion (Dispersion) - 59\nprerogative of determining the goal and guiding the movements of his powerful\nmount towards it. But all too often in the relations between the ego and the id we\nfind a picture of the less than ideal situation in which the rider is obliged to guide\nhis horse in the direction in which it itself wants to go.\nSigmund Freud\nA. The situation demands all of your energy. Concentrate your forces and do your\nutmost to guide the Work through difficulty.\nB. Emotional energy serves the will.\nC. Seek help.",
    "2": "Line-2\nLegge: The second line, dynamic, shows its subject, amid the dispersion, hurrying to his\ncontrivance for security. All occasion for repentance will disappear.\nWilhelm/Baynes: At the dissolution he hurries to that which supports him. Remorse\ndisappears.\nBlofeld: When disintegration is in process, hasten to the altar and regret will vanish.\nLiu: At the dispersion he hastens to the opportunity. Remorse vanishes.\nRitsema/Karcher: Dispersing: fleeing one's bench. Repenting extinguished.\nShaughnessy: Dispersal rushes its stairs; regret is gone.\nCleary (1): Running to support upon dispersal, regret vanishes.\nWu: At the time of Dispersion, he rushes to where the couch is. The regret will disappear.\nCOMMENTARY\nConfucius/Legge: He gets what he desires. Wilhelm/Baynes: And thus attains\nwhat he wishes. Blofeld: We shall obtain what we desire. Ritsema/Karcher: Acquiring\ndesire indeed. Cleary (2): Running to support on dispersal is attaining what is wished.\nCleary (2): Attaining what is wished. Wu: He gets what he wishes.\nLegge: Line two is dynamic, but in a magnetic place, and although that place is central, it\nis in the trigram of Peril. These conditions indicate evil, and action will be dangerous. But\nline two looks to line one below him, and takes shelter in union with it. Line two desires\nsuccess in counteracting the prevailing tendency to disunion, and the Confucian\ncommentary suggests that he attains his desire.\n\n59 - Expansion (Dispersion) - 59\nNOTES AND PARAPHRASES\nSiu: The man finds himself alienated from others because of the prevailing ill humor and\nmisanthropy. However, he revises his judgment of humanity and takes shelter in his\nstrong position. His moderate and just view of mankind removes the causes for repentance\nlater.\nWing: Your problems originate from within. You must modify your attitudes and\novercome any feelings of alienation. If you can improve your opinions and feelings toward\nyour fellow man you will find peace of mind and avoid unnecessary suffering.\nEditor: Legge renders the object of security here as a \"contrivance.” Other translations of\nthis are: \"Altar,” \"Opportunity,” \"Bench,” \"Stairs” \"Shelter,” “Couch,” and “That which\nsupports him.” Wilhelm and Blofeld say that this object is not line one, but line five.\nBlofeld's commentary on the Image is appropriate to this second line as well: \"The\nsymbolism here is that the upper trigram forms a temple in which people are safe from\nthe pit (the lower trigram); its middle line (five) signifies the king. The implication is\nthat we should employ spiritual or moral means to preserve ourselves from the danger\nthreatened by the lower trigram.” In other words: when confusion prevails rely on the\nprinciples of the Work to guide your choices.\nIn the market place of every Chinese town there were a few I Ching priests who\nwould throw coins for you or take the yarrow stalks, and get answers to your\nquestions, but then it was forbidden. In 1960 Mao thought of slightly releasing\nthe rationalistic political pressures on the masses and found out that there were\ntwo possibilities: either to give more rice, or to allow the use of the I Ching, and\nall those whom he consulted told him that the people were more eager to use the I\nChing again than to get more food. Spiritual food, and the I Ching was their\nspiritual food, was more important to them, so it was allowed for I think one or\ntwo years and then he strangled it again.\nM.L. Von Franz -- On Divination and Synchronicity\nA. When things fall apart, maintain your center. (“The [Self] is indeed in the\nmiddle...”)\nB. Have faith in the principles of the Work.",
    "3": "Line-3\nLegge: The third line, magnetic, shows its subject discarding any regard to her own\nperson. There will be no occasion for repentance.\nWilhelm/Baynes: He dissolves his self. No remorse.\nBlofeld: Self-centered thoughts are dispersed -- no regret!\n\n59 - Expansion (Dispersion) - 59\nLiu: He dissolves his egotism. No remorse. [A person should be wary of disaster: if it\noccurs, he may not be able to escape its results.]\nRitsema/Karcher: Dispersing one's body. Without repenting.\nShaughnessy: Dispersing his torso; there is no trouble.\nCleary (1): Dispersing the self, there is no regret.\nWu: He distributes his personal belongings to others. There will be no regret.\nCOMMENTARY\nConfucius/Legge: She has no regard for her own person. Her aim is directed to what is\nexternal to herself. Wilhelm/Baynes: His will is directed outward. Blofeld: The will is\nfixed upon something external to our own well-being. Ritsema/Karcher: Purpose\nlocated outside indeed. Cleary (2): The aim is outside. Wu: His goal is to reach out.\nLegge: Line three is magnetic in a dynamic place. Although we might fear an\nexcessive self-regard which would render her useless in the work of the hexagram,\nshe discards selfishness and will do nothing shameful. There is a change of style in\nthe Chinese text at this point. As Wang Sheng-tzu (Yuan dynasty) says -- \"Here and\nhenceforth the scattering is of what should be scattered, that which should not be\nscattered may be collected.\"\nNOTES AND PARAPHRASES\nSiu: The man disregards his own personal interests in order to work for the benefit of\nothers.\nWing: The proposed task is so great and difficult that you will need to put all personal\nconcerns aside. Working toward common goals will greatly benefit your inner strength;\nthere is no regret in such selflessness.\nEditor: This line changes the hexagram to number fifty-seven, translated by Blofeld as\nWilling Submission. The idea of selfless devotion to the Work is clearly implied. Liu's\nversion is the most concise, depicting \"the sacrifice of egotism (in favor of the higher\npossibilities within the situation).\" Note that Wang Sheng-tzu’s commentary (see Legge\nabove) suggests the alchemical principle of solve et coagula – a profound concept from the\nPerennial Philosophy.\nThe actual realization or living incarnation of the Self, however, requires the\npresence of a disciplined ego to function as a responsible and conscious executor,\nin the limited world of the here and now, of the Self's intentions and visions.\nE.C. Whitmont -- Return of the Goddess\n\n59 - Expansion (Dispersion) - 59\nA. Subdue your ego -- the Work takes precedence over your limited, divisive\nfixations.",
    "4": "Line-4\nLegge: The fourth line, magnetic, shows its subject scattering the different parties in the\nstate, which leads to great good fortune. From the dispersion she collects again good men\nstanding out, a crowd like a mound, which is what ordinary men would not have thought\nof.\nWilhelm/Baynes: He dissolves his bond with his group. Supreme good fortune.\nDispersion leads in turn to accumulation. This is something that ordinary men do not\nthink of.\nBlofeld: He disperses his group of companions [Namely a group of people who have\nproved themselves inimical to the public good] -- sublime good fortune! Dispersion leads\nto accumulation, but this is not something that ordinary people understand. [This is an\nauspicious time to \"cast our bread upon the waters.\" Acts of great generosity are now\nessential to our success.]\nLiu: He disperses his group. Great and fortune. (Sic.) He disperses his hills (property).\nOrdinary people do not think of this.\nRitsema/Karcher: Dispersing one's flock, Spring significant. Dispersing possessing the\nhill-top. In-no-way hiding, a place to plunder.\nShaughnessy: Dispersing his flock; prime auspiciousness. Dispersal has a hillock; it is\nnot that about which the younger sister thinks.\nCleary (1): Dispersing the crowd is very auspicious. On dispersal there is gathering,\ninconceivable to the ordinary.\nWu: He disbands cliques. Great fortune. A few mounds remain. This is not what ordinary\npeople can anticipate.\nCOMMENTARY\nConfucius/Legge: Brilliant and great are her virtue and service. Wilhelm/Baynes:\nHis light is great. Blofeld: In this context, sublime good fortune connotes glory.\nRitsema/Karcher: Shining great indeed. Cleary (2): The illumination is great. Wu:\nWhat he does is right and brilliant.\nLegge: Line four, though magnetic, is in its correct place, and adjoins the dynamic fifthline ruler. The subject of four therefore fitly represents the minister, whose task is to\nassume a great part in remedying the evil of dispersion. She brings divisive partisanship to\n\n59 - Expansion (Dispersion) - 59\nan end, and re-assembles those who had been divided into a great body so that they stand\nout conspicuously like a hill.\nNOTES AND PARAPHRASES\nSiu: The man brings dissent and partisanship to an end by his transcendent view of life's\ninterrelationships. He rises above personal friendships to assemble good men from near\nand far.\nWing: Here you can bring dissent and discord to an end. The perspective that comes with\nfar-reaching ideals and concerns for the general welfare will allow you to transcend\npartisan interests. In this way you will find extraordinary success.\nEditor: Psychologically interpreted, \"parties in the state\" can symbolize obsolete\nattitudes and limiting beliefs held by complexes within the psyche. The image suggests a\nprocess of psychic re-organization. One is reminded of the alchemical aphorism: Solve et\ncoagula, et habebis magisterium. (“Separate and recombine, and you will have the\nmasterpiece.”) This refers to the differentiation of all the aspects of a situation for the\npurpose of recombining them into a totally new entity.\nUltimately all conflicts of man are not only created by his, let us say, wrong\nconscious attitude, but by the unconscious itself in order to reunite the opposites\non a higher level. Therefore this situation, where some religious doctrine or\nteaching or tradition is poisonous and destructive to the physical instinctuality of\nman, is not only to be viewed as a catastrophe or as a deviation from the original\npattern, but just as much a device of the unconscious psyche to bring forth higher\nconsciousness.\nM.L. Von Franz -- Alchemical Active Imagination\nA. Breaking up old patterns of perception makes room for new ideas.",
    "5": "Line-5\nLegge: The fifth line, dynamic, shows its subject amidst the dispersion issuing his great\nannouncements as the perspiration flows from his body. He scatters abroad also the\naccumulations in the royal granaries. There will be no error.\nWilhelm/Baynes: His loud cries are as dissolving as sweat. Dissolution! A king abides\nwithout blame.\nBlofeld: Scattering perspiration, he issues his royal command. The King disperses the\ntreasures in his palace among the people -- no blame. [One additional commentary\nsuggests that perspiration comes from illness and anxiety and that the meaning is: \"The\nKing rids himself of cause for anxiety by ordering that his goods be dispersed among the\nneedy.” Again, large generosity is required for our success.]\n\n59 - Expansion (Dispersion) - 59\nLiu: Dispersion is like sweat pouring from the body, with loud cries. Separation from the\nking's palace. No blame.\nRitsema/Karcher: Dispersing sweat, one's great crying out. Dispersing. Kinghood\nresiding, without fault.\nShaughnessy: Dispersing his liver with a great cry. Dispersing the king's residence; there\nis no trouble.\nCleary (1): Dispersing defilement, that is a great directive. The dispersing king remains\nimpeccable.\nCleary (2): Scattering sweat; the great call scatters. The king abides. There is no fault.\nWu: At the time of dispersion, he proclaims with loud voice until he perspires. He\ndistributes the contents in the royal residence. No error.\nCOMMENTARY\nConfucius/Legge: The accumulations of the royal granaries are dispersed, and there is\nno error -- this is due to the correctness of the position. Wilhelm/Baynes: He is in his\nproper place. Blofeld: The correct position of this ruling line. Ritsema/ Karcher:\nCorrecting the situation indeed. Cleary (2): This is the right position. Wu: His position is\ncorrect.\nLegge: Line five shows us the proclamations and benevolent actions of the ruler himself.\nCanon McClatchie gives an ingenious and original note upon the symbol of the\nperspiration: “As sweat cures fevers, so do proclamations cure rebellions.”\nNOTES AND PARAPHRASES\nSiu: The man announces a great policy during a period of disunity and deadlock which\nserves as a rallying point for reforms. Misunderstanding is thereby dissipated by his\nproclamation.\nWing: During times of discord and disunity a great proclamation or inspiring idea is\nnecessary to again reunify the situation. In this way, others put aside their factionalism\nand work together once again.\nEditor: Perspiration is a healing release of energy in response to somatic disequilibrium:\na catharsis. The definition of catharsis is: \"Any purification or purgation that brings\nabout a spiritual renewal or a satisfying release of tension.” Wilhelm interprets this as an\nidea or concept: “In times of general dispersion and separation, a great idea provides a\nfocal point for the organization of recovery.” Psychologically interpreted, \"royal\ngranaries” (or \"treasures”) are wellsprings of libido or Chi (Qi). The line thus suggests\npsychic energy being redistributed as the result of the elimination of a previously blocked\ncondition. The keywords are redistribution/ reorganization -- showing how the forces\n\n59 - Expansion (Dispersion) - 59\nsymbolized in this hexagram and Number 45, Contraction, comprise the expansion and\ncontraction phases of a larger evolutionary process. At its most neutral, the line can depict\nany sudden release of energy, such as conversational enthusiasm.\nShaughnessy’s rendering: “Dispersing his liver with a great cry…” suggests a\nconnection with Chinese medicine which may be useful in interpreting the symbolism of\nthis line:\n“Traditional Chinese physiology tells us that the healthy liver establishes a smooth\nand soothing flow of energy through the whole person, in both body and mind …\nWhen obstructed, stagnant, or overheated, the energy flow in the liver and\nthroughout the body is hampered, resulting in myriad physical and emotional\nproblems … Mood swings as well as emotional excesses in general are liverrelated … From the Five Element perspective, an excessive and “greedy” liver not\nonly steals from its mother, the kidneys, but…also refuses to give sufficient energy\nto its own son, the heart. One of the most efficient ways of improving the condition\nof the liver is to give its excess a place to go, and the obvious place is where it\nnaturally flows – to its son, the heart. By strengthening the heart and\nencouraging it to receive energy, the liver is encouraged to release its excess.”\nP. Pitchford – Healing with Whole foods\nA. Release of tension (\"letting-go\") creates a nourishing catharsis.\nB. Image of a beneficial reorganization of some kind: perhaps of ideas or beliefs.\nC. \"You can't make an omelet without breaking eggs.\"",
    "6": "Line-6\nLegge: The sixth line, dynamic, shows its subject disposing of what may be called\nhis bloody wounds, and going to separate himself from his anxious fears. There will be no\nerror.\nWilhelm/Baynes: He dissolves his blood. Departing, keeping at a distance, going out, is\nwithout blame.\nBlofeld: Dispersing blood (i.e. fending off injury or violence), he keeps it at a distance -no blame! [The text of the original is so unclear that the additional commentaries all\ndisagree as to the meaning of dispersing blood, but the general idea is perfectly clear\nfrom the commentary on the line.]\nLiu: Dissolving his (coagulated) blood. Departing to a remote place. No blame.\nRitsema/Karcher: Dispersing one's blood. Departing far-away, issuing-forth. Without\nfault.\n\n59 - Expansion (Dispersion) - 59\nShaughnessy: Dispersing his blood, he departs, warily exiting.\nCleary (1): Dispersing the blood, going far away, there is no fault.\nWu: At the time of dispersion, he disperses what hurts him and alleviates what worries\nhim. No error.\nCOMMENTARY\nConfucius/Legge: His bloody wounds are gone. He is far removed from the danger of\ninjury. Wilhelm/Baynes: He keeps at a distance from injury. Blofeld: This means\nkeeping evil at a distance. Ritsema/Karcher: Distancing harm indeed. Cleary (2):\nScattering the blood means avoiding harm. Wu: “He disperses what hurts him,” because\nhe is able to distance it.\nLegge: Line six is dynamic, with a magnetic third line correlate. However, because three\nis at the top of the trigram of Peril, six avoids her company. He does this in the spirit of\ndispersion, and therefore incurs no blame.\nNOTES AND PARAPHRASES\nSiu: The man removes the sources of danger and bloodshed.\nWing: Avoidance of danger is necessary at this time, both for yourself and especially for\nthose of your concern. This should be accomplished in whatever way possible. Depart the\nsituation if necessary. You will not be blamed for such action.\nEditor: Wilhelm emphasizes in his commentary the idea of one who helps his kin avoid\ndanger. Psychologically, this means to keep your \"inner family” from harm. If this is the\nonly changing line, the hexagram becomes number twenty-nine, Danger, suggesting a\nserious situation demanding a careful choice of options. Wu’s translation seems to convey\nthe idea most succinctly.\nONE STEP BACKWARD TAKEN\nNot only sands and gravels\nWere once more on their travels,\nBut gulping muddy gallons\nGreat boulders off their balance\nBumped heads together dully\nAnd started down the gully.\nWhole capes caked off in slices.\nI felt my standpoint shaken\nIn the universal crisis.\nBut with one step backward taken\nI saved myself from going.\nA world torn loose went by me.\nThen the rain stopped and the blowing\n\n59 - Expansion (Dispersion) - 59\nAnd the sun came out to dry me.\nRobert Frost\nA. For the good of the Work avoid any confrontation with disruptive elements.\nB. Protect the psyche from harm. Avoid danger.\nC. Disperse your anger, righteous indignation, etc.\nApril 13, 2001, 4/25/06, 6/29/09, 1/01/10"
  }
}