{
  "hexagram_number": 49,
  "gua": "Judgment\nLegge: Metamorphosis is believed in only after it has been accomplished.\nFirm correctness abolishes regret and brings successful progress.\nWilhelm/Baynes: Revolution. On your own day you are believed. Supreme\nsuccess, furthering through perseverance. Remorse disappears.\nBlofeld: Revolution. Not before the day of its completion will men have faith\nin it -- sublime success! Determination in a righteous course brings reward;\nregret vanishes! [Very often, this means renovation, as of character, etc. But it\nmay also mean exactly what it says; Confucius, though he regarded loyalty to\nthe ruler as one of the highest virtues, recognized that evil men forfeit their right\nto rule by their excesses, and it is probable that this notion antedates him by\nmany centuries.]\nLiu: Revolution. When the appropriate day comes, the people will believe in\nit. Great success. It is beneficial to continue. Remorse vanishes.\nRitsema/Karcher: Skinning; before-zenith sun, thereupon conforming.\nSpring Growing Harvesting Trial. Repenting extinguished. [This hexagram\ndescribes your situation in terms of stripping away a protective cover. It\nemphasizes that radically changing and renewing the way you present yourself\nis the adequate way to handle it...]\nShaughnessy: The Bridle: on the si day then return; prime receipt; beneficial\nto determine; regret is gone.\nCleary (1): In revolution, the sun of the self is truth: This is creative,\ndevelopmental, fruitful, and perfect. Regret vanishes. [In old texts when it says\nthat the alchemical elixir is in people, but first they have to refine the self and\nwait for the proper time, this means to make a radical purge of all the pollution\nof past influences and not let any flaws remain in the heart.]\n\nCleary (2): Change is believed in on the day it is completed. It is very\nsuccessful, beneficial if correct. Regret vanishes.\nWu: Reform indicates that revolution will become credible when the time is\nripe. In this way, it is great and pervasive and advantageous to be persevering.\nRegret will disappear.\nThe Image\nLegge: A fire in the marsh -- the image of Metamorphosis. The superior man\nsynchronizes his astronomical calculations to clarify the times and seasons.\nWilhelm/Baynes: Fire in the lake: the image of Revolution. Thus the\nsuperior man sets the calendar in order and makes the seasons clear.\nBlofeld: This hexagram symbolizes fire rising from a marshy lake. The Superior\nMan regulates the calendar and thus ensures that men are clear about times and\nseasons.\nLiu: Within the lake, fire -- this symbolizes Revolution. The superior man\nmakes a calendar, clearly arranging the seasons.\nRitsema/Karcher: Marsh center possessing fire. Skinning. A chun tzu uses\nregulating time-reckoning to brighten the seasons.\nCleary (1): There is fire in a lake, changing. Thus do superior people make a\ncalendar and clarify the seasons.\nCleary (2): Fire in a lake – changing. Leaders make calendars to define the\nseasons.\nWu: There is fire below the marsh; this is Reform. Thus, the jun zi is\ninspired to develop a calendrical system for keeping time.\nCOMMENTARY\nConfucius/Legge: In Metamorphosis, Water and Fire extinguish each other.\nWhen two daughters with opposing viewpoints live together, change is inevitable;\nbut after the change is accomplished, faith is accorded to it: Clarity brings good\ncheer and progress through what is correct. When a transformation is properly\naccomplished, all occasion for regret disappears. Heaven and earth undergo their\nchanges, and the four seasons complete their functions. The rulers of old\ntransformed the state in accordance with the will of heaven and in response to\nthe wishes of men. Great indeed is what takes place in a time of change.\nLegge: The written character translated as Metamorphosis is used here in the\nsense of changing. Originally used for the skin of an animal or bird, it received\n\nthe significance of changing at a very early time. The figure deals with the subject\nof changes which are called for in the state of the country. The necessity for\nchange is recognized, and hints are given as to the spirit and manner in which\nthey should be brought about.\nThe Judgment assumes that change is viewed by people generally with\nsuspicion and dislike, and therefore should not be made hastily. [This can refer\nto inner complexes, habits, etc. – Ed.] When the necessity for change has been\nproven beforehand and subsequently carried out with firm correctness, then the\nissue will turn out satisfactorily.\nThe lower trigram is the symbol for Fire and the upper for Water. Water\nextinguishes fire, and fire dries up water. Each \"changes\" the other. The lower\ntrigram is also the second daughter and the upper is the youngest daughter. In\nthe scheme of the trigrams these two are seen to be mutually incompatible.\nNOTES AND PARAPHRASES\nJudgment: Hidden within its cocoon the caterpillar becomes a butterfly -- who\nwould believe it until the Metamorphosis was complete?\nThe Superior Man recognizes that celestial sequences create changes only\nwhen they are due; he therefore acts in accordance with the requirements of the\ntimes.\nThe forty-ninth hexagram makes an analogy between the natural\nMetamorphosis of animal pelts and the proper way to regard radical changes\nin government. Lines one, five and six all refer to skin, and two, three and four\nrefer to politics. The general idea is that radical transformations occur at their\nown natural pace -- they cannot be successfully forced any more than eggs can be\nmade to hatch before their time. The Image makes this point in its reference to\nthe celestial correlation of the seasons.\nThere is a time for everything,\nA time for every occupation under heaven:\nA time for giving birth,\nA time for dying;\nA time for planting,\nA time for uprooting what has been planted (etc)...\nEcclesiastes 3: 1-2\nOnce one assumes conscious responsibility for the Work, there comes a\nlong and indefinite period in which one labors unceasingly without any visible\nresults at all. Dream images and I Ching meditations will indicate that progress\nis being made, but the ego's life in spacetime consists of seemingly fruitless labor\nin the service of a transcendental ideal. This is a universal experience -- it\nhappens to everyone who undertakes the Work. In the Western Mystery\n\nTradition it is known as the Dark Night of the Soul. (See Hexagram Number-36\nfor further insights into this unavoidable phenomenon.)\nThe Personality undergoes a willful \"death,” surrendering everything\nthat it believes itself to be. Most difficult is that this total surrender of life,\nthis initiatory sacrifice, must precede the experience of cosmic\nawareness. One is required to give up the totality of one's being, one's\nvery life, in relative darkness, yet in the faith that there will be a\nresurrection into the Light.\nR. Wang -- The Qabalistic Tarot\nPsychologically interpreted, Metamorphosis means that changes are\ntaking place in the unconscious psyche, but don't expect them to manifest until\ntheir growth is complete. The ego must recognize this and persevere with the\nWork, even when \"common sense\" counsels otherwise. It is a period of probation\nand trial, and many there are who fail the test.\nThere is no short cut without impeding growth or setting the flow pattern\nof the Soul back, until each physical or psychological function has been\ncorrectly connected or developed ... Many aspirants do not perceive this\nlaw and become impatient and even lose faith when Providence seems to\nbe holding back. Nothing occurs outside its time as it is part of a\nsequence in the great cosmic cycle that unfolds the Grand Design of\nExistence.\nZ.B.S. Halevi -- Kabbalah and Exodus\nIf there is any consolation in this terrible ordeal, it is that others have\nmade the journey before you, and survived. Keep the faith that, in the imagery of\nthis hexagram, the lower trigram of Clear Perception following the upper trigram\nof Cheerfulness will lead you through the most challenging of all transformations.\nWhere the issue of ultimate meaning is constellated, transformation will\neventually occur, even though only by way of a great deal of suffering.\nE. C. Whitmont -- The Symbolic Quest",
  "lines": {
    "1": "Line-1\nLegge: The first line, dynamic, shows its subject as if he were bound with the\nskin of a yellow ox.\nWilhelm/Baynes: Wrapped in the hide of a yellow cow.\nBlofeld: For strength, use yellow oxhide.\nLiu: To strengthen it, use yellow oxhide.\n\nRitsema/Karcher: Thonging avails-of yellow cattle's skin.\nShaughnessy: Together use the yellow ox's bridle.\nCleary (1): Wrapped up in yellow ox-hide.\nCleary (2): Use yellow ox hide for wrapping.\nWu: He appears as if with a yellow cow’s hide.\nCOMMENTARY\nConfucius/Legge: He should in his circumstances be taking action. (Sic.)\nWilhelm/Baynes: One should not act thus. Blofeld: Such aids to strength are\nnecessary, for this line cannot suit itself to its position. [We cannot adapt\nourselves to the present situation; we must increase our strength so as to be able\nto combat it.] Ritsema/Karcher: Not permitted to use possessing activating\nindeed. Cleary (2): It will not do to use contrivance. Wu: Because he is not\nready for any task.\nLegge: Line one at the bottom of the figure may be taken as denoting change\nmade at too early a period. He has no proper correlate or helper above, hence he\nis represented as tied up and unable to take any action.\nNOTES AND PARAPHRASES\nSiu: At the outset, the man is under restraint. Premature offensive action will be\nunfortunate.\nWing: Restrain yourself. You don't really know if it is an appropriate time to act.\nWait until you're sure. A little moderation will do a world of good now, whereas\npremature action will bring difficulties.\nEditor: There is a proofreading error in the Confucian commentary on this line\nwhich is preserved in both the Dover and Mentor editions of Legge's translation.\nThe comment should read: \"He should ... not be taking action.\" The idea of the\nhexagram is molting, but at the beginning one is still wrapped in the protective\nskin of one's chrysalis. Try to remove a butterfly from its cocoon and you will\nsurely kill it. The growth cycle must complete itself fully before the revolution\ncan take place or the new order prevail. Sometimes the line can suggest the idea\nof being hidebound -- stuck in a mental cocoon of limiting beliefs. (Yellow is the\ncolor of clarity, intellect.) Hidebound: \"Having an inflexible or\nultraconservative character: bigoted, narrow.\" As always, the exact\ninterpretation depends upon your intuition about the situation at hand.\n\nNo one except perhaps the wisest can perceive what lies within him, what\nis present at that point in a negative form, ready to manifest tomorrow\nor a million years from now.\nZ.B.S. Halevi -- An Introduction to the Cabala\nA. The situation is still developing. The time is not right for action.\nB. Hidebound thinking prevents lucid action.",
    "2": "Line-2\nLegge: The second line, magnetic, shows its subject making her changes after\nsome time has passed. Action taken will be fortunate. There will be no error.\nWilhelm/Baynes: When one's own day comes, one may create revolution.\nStarting brings good fortune. No blame.\nBlofeld: On the day revolution is completed, to advance brings good fortune\nand is free from error. [We must not advance further until certain major\nchanges have been completed.]\nLiu: When the right day for revolution arrives, start. Good fortune. No blame.\nRitsema/Karcher: Before-zenith sun, thereupon Skinning it. Chastising\nsignificant, without fault.\nShaughnessy: On the si day then bridle it; to be upright is auspicious; there is\nno trouble.\nCleary (1): The sun of the self is the good fortune of expedition in revolution; no\nblame. [Emptying the mind and governing oneself, one understands revolution\nand can first get rid of personal desires... This is the revolution of emptying the\nmind to seek illumination.]\nCleary (2): On the day of completion, the change has taken place. An expedition\nleads to good fortune, without blame.\nWu: When the time is ripe, reform is in order. It will be auspicious to go\nforward with the plan. No error.\nCOMMENTARY\nConfucius/Legge: She makes her changes when some time has passed -- what\nshe does will be a matter of admiration. Wilhelm/Baynes: Action brings\nsplendid success. Blofeld: This line presages great blessings. [Unexpected good\n\nfortune.] Ritsema/Karcher: Moving possessing excellence indeed. Cleary\n(2): There is felicity in going. Wu: The action will be praiseworthy.\nLegge: Line two is magnetic in her correct and central place in the center of the\ntrigram of Clarity. Her proper correlate is the dynamic fifth line ruler. Let her\ntake action in the way of change.\nNOTES AND PARAPHRASES\nSiu: After a series of unsuccessful attempts, the man's chance to make effective\nchanges has come. He succeeds because of the requisite capabilities, thorough\nplanning, and public confidence.\nWing: You have reached a point where change is both necessary and timely. To\nbring this about requires a strong vision of the ultimate outcome and a thorough\ncommitment to your project, but with the correct inner attitude, you will meet\nwith success. You will now find additional support in others.\nEditor: This line is conditional and subject to misunderstanding if taken as an\ninjunction for immediate action. Legge’s commentary and the Siu and Wing\nparaphrases misinterpret the timing covertly explicit here: the core idea is to\nprepare yourself now for a later change, not to take action now. This\nechoes the promise in Wilhelm's Judgment: \"On your own day you are\nbelieved.\" Blofeld adds a prescient footnote to his translation: \"We must not\nadvance further until certain major changes have been completed.” Because the\nWork demands almost superhuman levels of restraint, one often receives this line\nas a kind of promise: \"When the Work is completed you may begin to be active\nagain in the world.\"\nKabbalah is an undramatic tradition that requires great patience and\nstability. One of the reasons for this tempo is that everyone has to\nmature his potential gradually and thoroughly at his natural pace. In\nthis way his life's work unfolds at the right moment in his own and the\ncosmos's time.\nZ.B.S. Halevi -- Kabbalah\nA. Prepare the groundwork for the changes you anticipate. Change will\ncome when you're ready for it.",
    "3": "Line-3\nLegge: The third line, dynamic, shows that action taken by its subject will be\nevil. Though he be firm and correct, his position is perilous. If the changes he\ncontemplates have been three times fully discussed, he will be believed.\n\nWilhelm/Baynes: Starting brings misfortune. Perseverance brings danger.\nWhen talk of revolution has gone the rounds three times, one may commit\nhimself, and men will believe him.\nBlofeld: To advance now would bring misfortune and persistence would lead to\nfurther troubles. When talk of revolution has thrice arisen, then act with\nconfidence. [We must make very sure that a rumored change will occur before\nwe take further action.]\nLiu: To advance leads to misfortune. To continue leads to danger. When the idea\nof revolution has been spoken publicly three times, the people will believe it.\nRitsema/Karcher: Chastising: pitfall, Trial: adversity. Skinning words threetimes drawing-near: possessing conformity.\nShaughnessy: To be upright is inauspicious; determination is dangerous. When\nbridling words thrice approach, there is a return.\nCleary (1): It is not auspicious to go on an expedition; even if correct, there is\ndanger. Revolutionizing words formulated thrice, there is certainty.\nCleary (2): An expedition leads to misfortune, dangerous even if correct.\nChange, then speak; on the third presentation, there will be trust. [Here one is\ntoo adamant and unbalanced; but one is in correspondence with the top\n(magnetic line), which is flexible but upright, representing a leader that is like a\nspotted leopard and cannot be changed forcibly… One can only change oneself\nso as to go along with the leader.]\nWu: Going forward is foreboding. Remaining firm is perilous. In discussing\nreform thoroughly, he will gain confidence. [“Remaining firm is perilous”\nbecause by doing simply nothing, he will miss an opportunity in making\ncontributions to reformation. In “discussing reform thoroughly” with others,\nsuch as his [6th line] correlate, he will gain confidence in doing the right thing.]\nCOMMENTARY\nConfucius/Legge: The change contemplated has been three times fully\ndiscussed -- to what else should attention be directed? Wilhelm/Baynes:\n\"When talk of revolution has gone the rounds three times, one may commit\nhimself.\" If not, how far are things to be allowed to go? Blofeld: What else\ncould we do under the circumstances? Ritsema/Karcher: Furthermore\nactually wherefore having-them. Cleary (2): Make three presentations. Where\nare you going? Wu: What else can be done?\nLegge: The symbolism of line three is twofold. The line is dynamic and in his\ncorrect position, but has passed the center of the lower trigram of Clarity and is\non an outward verge. These conditions may dispose him to reckless and violent\n\nchanges which would be bad. But if he acts with caution and due deliberation he\nmay take action, and he will be believed in.\nAnthony: Changes are difficult to make. If we expect too much progress too\nsoon, we are being hasty; if we do not put forth energy to persevere because the\ntask seems too difficult, this is being excessively conservative. We need strength\nto make changes; strength comes only from seeing clearly that we must make this\neffort.\nNOTES AND PARAPHRASES\nSiu: The man is disposed toward violent and far-reaching changes. Yet after the\ncomplaints have been well aired, his recommendations will be understood. He\nwill succeed.\nWing: Do not step into change hastily, for this will bring misfortune. Yet if you\nhesitate or deny the possibility of change you will put yourself in danger. Rely\nupon openness and self-control to guide you. When the necessity of Changing\nhas made itself perfectly clear, and when you have thoroughly contemplated its\neffect, you may then proceed.\nEditor: This depicts a situation in which one must find the proper balance\nbetween action and inaction. The line is an unambiguous warning about being\nclear in one's mind and cautious in one's transactions. Balanced differentiations\n(perhaps augmented by mature advice from others) are called for. A rather callow\nimpatience is implied, so it is useful to note the third place in Hexagram 17\n(Following) which is created if this is the only changing line: “By staying with\nthe strong man, you lose the boy. Through following, one will gain what one\nseeks. To continue benefits” (Liu). This is an unambiguous picture of immaturity\n(inexperience) rectified via seasoned discernment – psychologically, an image of\nthe ego “following” the intentions of the Self.\nPerfect sincerity leads to activity. Activity leads to change. And change\nleads to transformation. Hence it is said, \"One will consider before he\nspeaks and deliberate before he acts. By such consideration and\ndeliberations he undertakes to complete all changes and\ntransformations.\"\nChou Tun-I\nA. Suggests a situation which can best be resolved via careful\ndiscrimination and judicious choices of action. If appropriate, seek experienced\ncounsel.\nB. Cool it! Premature or ill-considered action brings defeat.",
    "4": "Line-4\nLegge: The fourth line, dynamic, shows occasion for repentance disappearing\nfrom its subject. Let him be believed in, and though he changes the existing\nordinances, there will be good fortune.\nWilhelm/Baynes: Remorse disappears. Men believe him. Changing the form\nof government brings good fortune.\nBlofeld: Regret vanishes and confidence is established. A change of government\nbrings good fortune. [Taken out of its political context, this may presage a great\nchange in some other walk of life.]\nLiu: Remorse vanishes. People believe him. Changing the government brings\ngood fortune.\nRitsema/Karcher: Repenting extinguished, possessing conformity. Amending\nfate significant.\nShaughnessy: Regret is gone; there is a return that changes the mandate;\nauspicious.\nCleary (1): Regret vanishes. With sincerity one changes destiny for the better.\n[If one is sincere in reforming oneself, while strong one can be yielding, and can\ntransmute the temperament and not be constrained by yin and yang. This is the\nrevolution of employing strength with flexibility.]\nCleary (2): Regret vanishes; there is trust. Changing one’s fate, there is good\nfortune.\nWu: Regret disappears. Confidence abounds. Revolution will be auspicious.\nCOMMENTARY\nConfucius/Legge: The good fortune of changing the ordinances is due to the\nfaith reposed in his aims. Wilhelm/Baynes: Is due to the fact that one's\nconviction meets with belief. Blofeld: Good fortune in the sense that people will\nput their faith in our objectives. Ritsema/Karcher: Trustworthy purpose\nindeed. Cleary (2): Belief in the aim. Wu: Comes from the people’s trust in its\npurposes.\nLegge: Line four is dynamic, but in the place of a magnetic line. This might\nvitiate any change he makes, but other conditions suggest a contrary effect: the\nline has passed from the lower trigram into the upper where water and fire come\ninto contact. [e.g., Fire boils water, producing steam to do work. Ed.] In\naddition, the fourth place is that of the minister immediately below the ruler's\n\nseat. These considerations all demand action in harmony with the idea of\nchange. Therefore, if he has secured the general confidence he can proceed with\nthe greatest of changes -- even to change the dynasty -- with good results.\nNOTES AND PARAPHRASES\nSiu: The man succeeds in effecting changes because of inner firmness,\nadherence to higher ideals, coupled with adequate power.\nWing: A radical change is at hand. If your position is correct, your motives\nworthwhile and you are properly prepared, the new situation will bring great\ngood fortune.\nEditor: I have seldom received this line except in the conditional sense: \"When\nthe proper conditions of the situation are met, then one may act.\"\nPsychologically, when the inner complexes are finally convinced that you mean\nbusiness they will cooperate and fall into line. To \"change the existing\nordinances\" is to change your beliefs or attitudes. Ritsema/Karcher define\n\"possessing conformity\" as: \"inner and outer are in accord; confidence of the\nspirits has been captured.\" They translate \"amend\" (i.e. \"amending fate\") as\n\"fighting your own errors.\" This reflects Anthony’s observation: “Capricious\ndemands from our inferiors…will have a bad effect.” (In Anthony’s paradigm,\n“our inferiors” relate to our habits, complexes, etc.) If this is the only changing\nline, the new hexagram created is number 63, Completion, suggesting that a\nmajor synthesis may be at hand if you’re careful.\nSuch a solution will not appear in the form of an intellectual conclusion\nor thought-out plan, but will arise in dream or phantasy in the form of\nan image or symbol, so unexpected and yet so apt that its appearance\nwill seem like a miracle. Such a symbol has the effect of breaking the\ndeadlock. It has power to bring the opposing demands of the psyche\ntogether in a newly created form through which the life energies can\nflow in a new creative effort.\nM.E. Harding -- Psychic Energy\nA. Things will change when your actions reflect your intent. When\nconfidence is established one may proceed with one's plans.\nB. A major transformation is possible now.",
    "5": "Line-5\nLegge: The fifth line, dynamic, shows the great man producing his changes\nas the tiger does when he changes his stripes. Before he divines and proceeds to\naction, faith has been reposed in him.\n\nWilhelm/Baynes: The great man changes like a tiger. Even before he\nquestions the oracle he is believed.\nBlofeld: The great man accomplishes the change like a tiger; he is so confident\nthat he does not need to employ divination. [\"Like a tiger\" and \"like a leopard\"\ndo not have any connotation of fierceness. The striped skin of the former and the\nspotted hide of the latter symbolize brilliance and beauty respectively.]\nLiu: The great man transforms himself like a tiger. Even before prediction by the\noracle, people will believe him.\nRitsema/Karcher: Great People; tiger transforming. Not-yet an augury,\npossessing conformity.\nShaughnessy: The great man's tiger whip; not yet having prognosticated, there\nis a return.\nCleary (1): A great person changes like a tiger. There is certainty without\ndivination.\nCleary (2): Great people change like tigers. There is certainty without\naugury.\nWu: The great man makes changes like a tiger. He is confident of success even\nwithout divination.\nCOMMENTARY\nConfucius/Legge: The beauty of the tiger's stripes becomes more brilliant.\nWilhelm/Baynes: His marking is distinct. Blofeld: His accomplishing the\nchange `like a tiger' means in a brilliantly civilized manner. Ritsema/ Karcher:\nOne's pattern luminous indeed. Cleary (2): Their stripes are clear. Wu: His\nrefinements are illustrious.\nLegge: Line five has every quality proper to the lord of the hexagram, and his\naction will be in every way beneficial. He is symbolized by the tiger. The changes\nhe makes are symbolized by the bright stripes of the tiger when it has just molted\nits coat.\nNOTES AND PARAPHRASES\nSiu: The great man clearly shows the strong guiding principles behind his\nproposed changes. He retains the spontaneous support of the followers.\nWing: If you look around, you will find that your actions are spontaneously\nsupported by others. You are in the correct position to bring great change to the\nsituation. Trust your intuition in the matter.\n\nEditor: Wilhelm renders the second sentence of the line as: \"Even before he\nquestions the oracle he is believed.\" Blofeld translates it as: \"He is so confident\nthat he does not need to employ divination.\" The image suggests a powerful,\ndistinct and clear-cut transformation -- a situation so glaringly obvious that there\nis no room for doubt. If this is the only changing line, the new hexagram created\nis number 55, Expansion of Awareness, the Judgment of which states:\n\"...When the king is enlightened there is no need to fear a change. Let him be as\nthe sun at noon.\" (Legge). Or, \"...The king attains abundance. Be not sad. Be like\nthe sun at midday.\" (Wilhelm). In some situations the line can be interpreted as\nan admonition from the oracle that you are asking questions which you can figure\nout for yourself.\nThe lips of the king utter oracles,\nHe does not err when he speaks in judgment.\nProverbs 16: 10\nA. A powerful confirmation or endorsement.\nB. The situation is too obvious to require divination.",
    "6": "Line-6\nLegge: The sixth line, magnetic, shows the superior man producing his changes\nas the leopard does when he changes his spots, while inferior men change their\nfaces and show obedience. To go forward now would lead to evil, but there will\nbe good fortune in abiding firm and correct.\nWilhelm/Baynes: The superior man changes like a panther. The inferior man\nmolts in the face. Starting brings misfortune. To remain persevering brings good\nfortune.\nBlofeld: The Superior Man brings about the change like a leopard and lesser\nmen promptly switch their allegiance. [\"Like a tiger\" and \"like a leopard\" do not\nhave any connotation of fierceness. The striped skin of the former and the\nspotted hide of the latter symbolize brilliance and beauty respectively.] To\nadvance now brings misfortune. Righteous persistence brings good fortune to\nthose who remain where they are.\nLiu: The superior man transforms himself like a leopard. The inferior man\nchanges his attitude. To advance leads to misfortune. To remain and persist leads\nto good fortune.\nRitsema/Karcher: A chun tzu: leopard transforming. Small People: Skinning\nthe visage. Chastising: pitfall. Residing-in Trial significant.\n\nShaughnessy: The gentleman's leopard whip; the little man bridles the face; to\nbe upright is inauspicious; determination about dwelling is auspicious.\nCleary (1): Superior people transform, inferior people change on the surface. To\ngo on an expedition is unlucky, to remain correct is auspicious. [Gentle nonstriving revolution is only possible to superior people with faith. Inferior people\nwithout faith cannot accomplish it. Inferior people change their appearance,\ntheir surface, but they do not change their hearts; their wills are not firm, and\nthey do not finish what they have started, eventually to fall into ruin, bringing\non misfortune. Superior people always remain correct; their will becomes\nstronger with time, so that they ultimately attain the Tao and achieve good\nfortune. This is revolution in which false and true bear their fruits.]\nCleary (2): Developed people transform like leopards; undeveloped people\nchange their faces … etc.\nWu: The jun zi makes changes like a leopard. The little man makes only\ncosmetic changes. Going forward is foreboding. Remaining firm is auspicious.\nCOMMENTARY\nConfucius/Legge: The superior man produces his changes as the leopard does\nwhen he changes his spots means that their beauty becomes more elegant.\nInferior men change their faces means that they show themselves prepared to\nfollow their ruler. Wilhelm/Baynes: His marking is more delicate ... He is\ndevoted and obeys the prince. Blofeld: The Superior Man brings about the\nchange `like a leopard' means that he does so in a manner that is exceedingly\ngraceful. That lesser men promptly switch their allegiance means that they\nreadily accept his lead. Ritsema/Karcher: One's pattern beautiful indeed.\nYielding uses adhering-to the chief indeed. Cleary (2): Their spots are dense.\nThey follow the leader docilely. Wu: Because his refinements are elegant. This\nmeans he (the little man) will obey the king.\nLegge: Line six is magnetic, but still penetrated with the spirit of the hexagram.\nHe is a superior man, inferior only to the great man immediately below him in\nline five. Any changes he makes will be subordinate only to those of the ruler. If\nhe be an inferior man, he will be compliant and submissive. The lesson for him is\nto abide firm and correct without taking unilateral action.\nAnthony: The inferiors conform to the required changes only superficially.\nHabit is strong and clarity short-lived. Permanent change occurs only through\nstep by step discipline. Giant steps lead to rebellion and back-sliding, therefore\npatience and perseverance are necessary.\nNOTES AND PARAPHRASES\nSiu: After bringing about successful major reforms, the man introduces the\n\nnecessary minor adjustments in order to bring inferior men into compliance with\nthe new order.\nWing: The major objective is reached and only details remain to be adjusted.\nAlthough you may see limitations in the new condition, you must not create\ndisharmony by reaching for perfection. Try to find satisfaction in what is possible\nnow and bring stability into your life.\nEditor: This line does not lend itself to the gender symbolism for a magnetic\nline. The difference between the changes in line five and those in line six is seen\nin the difference between a tiger's stripes and a leopard's spots, and in the relative\nrank and value of the two animals. The tiger is in the ruler's place appropriate to\nits strength and majesty, and his changes are bold and distinct. The leopard is\ninferior only to the tiger in rank and power, and his changes are represented by\nhundreds of spots, suggesting numerous differentiations, many details. The\nruler's reforms are sketched out in bold outlines (stripes), but the specifics\n(spots) are completed by his subordinates. It is through the letter of the law (the\ndetails) that inferior men are made to comply (to change their faces) and show\nobedience. This is a reiteration of the superior man's role in the Image: \"The\nSuperior Man regulates the calendar and thus ensures that men are clear about\ntimes and seasons\" (Blofeld).\nPsychologically interpreted, the tiger can be seen as the Self, the leopard as the\nego, and the small (inferior) men as the complexes -- the habits, appetites, drives\nand passions within the unconscious psyche. Cleary’s Taoist commentary warns\nthe ego to “maintain both the spirit and letter of the law” lest your complexes\nrationalize the situation (many spots) and adulterate the Work. If this is the only\nchanging line, the new hexagram created is number 13, Union of Forces, the\ncorresponding line of which depicts an incomplete synthesis. Ritsema/Karcher’s\nConfucian commentary for 13:6 sums it up succinctly: “Purpose not-yet acquired\nindeed.” This strongly implies that the “inferior men” in the current line\n(whatever they symbolize in the situation at hand) represent cause for concern:\nWill the Metamorphosis be successful or not? Ritsema/Karcher’s: “Righteous\npersistence brings good fortune to those who remain where they are” portrays\nthe best strategy for dealing with this situation. Anthony’s commentary nicely\nsupplements this in contemporary idiom.\nOur objective is to abstract patterns from Nature (right hemisphere\nthinking), but many proposed patterns do not in fact correspond to the\ndata. Thus all proposed patterns must be subjected to the sieve of critical\nanalysis (left hemisphere thinking). The search for patterns without\ncritical analysis, and rigid skepticism without a search for patterns, are\nthe antipodes of incomplete science. The effective pursuit of knowledge\nrequires both functions.\nCarl Sagan -- The Dragons of Eden\n\nA. The image suggests the refinement of details in a transformation. As\nthe ego consolidates its new position, archetypal forces (complexes, habitual\nresponses, limiting beliefs) are forced to conform to the altered psychic hierarchy.\nStand pat and hold fast to prevent backsliding.\nB. Do nothing until you've analyzed all aspects of the situation at hand.\nBeware of inferior forces influencing your choices.\nJune 16, 2001, 4/25/06"
  }
}