{
  "hexagram_number": 5,
  "gua": "Judgment\nLegge: Waiting intimates that with sincerity and firmness there will be\nbrilliant success and good fortune. It will be advantageous to cross the great\nstream.\nWilhelm/Baynes: Waiting. If you are sincere, you have light and success.\nPerseverance brings good fortune. It furthers one to cross the great water.\nBlofeld: Calculated inaction (or exhibiting the power to wait) and the\nconfidence of others win brilliant success. Righteous persistence brings good\nfortune. It will be advantageous to cross the great river (or sea). [The\nsignificance of this hexagram is that inaction while awaiting the outcome of\nevents will enable us to avoid a danger now threatening. Firmness, clarity of\nmind and success in winning the confidence of others are now demanded of us;\nwith them, our undertakings will prosper. Moreover, this period of inaction is a\ngood time in which to go on a journey or else for relaxation and enjoyment.]\nLiu: Waiting. If you are sincere you will have glory (light) and success.\nContinuing leads to good fortune. It is of benefit to cross the great water (to travel\nto remote places).\nRitsema/Karcher: Attending, possessing conformity. Shining Growing,\nTrial: significant. Harvesting: wading the Great River. (Editor: \"Possessing\nconformity\" is translated as: ... \"Inner and outer are in accord; confidence of the\nspirits has been captured...\") [This hexagram describes your situation in terms\nof being compelled to wait for and serve something. It emphasizes that fixing\nyour attention on what is required while waiting carefully for the right moment\nto act is the adequate way to handle it. To be in accord with the time, you are\ntold to: attend!]\nShaughnessy: Moistened: There is a return, radiant receipt; determination is\nauspicious; beneficial to ford the great river.\n\nCleary (1): In Waiting there is sincerity and great development. It is good to\nbe correct. It is beneficial to cross a great river.\nCleary (2): Waiting with truthfulness lights up success in correct orientation\ntoward good. It is beneficial to cross a great river.\nWu: Waiting indicates having confidence. It is brilliant and pervasive and\nauspicious to be persevering. It will be advantageous to cross the big river.\nThe Image\nLegge: The image of clouds ascending over the sky forms Waiting. The\nsuperior man, in accordance with this, eats and drinks, feasts and enjoys himself\nas if there were nothing else to employ him.\nWilhelm/Baynes: Clouds rise up to heaven: the image of Waiting. Thus the\nsuperior man eats and drinks, is joyous and of good cheer.\nBlofeld: This hexagram symbolizes clouds rising to the zenith -- inactivity!\nThe Superior Man will pass this time in feasting and enjoyment.\nLiu: Clouds rise up in the sky; this symbolizes Waiting. The superior man\nenjoys his food and drink. He remains relaxed and happy.\nRitsema/Karcher: Above clouds with-respect-to heaven. Attending. A chun\ntzu uses drinking [and] taking-in to repose delighting.\nCleary (1): Clouds rise to heaven, waiting. The superior person makes merry\nwith food and drink.\nWu: The clouds ascend to the sky; this is Waiting. Thus the jun zi enjoys food\nand peace.\nCOMMENTARY\nConfucius/Legge: Waiting shows peril in front, but its subject does not allow\nhimself to be involved in the dangerous defile. The success in sincerity and good\nfortune in firmness are shown by the position of the fifth line which is correctly\nsituated in the central place assigned by Heaven. Crossing the great stream will\nbe followed by meritorious achievement.\nLegge: Waiting is composed of the lower trigram of strength and the upper\ntrigram of peril. Strength confronted by peril might be expected to advance boldly\nand deal with it at once, but the lesson of the hexagram is that it is wiser to wait\nuntil success is sure. In the situation at hand, firm correctness is all that is\nrequired for eventual victory.\n\n\"Crossing the great stream\" is a frequent expression in the I Ching which\nsymbolizes the undertaking of hazardous enterprises, or encountering great\ndifficulties. Historically it refers to the Yellow River which the lords of Chou had\nto cross in their revolution against the Yin Dynasty tyrants. The crossing made by\nKing Wu in 1122 B.C. was one of the greatest deeds in the history of China, and\nwas preceded by a long period of waiting until success could be assured.\nRegarding the Image, it is said that the cloud that has risen to the top of\nthe sky has nothing to do but wait until the harmony of heaven and earth require\nit to discharge its store of rain. The superior man is likewise counseled to enjoy\nhis idle time while waiting for the correct moment to deal with the approaching\ndanger.\nNOTES AND PARAPHRASES\nJudgment: Strength in the face of danger here consists of the will to sit tight\nand do nothing.\nThe Superior Man carries on as if nothing was the matter, and nourishes\nhimself through inaction.\nThere are many kinds of courage -- perhaps the greatest of all is the\ncourage to remain unflinchingly in place when all the circumstances seem to cry\nout for action. It takes far more courage to wait for the dragon to slowly come to\nyou than to rush forth and attack him in his lair. As a strategy, to out-wait your\nopponent through pure willpower and inner strength can be more effective than a\ndirect attack -- but it can only succeed when you are truly strong. It is as if the\nreal battle takes place on the inner planes, and the first one to act in the world\nthereby concedes defeat.\nA very large part of the Work consists in disciplining oneself to wait -- to\ntake no action until some indefinite time in the future. This is exceedingly\ndifficult to do, and creates incredible stresses within the psyche -- which is exactly\nwhy it is necessary. Psychologically, to \"cross the great stream\" is to subdue all of\nthe autonomous instincts, drives and emotions that are accustomed to\nresponding whenever they are stimulated. As long as waiting creates feelings of\nstress, you can be sure that the battle has not been won. When you can wait like\nthe superior man -- as if there were nothing else to do, then you can allow\nyourself to hope that you may be getting somewhere.\nTo nourish oneself through inaction is to digest and absorb the energy of\none's instinctive responses. As in any nourishing assimilation, their strength then\nbecomes your strength. The true adept is one who has digested all of his passion\nand is thereby empowered to use it for his own purposes. Instead of engaging in\ncivil war, he has united his forces to act in the world.\n\nTradition says that Moses did not set the Tabernacle up straight away,\nbut delayed for three months, despite the fact that the people wanted to\ndedicate it at once. In this is repeated a lesson of patience concerning\nmatters of the spirit. For instead of accepting their Teacher's word,\nwhich conveyed the will of God, the Israelites sought to impose their own\nwill over what they had made ... This phenomenon is not unknown\namong those who cannot wait, which is a vital part of esoteric training.\nUnfortunately, it has to be demonstrated over and over again that the\ntiming of a spiritual event is contingent upon a cosmic schedule, and not\nthe will of the individual.\nZ.B.S. Halevi -- Kabbalah and Exodus",
  "lines": {
    "1": "Line-1\nLegge: The first line, dynamic, shows its subject waiting on the distant border. It\nwill be well for him to constantly maintain the purpose thus shown, in which case\nthere will be no error.\nWilhelm/Baynes: Waiting in the meadow. It furthers one to abide in what\nendures. No blame.\nBlofeld: Stay on the outskirts avoiding action. Constancy preserves from harm.\nLiu: Waiting in the countryside. It is of benefit to continue. No regret.\nRitsema/Karcher: Attending tending-towards the suburbs. Harvesting:\navailing-of persevering. Without fault.\nShaughnessy: Moistened in the pasture; beneficial to use constancy; there is no\ntrouble.\nCleary (1): Waiting on the outskirts, it is beneficial to employ constancy; then\nthere is no fault.\nWu: He is waiting in the countryside. It will be advantageous for him to be\npersistent and thus free from blame.\nCOMMENTARY\nConfucius/Legge: He makes no movement to encounter rashly the difficulties\nof the situation. There will be no error if he constantly maintains his purpose -he will not fail to pursue that regular course. Wilhelm/Baynes: One does not\nseek out difficulties overhastily. One has not abandoned the general ground.\nBlofeld: Not rushing forward to undertake what is difficult to perform. Doing\nnothing out of the ordinary. Ritsema/Karcher: Not opposing heavy moving\nindeed. Not-yet letting-go rules indeed. Cleary (2): One has not entered into\n\ndifficult actions. One has not yet lost normalcy. Wu: Not to proceed toward\ndanger. Not to deviate from normal course.\nLegge: The border means the frontier of the state. Line one appears at work in\nhis distant fields, not thinking of anything but his daily work, and he is advised to\nabide in that state of mind. The \"regular course\" is the determination to maintain\na distance from danger and wait for the proper time to act.\nNOTES AND PARAPHRASES\nSiu: At the outset, there is a suggestion of danger. The man remains calm,\nconcerns himself only with the immediate task at hand, and does not move to\ncounteract remote threats.\nWing: Do not become agitated by your sense of an impending problem. Live\nyour life as normally as possible and do nothing out of the ordinary. If there is a\nproblem, it exists in the future. Acknowledging it now could diminish your\nstrength.\nEditor: A border is any threshold or boundary, such as the threshold between\nthe conscious and unconscious minds. As yet the danger has not crossed this line,\nand we are advised not to go forth to meet it. Neither should we abandon our\nposition, but just quietly allow the situation to unfold and define itself.\nLet not future things disturb thee, for thou wilt come to them, if it shall be\nnecessary, having with thee the same reason which now thou usest for\npresent things.\nMarcus Aurelius\nA. Sit tight and allow the situation to unfold.\nB. \"Let sleeping dogs lie.\"",
    "2": "Line-2\nLegge: The second line, dynamic, shows its subject waiting on the sand of the\nmountain stream. He will suffer the small injury of being spoken against, but in\nthe end there will be good fortune.\nWilhelm/Baynes: Waiting on the sand. There is some gossip. The end brings\ngood fortune.\nBlofeld: Inactivity upon the river beach -- some slight gossip may arise, but the\nfinal result will be good fortune. [Sitting on a river beach watching the water\nflow past symbolizes watching what is going forward without taking part.]\n\nLiu: Waiting in the sand (seashore, bank of the river) arouses gossip. Good\nfortune in the end.\nRitsema/Karcher: Attending tending-towards sands. The small possesses\nwords. Completing significant.\nShaughnessy: Moistened in the sand; there are a few words; in the end\nauspicious.\nCleary (1): Waiting on the sand, there is some criticism, but it turns out well.\nWu: He is waiting on the sand. He may hear little complaints. Eventually, there\nwill be good fortune.\nCOMMENTARY\nConfucius/Legge: He occupies his place in the center with a generous\nforbearance. He will bring things to a good issue. Wilhelm/Baynes: One is\ncalm, for the line is central. Although this leads to some gossip, the end brings\ngood fortune. Blofeld: The first sentence indicates a place with water flowing\nthrough the middle. Though there be gossip, all will be well in the end.\nRitsema/Karcher: Overflowing located in the center indeed. Although the\nsmall possesses words, using completing significant indeed. Cleary (2): There is\nuseless excess within. Though there is some criticism, it is to make the end\nauspicious. Wu: Indicates having forbearance. It will end with good fortune.\nLegge: The sand of line two suggests a nearer approach to the defile, but he is\nstill self-restrained and waiting. That he is a dynamic line in a magnetic and\ncentral place shows him to be possessed of a large and generous forbearance.\nNOTES AND PARAPHRASES\nSiu: The danger approaches with disagreements and unrest. The man remains\nself-controlled and does not respond to slander.\nWing: What you propose to do will bring difficulties into your life. Furthermore,\nyou could become a victim of gossip. If this occurs, don't try to defend yourself, as\nit will only lend weight to what is otherwise insubstantial. Success will eventually\ncome.\nEditor: \"Sand” often symbolizes time -- the innumerable petty details of life, or\nthe inexorable wearing away of hours, minutes, seconds. When combined with\nthe image of a river bank (Legge, Blofeld, Liu), the notion of waiting for time and\nevents to fulfill themselves is further emphasized. Psychologically, to be \"spoken\nagainst\" refers to the impatient urging of the instinctual-emotional part of the\npsyche which demands immediate gratification of every current desire. Wilhelm\nrenders \"being spoken against\" as \"gossip,\" which is rumor, speculation or\n\nimagination. (Cleary’s Buddhist text calls it “criticism.”) To exercise a “generous\nforbearance” means to endure and ignore these illusion-obsessed inner voices.\nBlofeld's note about \"watching what is going forward without taking part” is\nespecially insightful: the line often portrays a situation in which one is required\nby circumstances to be an inactive observer. If this is the only changing line, the\nnew hexagram created is number 63, Completion, suggesting that passive\ncontemplation is linked with fulfillment of the Work.\nWhen Siddhartha listened attentively to this river, to this song of a\nthousand voices; when he did not listen to the sorrow or laughter, when\nhe did not bind his soul to any one particular voice and absorb it in his\nSelf, but heard them all, the whole, the unity; then the great song of a\nthousand voices consisted of one word: Om -- perfection.\nHermann Hesse -- Siddhartha\nA. Contemplate the unfolding situation: restrain your impulse to meddle,\neven if action seems necessary.\nB. For the moment, maintain the status quo.",
    "3": "Line-3\nLegge: The third line, dynamic, shows its subject in the mud close by the stream.\nHe thereby invites the approach of injury.\nWilhelm/Baynes: Waiting in the mud brings about the arrival of the enemy.\nBlofeld: Inactivity amidst the mud -- this permits the approach of evil. [This\nsuggests a danger of our being so bogged down that we can neither fight nor\nflee.]\nLiu: Waiting in the mud brings on the enemy.\nRitsema/Karcher: Attending tending-towards bogs. Involving outlawry\nculminating.\nShaughnessy: Moistened in the mud; it causes robbers to arrive.\nCleary (1): Waiting in the mud brings on enemies.\nWu: He is waiting in the mud. This invites harm.\nCOMMENTARY\nConfucius/Legge: He is waiting in the mud -- the calamity in the upper trigram\nis close at hand. He invites the approach of injury, but if he is reverent and\n\ncareful, he will not be worsted. Wilhelm/Baynes: The misfortune is outside.\nSeriousness and caution prevent defeat. Blofeld: Remaining inactive in the\nmidst of mud subjects us to external dangers, but the approaching evil will not\nharm us if we exercise care. [We must not allow the mud to bog us down.]\nRitsema/Karcher: Calamity located outside indeed. Originating-from my\ninvolving outlawry. Respectful consideration, not destroying indeed. Cleary (2):\nOnce I have brought on enemies, I am careful not to be defeated. Wu: Inviting\nharm is a self-inflicted act. With respect and caution, however, he will be free\nfrom defeat.\nLegge: Here the subject is on the brink of the stream. His advance to this\nposition has provoked resistance which may result in his injury.\nNOTES AND PARAPHRASES\nSiu: The man attempts a complex undertaking without sufficient capacity for\nsuccess in one try. He finds himself mired in the intricacies, thereby inviting\nenemies onto the scene. Caution is required.\nWing: Because of premature action on your part, inspired perhaps by anxiety,\nyou will leave yourself open to attack. This situation is truly difficult because you\nare vulnerable. Only extreme caution will protect you.\nEditor: In its most neutral interpretation, this line is an image of serious\nvulnerability: an unstable position invites attack. Mud is earth mixed with water.\nPsychologically, sensation (earth) and emotion (water) unite in a gooey morass of\nfear or anxiety which leaves one vulnerable to harm. Since the Work proceeds\ndialectically upward or downward, this position points out the danger of\nemotional responses: you could lose what you have gained unless you hold firm.\nDon't surrender to the complexes urging differentiation: heed the gnosis which\ncounsels integration.\nInstinctive reactions and emotional expressions thus shade imperceptibly\ninto each other. Every object that excites an instinct excites an emotion as\nwell.\nWilliam James\nA. Emotional vulnerability threatens the ego's ability to act effectively.\nB. You're on shaky footing -- take care.",
    "4": "Line-4\nLegge: The fourth line, magnetic, shows its subject waiting in the place of blood.\nBut she will get out of the cavern.\n\nWilhelm/Baynes: Waiting in blood. Get out of the pit.\nBlofeld: Inactivity amidst blood -- we shall emerge from the abyss.\nLiu: Waiting in blood. Come out from the pit.\nRitsema/Karcher: Attending tending-towards blood. Issuing- forth originatesfrom the cave.\nShaughnessy: Moistened in the blood; it comes out from the cavity.\nCleary(1): Waiting in blood. Leaving the cave.\nWu: He is waiting in blood. He exits from the cave.\nCOMMENTARY\nConfucius/Legge: She accommodates herself to the circumstances of the time,\nand hearkens to its requirements. Wilhelm/Baynes: He is yielding and obeys.\nBlofeld: To abstain from action amidst deeds of blood is to accord with the\nprinciple of allowing things to take their course. Ritsema/Karcher: Yielding\nuses hearkening indeed. Cleary (2): Means listening receptively. Wu: Waiting\nin blood calls for obedience.\nLegge: Line four has passed from the lower to the upper trigram and entered the\nscene of danger and strife: \"the place of blood.\" However, she is magnetic and in\nher correct place, so she withdraws from engagement with the enemy and is\nthereby enabled to escape from the cavern. Recognition of the circumstances of\nthe time and yielding to its requirements are the lessons here. She acknowledges\nher inadequacies and takes the prudent step.\nNOTES AND PARAPHRASES\nSiu: The man enters the scene of strife and danger in a life and death struggle.\nHe accommodates himself to fate, stands fast, and refrains from aggravating the\nproblem.\nWing: You are waiting in the very center of chaos. Any sort of confrontation with\nthe problems that present themselves will only make things worse. Remove\nyourself immediately and unobtrusively from the situation.\nEditor: Psychologically interpreted, this line sometimes implies that during a\ntransitional phase in the dialectical process of individuation one must avoid any\ninfluence that might interfere with that process. Each translator uses a different\nword for what may be interpreted as an image of the unconscious psyche:\n\"cavern,\" \"pit,\" \"abyss,\" \"cave\" and \"cavity\" all describe a hidden, dark,\ndangerous influence in the situation at hand.\n\nFor the ordinary esoteric aspirant the best approach to the evil within us\nis, after having recognized and faced it, to starve it, working only upon\nthe development of the good and spiritual qualities. By developing the\ncontact of the Spirit the psyche will eventually be so transformed that\nthere is no room for evil within it. Direct work upon evil forces will tend\nto set up a polarity and occult link with these forces and this is one thing\nwhich must be sedulously avoided.\nGareth Knight -- Qabalistic Symbolism\nA. Withdraw from a dangerous position.\nB. \"Don't touch it with a ten-foot pole!\"\nC. Wait until the situation clarifies.",
    "5": "Line-5\nLegge: The fifth line, dynamic, shows its subject waiting amidst the appliances of\na feast. Through his firmness and correctness there will be good fortune.\nWilhelm/Baynes: Waiting at meat and drink. Perseverance brings good\nfortune.\nBlofeld: Inactivity amidst food and wine -- righteous persistence will bring good\nfortune. [We may safely relax and enjoy ourselves, but we must preserve our\ndetermination to act when the time is ripe.]\nLiu: Waiting at the feast. Continuing brings good fortune.\nRitsema/Karcher: Attending tending-towards liquor taken-in. Trial:\nsignificant.\nShaughnessy: Moistened in the wine and food; determination is auspicious.\nCleary(1): Waiting with food and wine, it is good to be correct.\nWu: He is waiting at feasting. Perseverance brings good fortune.\nCOMMENTARY\nConfucius/Legge: The good fortune is indicated by his being in the central\nand correct place. Wilhelm/Baynes: Because of the central and correct\ncharacter. Blofeld: The line is a firm one between two yielding lines.\nRitsema/Karcher: Using centering correcting indeed. Cleary (2): Being\ncentered correctly. Wu: Central and correct.\n\nLegge: Line five is dynamic in the central and correct place of the ruler. All good\nqualities therefore belong to him. He has triumphed, and with firmness will\ncontinue to triumph.\nNOTES AND PARAPHRASES\nSiu: The man fortifies his reserve strength by enjoying the intervals of peace\nbetween crises. At the same time he maintains his orientation to the ultimate goal\nwith optimistic buoyancy.\nWing: Your difficulties are held in abeyance now and it is a good time to relax\nand gain perspective on the situation. While you enjoy your respite, keep in mind\nthat there is still much to be done in the attainment of your goals.\nEditor: This line recalls the Image -- the superior man \"eats and drinks, feasts\nand enjoys himself as if there were nothing else to employ him.\" If this is the\nonly changing line, the hexagram becomes number eleven: Harmony -suggesting that one is situated very well indeed.\nA meditating man may appear, at a glance, to be doing nothing. But as\nwith Buddha seated under his Bohdi tree, this apparent physical inaction\nhid the cosmic activity of inner illumination.\nZ.B.S. Halevi -- An Introduction to the Cabala\nA. You are surrounded by nourishing influences – relax and allow the\nsituation to mature.",
    "6": "Line-6\nLegge: The sixth line, magnetic, shows its subject entered into the cavern. But\nthere are three guests coming, without being urged, to help her. If she receives\nthem respectfully, there will be good fortune in the end.\nWilhelm/Baynes: One falls into the pit. Three uninvited guests arrive. Honor\nthem, and in the end there will be good fortune.\nBlofeld: Entering a pit. Three uninvited guests arrive; to honor them will\nultimately bring good fortune.\nLiu: Entering the pit, three unexpected guests arrive. Treat them courteously.\nGood fortune in the end.\nRitsema/Karcher: Entering tending-towards the cave. Possessing not urging's\nvisitors. Three people coming. Respecting them: completing significant.\n\nShaughnessy: Entering into the cavity; there are unbidden guests, three men,\nwho come; respect them; in the end auspicious.\nCleary (1): Entering a cave. Three people come, guests not in haste: Respect\nthem, and it will turn out well.\nCleary (2): … Three unhurried guests come … etc.\nWu: He enters the cave. There come three uninvited guests. To receive them\nwith respect will be auspicious in the end.\nCOMMENTARY\nConfucius/Legge: There has been no great failure in what has been done.\nWilhelm/Baynes: Although the line is not in its proper place, at least no great\nmistake is made. Blofeld: Nothing is lost by it. [There is a Chinese proverb\nwhich runs: `Being over-courteous excites no blame from others.'] Ritsema/\nKarcher: Not-yet the great let-go indeed. Cleary (2): Even though you do not\nreach rank, still you have not lost much. Wu: Although his position is not\ntenable, he has not faulted badly.\nLegge: The magnetic sixth line has entered deeply into the cavern. Her correlate\nthird line comes with two dynamic companions from the lower trigram to give\nhelp. If they are respectfully received, that help will prove effectual.\nNOTES AND PARAPHRASES\nSiu: The man falls into great complications. Everything looks black. But\nunexpected help arrives. If he is sensitive to it and accepts it graciously, there will\nbe a happy turn of events.\nWing: The time is complex. The waiting is over because the difficulties are upon\nyou. There appears to be no way out of the situation. Yet help arrives if you\nrecognize it. To know and graciously accept such unexpected and unfamiliar\nassistance will turn the entire situation toward the good.\nEditor: A cavern, a narrow, dark and restricted place, can refer to ignorance as\nwell as danger. However, things here are not as dark as they may appear and the\nissue will improve if you are receptive to a solution. Waiting is the subjective\nexperience of the passage of time. If time and consciousness are in some ways\nsynonymous, then \"waiting” implies the interval between ignorance and\nenlightenment.\nWhat is experienced only in terms of a personal impasse can seem quite\nhopeless until and unless it receives a general human meaningfulness by\n\nbeing recognized as one's individual and perhaps discordant share in, or\nvariation of, a general theme of human striving and seeking.\nE.C. Whitmont -- The Symbolic Quest\nA. The working out of an impasse -- respect the process by allowing it to\nunfold naturally.\nB. “It is always darkest before the dawn.\"\nJuly 5, 2001, 4/23/06"
  }
}