{
  "hexagram_number": 27,
  "gua": "Judgment\nLegge: Nourishment indicates good fortune through firm correctness. Make\nsure you know what you are feeding, and determine your proper diet.\nWilhelm/Baynes: The Corners of the Mouth. Perseverance brings good\nfortune. Pay heed to the providing of nourishment and to what a man seeks to fill\nhis own mouth with.\nBlofeld: Nourishing. (Nourishment -- literally Jaws) [The form of this\nhexagram readily brings to mind the concept of wide open jaws, but the word\nnourishment must not be taken only in a literal sense; for we are concerned here\nwith all those things which men seek both for their own advantage and for\ngiving succor or assistance to others.] Righteous persistence brings good\nfortune. Watch people nourishing others and observe with what manner of things\nthey seek to nourish themselves. [For this will teach us a lot about their\ncharacters.]\nLiu: Nourishment. Continuing leads to good fortune. Observe the providing of\nnourishment and the food someone seeks for himself.\nRitsema/Karcher: Jaws, Trial: significant. Viewing Jaws. Originating-from\nseeking mouth substance. [This hexagram describes your situation in terms of\nnourishing and being nourished. It emphasizes that opening in order to take\nthings in as well as providing to others is the adequate way to handle it...]\nShaughnessy: Jaws: Determination is auspicious. View the jaw; oneself\nseeking the mouth's fullness.\nCleary (1): In nourishment, it is good to be correct. Observe nourishment,\nand seek fulfillment for the mouth by yourself.\nCleary (2): Nourishment is good if correct. Observe nourishment, and seek\nfood by yourself.\n\nWu: Nurturing indicates that with perseverance there will be auspiciousness.\nPeople should observe the principle of nurturing and find proper foods for\nnourishment.\nHua-Ching Ni: In nourishment, one should seek the right nutrition and not be\ntempted by what others enjoy.\nThe Image\nLegge: The image of thunder under a mountain forms Nourishment. The\nsuperior man, in accordance with this, controls his speech and regulates his\neating and drinking.\nWilhelm/Baynes: At the foot of the mountain, thunder: the image of The\nCorners of the Mouth. Thus the superior man is careful in his words and\ntemperate in eating and drinking.\nBlofeld: This hexagram symbolizes thunder rumbling at the foot of a mountain.\nThe Superior Man is thoughtful in speech and frugal in his eating and drinking.\n[The lower trigram, thunder, also represents the power of quickening growth;\nhence its place in a hexagram concerned with nourishment.]\nLiu: Thunder rolling around the foot of the mountain is the symbol of\nNourishment. The superior man is cautious in his speech; he restrains and\nregulates his eating and drinking.\nRitsema/Karcher: Below mountain possessing thunder. Jaws. A chun tzu\nuses considering words to inform. [A chun tzu uses] articulating to drink and\ntake-in.\nCleary (1): There is thunder beneath the mountain. Superior people are careful\nabout what they say, and moderate in eating and drinking.\nCleary (2): … Leaders are prudent in speech, moderate in consumption.\nWu: There is thunder below the mountain; this is Nurturing. Thus the jun zi\nspeaks with caution and drinks and eats with moderation.\nCOMMENTARY\nConfucius/Legge: When the nourishing is correct, there will be good fortune.\nWe must examine those whom we wish to nourish, and we must also examine our\nown nourishing of ourselves. Heaven and earth nourish all things. The sages\nnourish men of talent and virtue in order to reach the masses. Great is the work\nintended in the time of nourishing.\n\nLegge: The character of Nourishment is the symbol of the upper jaw, but the\nimage of the hexagram suggests a whole mouth with undivided lines at top and\nbottom, and divided lines between them. The bottom line is in the trigram of\nMovement, and the top line is in the trigram of Keeping Still -- giving the image\nof a mobile lower jaw and a fixed upper jaw. The divided lines represent the\nmouth cavity. The hexagram denotes nourishing of body or mind, of one's self or\nothers, and the proper nourishment in each case must necessarily vary according\nto circumstances. Thus, judgment must be exercised to determine which\nnourishment is in harmony with correctness and virtue.\nNOTES AND PARAPHRASES\nJudgment: Nourishment asks you to examine your motives in the allocation\nof your energy. Willpower creates a well- balanced apportionment.\nThe Superior Man controls his expression and monitors his appetites.\nThe lines in the lower trigram of Movement are all rendered unfavorably\nto one degree or another, while the lines of the upper trigram of Keeping Still are\nall generally correct. The implication is that non-action is almost always\npreferable to movement. This idea is fundamental to the philosophy of the I\nChing, and in the hexagram of Nourishment the lesson is that non-action\nfeeds and strengthens the psyche.\nAll actions are the expression of psychic energy through a physical body to\ncreate an effect in spacetime. Each effect creates consequences which usually\ndemand further action. It is easy to see that action which is not initiated by the\nSelf can only result in unexpected consequences, and that action which conforms\nto the will of the Self is motivated by and directed toward a transcendent goal.\nAlthough correct non-action generally creates no negative consequences in\nspacetime, it does have nourishing consequences in the psyche as autonomous\nforces are gathered, digested, assimilated and renewed in ascending\nconfigurations of growth.\nAs this Path represents the structure of the [ego], the attribution of the\nMouth reminds us that the purpose of incarnation is the seeking of the\nfood of experience in Form for the benefit of the [Self] and the Spirit.\nGareth Knight -- Qabalistic Symbolism\nSUGGESTIONS FOR MEDITATION\nCompare the Image of Nourishment in this hexagram with those in\nhexagram number five, Waiting; number forty-eight, The Well; and number\nfifty, The Sacrificial Vessel.",
  "lines": {
    "1": "Line-1\nLegge: The first line, dynamic, seems to be thus addressed: \"You leave your\nefficacious tortoise, and look at me till your lower jaw hangs down.” There will be\nevil.\nWilhelm/Baynes: You let your magic tortoise go, and look at me with the\ncorners of your mouth drooping. Misfortune.\nBlofeld: You released your sacred tortoise and stared at me with mouth agape -misfortune! [The shells of tortoises were used for divination. Here, the\nimplication seems to be that someone abandons his sacred duty in his greed\n(symbolized by ‘mouth agape') to obtain what he wants from the person to\nwhom “me” refers. It may be that contemporaries of the authors of the I Ching\nwere familiar with a story to which this sentence pertains.]\nLiu: If you leave your divine tortoise and look at me with mouth drooling, there\nwill be misfortune.\nRitsema/Karcher: Stowing-away simply the psyche tortoise. Viewing my\npendant jaws. Pitfall.\nShaughnessy: Dispensing with your numinous turtle, and viewing our\nshortened jaw; inauspicious.\nCleary (1): Abandoning your spiritual tortoise, you watch my moving jaw – this\nis unfortunate.\nCleary(2): To give up your sacred tortoise and watch me greedily leads to\nmisfortune.\nWu: “Abandon your spiritual tortoise and watch me with your mouth watering.”\nForeboding.\nCOMMENTARY\nConfucius/Legge: He thus shows himself unfit to be thought noble. Wilhelm/\nBaynes: This is really not to be respected. Blofeld: Looking at me like that is\nhardly to be regarded as admirable behavior. Ritsema/Karcher: Truly not the\nstand to value indeed. Cleary(2): To watch me greedily is not worthy of respect.\nWu: He who watches with his mouth watering is also unworthy of respect.\nLegge: The first line is dynamic and in his proper place. He might suffice for the\nnourishing of himself like a tortoise, which is said to live on air. But he is drawn\nout of himself by desire for the magnetic line four, his proper correlate, at whom\nhe looks till his jaw hangs down, or, as we say, his mouth waters. Hence the\n\nauspice is bad. The symbolism takes the form of a reprimand addressed by the\nfourth line to the first. As Mencius said, \"He who attends his smaller self\nbecomes an inferior man, and he who attends to his greater self becomes a\nsuperior man.\"\nNOTES AND PARAPHRASES\nSiu: At the outset, the man is envious of the prosperity of others.\nWing: You are so actively aware of the prosperity of others that you lose control\nof your own destiny. This is deplorable behavior and will result in misfortune.\nEditor: This line is a reprimand for an unworthy attitude. Since in China the\ntortoise was associated with divination, it refers to a higher realm of perception.\nThe other translations render Legge's \"efficacious\" as \"magic,\" \"sacred,\" \"divine,\"\n\"psyche,\" and \"numinous.\" The line tells you that you are out of touch with what\nis best in you and suggests a “victim,” a self-made loser, who has repudiated his\nsource of power or nourishment and then begs for sympathy because he “has\nnothing.” Often the line can suggest that you have misread a previous oracle: i.e.,\n\"I already told you, but you paid no attention.”\nSo it will be seen that spiritual growth is best attained by getting fully to\ngrips with life in the world. It is a common pathology with esoterically\ninclined students that they want to find the easiest way out of it. This\naccounts for many of the \"muzzy mystical\" societies which give such a\nbad name to occultism. In a genuine occult school the student should be\nrammed good and hard into the maelstrom of life; and until he can cope\nefficiently with the physical plane the higher planes of experience should\nbe barred to him -- for his own sake as well as others.\nGareth Knight -- Qabalistic Symbolism\nA. You've lost touch with your spiritual Self.\nB. Image of a \"needy” victim. Grow up!",
    "2": "Line-2\nLegge: The second line, magnetic, shows one looking downwards for\nnourishment, which is contrary to what is proper; or seeking it from the height\nabove, advance towards which will lead to evil.\nWilhelm/Baynes: Turning to the summit for nourishment, deviating from the\npath to seek nourishment from the hill. Continuing to do this brings misfortune.\nBlofeld: Nourishment on the mountain peak; he abandons normal ways to seek\nnourishment in the hills -- misfortune! [From ancient times, there has been a\n\nlarge body of opinion in China that Taoists and other mystics leading the life of\na recluse are odd people who have abandoned their duties to family, state and\nmankind. However, the Book of Change, revered by both Taoists and\nConfucians, is not likely to be guilty of bias; indeed, in the fourth place,\n“nourishment on the mountain” brings good fortune. Perhaps the implication is\nthat those who withdraw from ordinary life more on account of their oddity\nthan because of any genuine desire for spiritual guidance waste their talents\nand their time.]\nLiu: Seeking nourishment from the top, one strays from the path to the hill. To\nset forth leads to misfortune.\nRitsema/Karcher: Toppling jaws. Rejecting the canons, tending-toward the\nhill-top. Jaws chastising: pitfall.\nShaughnessy: Say upside-down jaw; threshing the warp at the northern jaw; to\nbe upright is inauspicious.\nCleary (1): Perverting nourishment goes against the constant. Feeding on high\nground – to go brings misfortune.\nCleary(2): Perverting nourishment brushes aside the constant. Feeding on high\nground, an expedition bodes ill. [For those above to nourish those below is the\nrational constant. Here one in a higher position is recessive and weak, and\nrelies on strength from below for nourishment; so this “brushes aside the\nconstant.]\nWu: There is reversed nurturing. It violates the normal order of offering nurture\nto the one above. The action is foreboding. [The second (line) has the\nresponsibility of offering nurture to its correlate, the fifth (line). On the\ncontrary, it nurtures the one below, i.e., the first (line). Hence the judgment calls\nthe action a misplaced reversed nurturing.]\nHua-Ching Ni: One neglects the constancy and stability which can benefit life\nand seeks nourishment from the wrong source. Misfortune.\nCOMMENTARY\nConfucius/Legge: The evil of her advance is because her movements abandon\nher proper associates. Wilhelm/Baynes: In going it loses its place among its\nkind. Blofeld: The misfortune is due to his having separated himself from his\nown kind. Ritsema/Karcher: Movement letting-go sorting indeed. Cleary(2):\nThe action loses companionship. Wu: It is out of order.\nLegge: The magnetic second line, insufficient for herself, seeks nourishment first\nfrom the dynamic first line below, which is improper, and then from the dynamic\nsixth line above, which is too far removed and also not her proper correlate. In\n\neither case the thing is evil because neither of the dynamic lines is her proper\nassociate.\nNOTES AND PARAPHRASES\nSiu: The man does not provide for his own support. He improperly takes what\nhe needs from below and also cravenly begs for it from above. Such unworthiness\nleads to misfortune.\nWing: Although you are able to properly nourish yourself in this situation, you\nrely upon inappropriate methods or persons to fulfill your needs. If this\ncontinues, it will rob you of your independence and create an unhealthy state of\nmind. Difficulties will follow.\nEditor: There seems to be disagreement among the translators about which\n“order of nourishment” (above or below), is appropriate. Legge’s commentary\nand Siu’s paraphrase offer the most coherent interpretations. The line usually\nsymbolizes one who doesn't know her proper place, who tries to exceed her\nauthority or go beyond herself. Issues pertaining to self-righteousness, spiritual\nmaterialism and “wannabe gurus” are sometimes addressed here. The line can\nalso refer to shirking one's responsibility. For example, begging the oracle for\ninformation one can easily decide for oneself.\nIf a man sleeps in a damp place, his back aches and he ends up half\nparalyzed, but is this true of a loach? If he lives in a tree, he is terrified\nand shakes with fright, but is this true of a monkey? Of these three\ncreatures, then, which one knows the proper place to live?\nChuang Tzu\nA. You are seeking nourishment from inappropriate sources -- get back\nwhere you belong.\nB. Seeking that which is beneath you is base; seeking that which is beyond\nyour grasp is futile. Don’t strive above your proper station.\nC. Take responsibility for yourself.",
    "3": "Line-3\nLegge: The third line, magnetic, shows one acting contrary to the method of\nnourishing. However firm she may be, there will be evil. For ten years let her not\ntake any action, for it will not be advantageous in any way.\nWilhelm/Baynes: Turning away from nourishment. Perseverance brings\nmisfortune. Do not act thus for ten years. Nothing serves to further.\n\nBlofeld: He is determined to relinquish nourishment -- misfortune! For ten\nyears he performs no useful function and there is nowhere favorable for him to\ngo. [Such extreme eccentricity can only end in barrenness. Those familiar with\nBuddhism will recollect that the Lord Buddha abandoned nourishment on the\nadvice of his teachers and then came to regret this fruitless method of selfdiscipline.]\nLiu: One turns away from nourishment. Continuing in this way brings\nmisfortune: no action for ten years, no benefit or advantage. [Owing to\nmisconduct there is a danger of encountering disaster, misfortune, or poor\nhealth.]\nRitsema/Karcher: Rejecting Jaws. Trial: pitfall. Ten years-revolved, no\navailing-of. Without direction: Harvesting.\nShaughnessy: Threshing the jaw; determination is inauspicious; for ten years\ndo not use it; there is no place beneficial.\nCleary (1): Going against nourishment, even with rectitude this is inauspicious.\nDon’t act on this for ten years; there is no benefit.\nCleary (2): Going against nourishment is inauspicious even if there is rectitude.\nDo not act on this for ten years; there is nothing to be gained. [The weak cannot\nnourish themselves; if they are also not balanced correctly and dwell on the\nclimax of action in this state, this is going against nourishment. Even though\nthere is a correct correspondence with the top yang, this cannot save them, and\nthey wind up useless . In Buddhism, it is like the senses deranging people so that\nthey lose their standards.]\nWu: It violates the principle of nurturing. Even if correct it is foreboding. It\nloses its usefulness for ten years. There is nothing to be gained.\nHua-Ching Ni: The wrong kind of nourishment. This kind of nourishment may\nlook good for ten years, but in the end has no real benefit. Misfortune.\nCOMMENTARY\nConfucius/Legge: Her course is greatly opposed to what is right. Wilhelm/\nBaynes: It is all too contrary to the right way. Blofeld: Ten years because his\nways are utterly perverse. Ritsema/Karcher: Ten years-revolved, no availingof. Tao, the great rebelling indeed. Cleary(2): For the way is greatly confused.\nWu: Because it has violated the principle.\nLegge: Line three is magnetic in a dynamic place, and because she is the last\nline in the trigram of Movement, that quality culminates in her. She considers\nherself self-sufficient, needing no help. The issue is bad.\n\nAnthony: Only by firmly mastering our inferiors [i.e. our attitudes, complexes,\nlimiting beliefs] do we nourish ourself correctly.\nNOTES AND PARAPHRASES\nSiu: Instead of solid accomplishments, the man pursues pleasures and selfgratification. He will never achieve anything so long as he is surrounded by\ndissipating temptations.\nWing: You cannot be fully nourished because you are too busy looking for\nnourishment in the wrong places. In doing this, you turn away from others who\nmight help you, and therefore you achieve nothing. This is eccentric and\ndangerous behavior.\nEditor: The idea here is one of ignoring or repudiating what is necessary for\ngrowth. Compare this line with the sixth line of hexagram 24: Return, which\nWilhelm translates as: “Missing the return. Misfortune. Misfortune from within\nand without. If armies are set marching in this way, one will in the end suffer a\ngreat defeat, disastrous for the ruler of the country. For ten years it will not be\npossible to attack again.” Carefully examine the situation at hand to determine\nwhere the source of error lies. This line can sometimes refer to “attitude”\nproblems – depression or pessimism that you cannot throw off despite knowing\nthat the Work transcends such illusions.\nThe difficulty in realizing this permanence of the essential self is, of\ncourse, due to the fact that a person becomes so attached to the physical\nvehicle and so connected with its activities, that the divine self is seldom\ncontacted.\nG. Barborka -- The Pearl of the Orient\nA. You have just made an egregious blunder.\nB. Consider yourself reprimanded for getting off the path.\nC. Your assumptions in the matter at hand are totally incorrect.\nD. You have an attitude problem.",
    "4": "Line-4\nLegge: The fourth line, magnetic, shows one looking downwards for the power to\nnourish. (Sic.) There will be good fortune. Looking with the downward\nunwavering glare of a tiger, and with her desire that impels her to spring after\nspring, she will fall into no error.\n\nWilhelm/Baynes: Turning to the summit for provision of nourishment brings\ngood fortune. Spying about with sharp eyes like a tiger with insatiable craving.\nNo blame.\nBlofeld: Nourishment on the mountain peak -- good fortune! He glares like a\ntiger stalking its prey so ardent is his look -- no error! [This line, like the second\nline, suggests a recluse; but in this case he is well qualified for the spiritual life\nand obviously gains the fruit of his endeavor. His tigerish glance calls to mind a\nMaster of Zen or, rather, a Taoist sage who has reached a similar stage of\nenlightenment.]\nLiu: Seeking nourishment from the top of the mountain brings good fortune.\nOne stares like a starving tiger stalking its prey. No blame.\nRitsema/Karcher: Toppling jaws. Significant. Tiger observing: glaring, glaring.\nHis appetites: pursuing, pursuing. Without fault.\nShaughnessy: Upside-down jaw; auspicious. The tiger looks with eyes\ndowncast, his appearance is so sad; there is no trouble.\nCleary (1): Reverse nourishment is auspicious. The tiger watches intently, about\nto give chase. No fault.\nWu: There is reversed nurture. Auspicious. Like the attentive gazing of a tiger, he\nchases after his desires. There will be no error.\nCOMMENTARY\nConfucius/Legge: This shows how brilliant will be the diffusion of the power\nfrom her superior position. Wilhelm/Baynes: The one above spreads light.\nBlofeld: The good fortune is due to light shed from above. Ritsema/Karcher:\nSpreading-out shining above indeed. Cleary (2): Giving out light from above.\nWu: The favors from above are illustrious.\nLegge: With line four we pass into the upper trigram. She is next to the ruler's\nplace in line five, and bent on nourishing and training all below. Her proper\ncorrelate is the dynamic first line, and although she is weak in herself, she looks\nwith intense desire to the first line for help (Sic.), and there is no error.\nNOTES AND PARAPHRASES\nSiu: The man in a high position recognizes the need for able helpers to pursue\nhis lofty aims for the good of the people. He looks for the required talent with the\nsearching glare of a hungry tiger.\n\nWing: Any desire to energetically nourish others will meet with success. You are\nin a position to be supportive and influential, although you may need to enlist\nhelp. Look for clever people to aid you. There is no mistake in this.\nEditor: Wilhelm, Blofeld and Liu all show this line turning upward to a summit\nor mountain peak for her source of nourishment, and the Confucian\ncommentaries are rendered in terms of light shining down from above. Legge's\ntranslation and commentary are not in accordance with this, and hence\nmisleading. The image is one of turning upward for the inspiration to nourish\nthose below. It suggests an ego gaining its power from the Self in order to\ncorrectly nourish subordinate complexes within the psyche. The fourth line\nrepresents the minister: symbolically, the ego as facilitator of the Work in\nspacetime. The image of the tiger suggests the fervor of dedication to a higher\nidea.\nBlessed are they who hunger and thirst after righteousness: for they shall\nbe filled.\nMatthew 5: 6\nA. A higher alliance creates the strength to manage inferior forces.\nB. Turn toward your inner light, then reflect it into the world.\nC. The ego follows higher principles to effect changes in subordinate\nentities.",
    "5": "Line-5\nLegge: The fifth line, magnetic, shows one acting contrary to what is regular and\nproper; but if she abides in firmness, there will be good fortune. She should not,\nhowever, try to cross the great stream.\nWilhelm/Baynes: Turning away from the path. To remain persevering brings\ngood fortune. One should not cross the great water.\nBlofeld: Normal ways are abandoned. Righteous persistence will bring good\nfortune to those who stay where they are. The great river (or sea) must not be\ncrossed. [In such abnormal times, it is best to stay at home.]\nLiu: One strays from the path. Remaining in the correct way brings good\nfortune. Don't cross the great water. [With another's help, one will...achieve his\ngoals.]\nRitsema/Karcher: Rejecting the canons. Residing-in Trial significant. Not\npermitting wading the Great River.\n\nShaughnessy: Threshing the warp; determination about dwelling is auspicious;\none may not ford the great river.\nCleary (1): Going against the constant. It is good to abide in rectitude. It will not\ndo to cross great rivers.\nCleary (2): Brushing aside the constant, it is good to remain upright, but it will\nnot do to cross a great river.\nWu: It violates normal way of doing things. Should he stay firm, there will be\ngood fortune. He may not cross the big river.\nCOMMENTARY\nConfucius/Legge: The good fortune from abiding in firmness is due to her\ndocility in following the line above. Wilhelm/Baynes: The good fortune comes\nfrom following the one above devotedly. Blofeld: The good fortune attainable\nby such people consists in being able to obey their superiors most willingly.\nRitsema/Karcher: Residing in Trial's significance. Yielding uses adhering-to\nthe above indeed. Cleary (2): What is good about remaining upright is following\nthose above docilely. Wu: The docility of following the one above.\nLegge: Line five is not equal to the requirements of her position, but with a firm\nreliance on the dynamic sixth line there will be good fortune. However, she\nshouldn't engage in the most difficult undertakings.\nAnthony: The Sage cannot make us strong. Although we are dependent on his\nguidance, we must do the work of disciplining our inferiors.\nNOTES AND PARAPHRASES\nSiu: The man realizes his personal deficiencies in strength and knowledge to\ndischarge his assigned responsibilities. He seeks and follows the advice of a\nspiritual superior, who is unknown to the public. Persevering under such\nguidance will bring success. But he must recognize his dependency and not\nassume great undertakings alone.\nWing: Although you are aware of the need to nourish and affect others, you lack\nsufficient strength to do so unaided. You must take an indirect approach and\ndepend upon a strong superior to accomplish the deed. Don't try it on your own.\nEditor: This line can suggest that an unconventional (\"improper”) action is\njustifiable under the prevailing conditions. Blofeld interprets the line in terms of\ncorrectly abandoning normal procedures; Wilhelm and Liu render images of\ngetting off of a \"proper” path, but still retaining appropriateness. Because this\nfifth line ruler seeks help from the sixth line above, the image suggests an ego\nobeying the higher laws of the Self. The implication is that some form of\n\nunconventional action may be valid under the prevailing circumstances as long as\none doesn't attempt too much. In other words, the expected, conventional (or\nyour usual) response may be inappropriate in the current situation. Meditate to\nobtain intuitive guidance.\nThe greatness of historical personalities has never lain in their abject\nsubmission to convention, but, on the contrary, in their deliverance from\nconvention. They towered up like mountain peaks above the mass that\nstill clung to its collective fears, its beliefs, laws, and systems, and boldly\nchose their own way. To the man in the street it has always seemed\nmiraculous that anyone should turn aside from the beaten track with its\nknown destinations, and strike out on the steep and narrow path leading\ninto the unknown.\nJung -- The Development of Personality\nA. The ego looks to the Self for guidance and takes no action which is not\nso inspired, even if this means that one appears unconventional.",
    "6": "Line-6\nLegge: The sixth line, dynamic, shows him from whom comes the nourishing.\nHis position is perilous, but there will be good fortune. It will be advantageous to\ncross the great stream.\nWilhelm/Baynes: The source of nourishment. Awareness of danger brings\ngood fortune. It furthers one to cross the great water.\nBlofeld: Nourishment gives rise both to trouble and good fortune. It is\nfavorable to cross the great river (or sea). [Our quest for the necessities of mind\nand body brings mixed results.]\nLiu: Seeking the source of nourishment. Danger, good fortune. It is of benefit to\ncross the great water.\nRitsema/Karcher: Antecedent Jaws. Adversity significant. Harvesting:\nwading the Great River.\nShaughnessy: From the jaw; danger; auspicious; beneficial to ford the great\nriver.\nCleary (1): The source of nourishment; dangerous, but auspicious. It is\nbeneficial to cross great rivers.\nCleary (2): At the source of nourishment, it is good to be diligent, etc.\nWu: He nurtures all below him. With fortitude comes auspiciousness, etc.\n\nCOMMENTARY\nConfucius/Legge: His good fortune, notwithstanding the peril of his position,\naffords great cause for congratulation. Wilhelm/Baynes: It has great blessing.\nBlofeld: We shall enjoy great blessings. [`Blessings' means good fortune\napparently unconnected with our merits or endeavors.] Ritsema/Karcher:\nThe great possessing reward indeed. Cleary (2): There will be great celebration.\nWu: There will be great joy.\nLegge: The topmost line is dynamic, and line five relies on him. Being\npenetrated with the idea of the hexagram, he feels himself in the position of\nmaster or tutor to all under heaven. The task is hard and the responsibility great,\nbut realizing these things, he will prove equal to them.\nAnthony: The source of nourishment comes from the Sage to ourself and from\nourself to others. Only by nourishing ourself correctly can we fulfill our\nresponsibility to nourish others. We “cross the great water” when we tend to this\ninner nourishment, sorting out and resolutely discarding all the thoughts\nfantasies, false comforts and self-deceptions that are unworthy of our inner\ndignity. In this way we get past the dangers they create.\nNOTES AND PARAPHRASES\nSiu: The sage educates others. Heavy responsibilities accompany such a\nposition. Awareness of the situation enables the man to accept great challenges\nwith success to the benefit of the people.\nWing: The person in this position has a highly developed awareness of what\nis required in order to properly educate, influence, and nourish others. Should he\nundertake this task, conscious of all the implications of his responsibilities, he\nwill bring happiness to many.\nEditor: The internal, eternal Self is the evolving entity of the psyche. The\nrewards of its cosmic adventure are worth all the perils involved. When action\noriginates from the Self, one flows toward one's destiny.\nThe desire for this kind of inner experience and self- development arises\nfrom a psychic urge, a spiritual hunger -- akin to the need of satisfying\nthe hunger of the body -- that is present in very different degrees in\ndifferent persons. It is an expression of the instinctive drive to selfpreservation on a psychic, not a biological level. Those in whom it has\nbeen aroused are compelled to strive for the satisfaction of its demands\nor endure the pangs of spiritual hunger and eventual starvation.\nM.E. Harding -- Psychic Energy\n\nA. The Self is the source of all sustenance within the psyche. Action in\naccordance with such a connection is always appropriate, regardless of\ndifficulties.\nB. Follow your best intuition in the matter at hand.\nJune 28, 2002, Rev. 4/23/06, 4/08/08"
  }
}