{
  "hexagram_number": 41,
  "gua": "Judgment\nLegge: Compensating Sacrifice means that sincerely maintained rectitude\nbrings great success. Action is appropriate if one's sacrifice is sincere -- even two\nbaskets of grain, though there be nothing else, may be offered.\nWilhelm/Baynes: Decrease combined with sincerity brings about supreme\ngood fortune without blame. One may be persevering in this. It furthers one to\nundertake something. How is this to be carried out? One may use two small\nbowls for the sacrifice.\nBlofeld: Loss accompanied by confidence -- sublime good fortune and no\nerror! It is favorable to have in view some goal (or destination). If there is doubt\nas to what to use for the sacrifice, two small bowls will suffice.\nLiu: Decrease with sincerity: great good fortune, no blame. One may continue.\nIt is beneficial to go somewhere. How can this (decrease with sincerity) be done?\nOne may use two bamboo containers of grain for a sacrifice.\nRitsema/Karcher: Diminishing, possessing conformity. Spring significant.\nWithout fault, permitting Trial. Harvesting: possessing directed going. Askingwhy: having availing of. Two platters permit availing-of presenting. [This\nhexagram describes your situation in terms of sacrifice and loss. It emphasizes\nthat lessening yourself and decreasing your involvements is the adequate way\nto handle it...]\nShaughnessy: There is a return; prime auspiciousness; there is no trouble. It\ncan be determined. Beneficial to have someplace to go. Why use two tureens; you\ncan use aromatic grass.\nCleary (1): Reduction with sincerity is very auspicious, impeccable. It should\nbe correct. It is beneficial to go somewhere. What is the use of the two bowls?\nThey can be used to receive.\n\nCleary (2): … It is beneficial to have somewhere to go, etc … They can be used\nfor presentation.\nWu: Loss indicates that with confidence there will be great fortune, no error,\nperseverance, and advantage to have undertakings. What to use in offerings? Two\nboxes of grain are adequate.\nThe Image\nLegge: The image of a mountain and beneath it the waters of a marsh form\nCompensating Sacrifice. The superior man, in accordance with this, restrains\nhis wrath and represses his desires.\nWilhelm/Baynes: At the foot of the mountain, the lake: the image of\nDecrease. Thus the superior man controls his anger and restrains his instincts.\nBlofeld: This hexagram symbolizes a marshy lake at the foot of a mountain. The\nSuperior Man keeps his anger under control and is moderate in his desires.\nLiu: The lake beside the mountain symbolizes Decrease. The superior man\ncurbs his indignation and restricts his desires.\nRitsema/Karcher: Below mountain possessing marsh. Diminishing. A chun\ntzu uses curbing anger to block the appetites.\nCleary (1): There is a lake under a mountain, reducing it. Thus does the\nsuperior person eliminate wrath and cupidity.\nCleary (2): Lake below a mountain – Reducing. Thus do developed people\neliminate anger and greed.\nWu: There is a marsh below the mountain; this is Loss. Thus the jun zi mitigates\nhis anger and restrains his desires.\nCOMMENTARY\nConfucius/Legge: In Compensating Sacrifice the lower trigram is\ndiminished to increase the upper, and the flow is upward. The two baskets of\ngrain accord with the time. There is a time when the strong should be diminished\nand the weak strengthened. Decrease and increase, overflowing and emptiness,\ntake place in harmony with the demands of the time.\nLegge: Ch'eng-tzu says: \"Every diminution and repression of what we have in\nexcess to bring it into accordance with right and reason is comprehended under\nCompensating Sacrifice. If there is sincerity in doing this it will lead to\nsuccess and happiness, and even if the offering is small, yet it will be accepted.\"\n\nThe K'ang-hsi editors say: \"What is meant by diminishing in this\nhexagram is the regulation of expenditure or contribution according to the time.\nThis would vary in a family according to its poverty or wealth, and in a state\naccording to the abundance or scantiness of its resources. If one supplements\nthe insufficiency of his offering with the abundance of his sincerity, the\ninsignificance of his two baskets will not be despised.\"\nThe waters of a marsh are continually rising up in vapor to bedew the hill\nabove it, and thus increase its verdure. What is taken from the marsh gives\nincrease to the hill.\nNOTES AND PARAPHRASES\nJudgment: A sacrifice creates equilibrium.\nThe Superior Man sacrifices his appetites to a higher principle.\nThe traditional name for this hexagram is Decrease, but the lines and\ncommentary all describe a compensating exchange of forces to attain\nequilibrium. The idea of \"sacrifice\" is mentioned in the Judgment, and that also\nmight make a good title, though the image of two baskets of grain suggests a\nbalancing scale: a \"compensating\" device. In this hexagram, the flow of energy\nmoves from below upwards -- the waters of the lake or marsh are dispersed to\nenrich the mountain. In psychological terms we think of the ego sacrificing or\ndecreasing its autonomy to achieve psychic equilibrium with the Self: we forfeit\nsomething valuable to obtain something even more valuable. Without this quid\npro quo, the concept of sacrifice is meaningless and irrational.\nA sacrifice is meant to be a loss, so that one may be sure that the egoistic\nclaim no longer exists. Therefore the gift should be given as if it were\nbeing destroyed. But since the gift represents myself, I have in that case\ndestroyed myself, given myself away without expectation of return. Yet,\nlooked at in another way, this intentional loss is also a gain, for if you\ncan give yourself it proves that you possess yourself. Nobody can give\nwhat he has not got.\nJung -- Transformation Symbolism in the Mass\nCompare the Image message from hexagram number 15, Temperance\nwith the notion of a compensating balance: \"The superior man, in accordance\nwith this, diminishes his excesses to augment his insufficiencies, thus creating a\njust balance.\" We are reminded of another \"Temperance\" -- the 14th Arcanum of\nthe Tarot, which depicts an angel pouring water from one vessel into another:\n\"compensating.\" A comparison of its symbolism with that of hexagram number\n41 yields many insights:\nThe Path of ... TEMPERANCE, leads from ... the Personality [ego] to the\nHigher Self ... The whole experience is one of preparation of the\n\nPersonality [ego], and the body in which it is operating, to deal with an\ninflux of Light which would be devastating to a system unready to\nhandle such energy. Most important here is the monitoring of progress,\nthe continual testing from above. It is the angel here which is at once the\nHigher Self and the initiatory forces of Nature, which pours the elixir\nfrom vase to vase. This is an ongoing process of testing; measuring to see\nhow much the physical vehicle can bear.\nR. Wang -- The Qabalistic Tarot\nWithout belaboring the point, we can see that all sacrifice is a kind of\nremuneration: it couldn't be otherwise in an interconnected universe. The Image\ninstruction for the superior man to “control his anger” is also echoed in the\nTemperance card. This relates to:\n...an aspect of the Mysteries only rarely discussed, and certainly germane\nto the Twenty-Fifth Path [the Kabbalistic equivalent of the relationship\nbetween lines one and four in this hexagram]: this is the very real\nhostility often felt by the student toward the Path itself, as he works day\nafter day and seems to be getting nowhere. Such hostility and\nfrustration is in itself a major test; it is part and parcel of the work prior\nto the emergence of inner proofs. -- Ibid\n\"Decrease with sincerity\" (Liu) refers to one's continuous sacrifice for the\ngoals of the Work, and \"curbing anger\" (Ritsema/Karcher) is how one handles\nthe archetypal forces evoked when the decrease seems endless and you've yet to\nreceive anything in return. Like any other hexagram, Compensating\nSacrifice can symbolize an infinity of possible situations, but psychologically\nspeaking we can first regard it as an image of sacrifice for the purpose of attaining\na balance of power within the psyche. Without the sacrificial devotion of the ego,\nthe Self cannot attain its will; and if the Self can't make it, the ego is doomed by\ndefault.",
  "lines": {
    "1": "Line-1\nLegge: The first line, dynamic, shows its subject suspending his own affairs, and\nhurrying away to help the subject of the fourth line. He will commit no error, but\nlet him consider how far he should contribute of what is his for the other.\nWilhelm/Baynes: Going quickly when one's tasks are finished is without\nblame. But one must reflect on how much one may decrease others.\nBlofeld: To hurry away when work is done is not wrong, but first consider\nwhether such a hasty departure will harm the work.\nLiu: To go quickly after the work is done brings no blame. One should consider\nhow much the decrease will be.\n\nRitsema/Karcher: Climaxing affairs, swiftly going. Without fault. Discussing\nDiminishing it.\nShaughnessy: Already serving the ends in going; there is no trouble; toasting\ndecreases it.\nCleary (1): Ending affairs, going quickly, there is no fault; but assess before\nreducing something.\nCleary (2): … Assess the reduction of this.\nWu: He stops doing his own things, and swiftly goes forward. There will be no\nblame. He should consider limiting the loss.\nCOMMENTARY\nConfucius/Legge: The subject of the fourth line mingles her wishes with his.\nWilhelm/Baynes: The mind of the one above accords with one's own. Blofeld:\nMoreover, the approval of our superiors must first be obtained. Ritsema/\nKarcher: Honoring uniting purposes indeed. Cleary (2): Valuing unification\nof aims. Wu: He does what pleases the above.\nLegge: Line one is dynamic and his correlate in line four is magnetic. He wants\nto help her, but won't leave anything of his own undone in doing so. Nor will he\ndiminish anything of his own for her without due deliberation.\nNOTES AND PARAPHRASES\nSiu: At the outset, the man disregards his own interests to help his superior. The\nlatter should be sensitive to the amount of such help that can be accepted without\nharm to the subordinate. Neither should a subordinate give without due\nconsideration.\nWing: When you are in a position to help others or to be helped yourself, be\ncertain that moderation is exercised. To give or take too much can result in an\nimbalanced situation. Think this through carefully before acting.\nEditor: The full meaning of this line is best evoked by comparing it with its\nfourth line correlate. This is an image of less than total support. It says: \"Render\nall due assistance.\" It is left up to you to differentiate the appropriate amount,\nwhich is a hint that a test may be involved. (\"...Let him consider how far he\nshould contribute of what is his for the other\" can sometimes imply a warning\nabout slavish service to archetypal powers.) When compared with the image of\nline four, we get a definite picture of an active balancing of forces – perhaps a\ndialectical process. The Self is demanding a differentiation from the rational ego.\nThis is a complex line which often implies messages which are literally impossible\nto put into words.\n\nPrincipally he must know how far he is willing to go, what he is willing to\nsacrifice. There is nothing more easy to say than everything. A man can\nnever sacrifice everything and this can never be required of him. But he\nmust define exactly what he is willing to sacrifice and not bargain about\nit afterwards.\nGurdjieff\nA. An image of judicious choices to attain proper balance or equitable\ncompensation of forces.\nB. How much are you willing to give to the Work? (Be careful with your\nanswer!)\nC. Render aid to \"the one above.\" (The Self.)",
    "2": "Line-2\nLegge: The second line, dynamic, shows that it will be advantageous for its\nsubject to maintain firm correctness, and that action on his part will be evil. He\ncan give increase to his correlate without taking from himself.\nWilhelm/Baynes: Perseverance furthers. To undertake something brings\nmisfortune. Without decreasing oneself, one is able to bring increase to others.\nBlofeld: Persistence in a righteous course brings reward, but to advance (or go\nanywhere) now would bring misfortune. This is not a time for decreasing but for\naugmenting.\nLiu: To continue is beneficial. Undertakings bring misfortune. Without\ndecrease, without increase.\nRitsema/Karcher: Harvesting Trial. Chastising: pitfall. Nowhere\nDiminishing, augmenting it.\nShaughnessy: Beneficial to determine; to be upright is inauspicious. Not\ndecreasing it, but increasing it.\nCleary (1): It is beneficial to be correct. An expedition is inauspicious. No\nreduction or increase of this. [If you do not know when enough is enough and go\non reducing and increasing, you will reactivate the human mentality and thus\nobscure the mind of Tao … It is because the strong energy is balanced, not\nbiased or lopsided, that there is no more reduction or increasing to be done.]\nCleary (2): … Increase it without reduction.\n\nWu: It is advantageous to be firm and correct, but foreboding to go ahead. His\ndecision of not taking a loss will benefit the other. [It may be justifiable for the\nbelow to support the above in a very moderate way in time of Loss, but it would\nbe unacceptable by asking the below to give up all of its possessions … to satisfy\nthe above.]\nCOMMENTARY\nConfucius/Legge: His central position gives its character to his aim.\nWilhelm/Baynes: It has the correct mean in its mind. Blofeld: The central\nposition of this line in the lower trigram indicates that persistence will be\nrewarded by the fulfillment of what is willed. Ritsema/Karcher: Centering\nusing activating purposes indeed. Cleary (2): The balance that characterizes its\naim. Wu: He is to remain central.\nLegge: Line two is dynamic and in the central place. But he is in the place of a\nmagnetic line, and should maintain his position without moving to help his fifth\nline correlate. Maintaining his own firm correctness is the best way to give\nassistance. \"His aim\" is to abide where he is and help the fifth line by the\nexhibition of firm correctness.\nNOTES AND PARAPHRASES\nSiu: The man renders faithful service without sacrificing himself. Forfeiting\none's dignity and personality to do the bidding of a person of high rank is\nshameful.\nWing: When aiding others, be certain to maintain your sense of dignity. If\nthe nature of your task diminishes your strength or compromises your principles,\nor if you sacrifice your personality to please your superior, you are acting\nshamefully. Only efforts that do not diminish your Self are worthwhile.\nEditor: This line changes the hexagram to number twenty- seven, Nourishing,\nthe corresponding line of which carries a similar message, i.e., the idea that one's\nimpetus to act is incorrect. Lines one and three each show some variation of\nactive compensating (balancing) going on. Here in line two, which is the center\nof the lower trigram, action is inappropriate. It is the fulcrum or point of balance\nwhich must remain stationary. Note the subtle differences in the various\ntranslations of the last sentence. You decide.\nThe Sage uses his mind like a mirror. It remains in its place passively,\nand it gives back what it receives without concealment. Therefore it can\novercome things without distorting them.\nChuangtse\nA. You serve the Work best now by remaining in place. Willpower, nonaction and example are all the assistance that is required.\n\nB. Maintain the status-quo.",
    "3": "Line-3\nLegge: The third line, magnetic, shows how of three men walking together, the\nnumber is diminished by one; and how one, walking, finds his friend.\nWilhelm/Baynes: When three people journey together, their number decreases\nby one. When one man journeys alone, he finds a companion.\nBlofeld: If three set forth together now, one will be lost on the way; whereas one\nman going forth alone will find company.\nLiu: Three people walking together will lose one. When one walks alone, he will\nmeet a friend.\nRitsema/Karcher: Three people moving, by-consequence Diminishing theone-person. The-one-person moving. By-consequence acquiring one's\nfriend.\nShaughnessy: If three men move then they will decrease by one man; if one\nman moves then he will obtain his friend.\nCleary (1): Three people traveling are reduced by one person; one person\ntraveling finds a companion.\nCleary (2): … One person traveling gets companionship.\nWu: When three persons walk, one will be left out. When one walks alone, he\nwill find a friend.\nCOMMENTARY\nConfucius/Legge: When three are together, doubts arise among them.\nWilhelm/Baynes: If a person should seek to journey as one of three, mistrust\nwould arise. Blofeld: It is well to travel alone now, as three would give rise to\nsuspicion. Ritsema/Karcher: Three by-consequence doubting indeed. Cleary\n(2): When one person travels, three then doubt. Wu: Three would create\ndoubts.\nThe Master said: \"Heaven and earth come together, and all things take\nshape and find form. Male and female mix their seed, and all creatures take\nshape and are born. In the Book of Changes it is said: `When three people\njourney together, their number decreases by one. When one man journeys\nalone, he finds a companion.' This refers to the effect of becoming one.\"\n\nLegge: Chu Hsi says that the lower trigram was originally three yang lines, like\n\"three men\" walking together, and that the third line was removed and made into\nthe topmost line of the upper trigram which was originally three yin lines. This\nexchange of places between lines three and six maintains their proper correlation\nand suggests the proper pairing of affinities. The K'ang-hsi editors observe that\nthis line is true not only of three men, but of many repetitions of thought or\naction.\nNOTES AND PARAPHRASES\nSiu: A close bond is possible only between two persons. A group of three\nengenders jealousy. The lone man finds a complementary companion.\nWing: The closest bonds are now possible only between two persons. Groups of\nthree create jealousy and mistrust and will eventually splinter. Yet someone who\nremains alone becomes lonely and will seek a companion. It is time to strike a\nproper balance.\nEditor: The original condition described by Chu Hsi is an image of hexagram\nnumber eleven, Harmony, which represents the correct union of male and\nfemale forces. Psychologically the Syzygy archetype is suggested: the proper\npairing of male and female which is seen in its supreme state in the hieros gamos\nor holy marriage. (See commentary on hexagram eleven for further detail.) A\ndialectical process is also implied.\nGod unfolds himself in the world in the form of syzygies (paired\nopposites), such as heaven/earth, day/night, male/female, etc ... At the\nend of this fragmentation process there follows the return to the\nbeginning, the consummation of the universe through purification and\nannihilation.\nJung -- Aion\nA. The image suggests a sorting-out of affinities to attain balance or unity.\nForces are seeking their natural level.\nB. \"Birds of a feather flock together.\"",
    "4": "Line-4\nLegge: The fourth line, magnetic, shows its subject diminishing the ailment\nunder which she labors by making the subject of the first line hasten to her help,\nand make her glad. There will be no error.\nWilhelm/Baynes: If a man decreases his faults, it makes the other hasten to\ncome and rejoice. No blame.\n\nBlofeld: He reduced the number of ills besetting him and thus hastened the\narrival of happiness -- no error!\nLiu: If he decreases his sickness (or faults) quickly, he will be happy. No blame.\nRitsema/Karcher: Diminishing one's affliction. Commissioning swiftly\npossesses rejoicing. Without fault.\nShaughnessy: Decreasing his illness; serving ends has happiness; there is no\ntrouble.\nCleary (1): Reducing sickness, causing there to be joy quickly, there is no fault.\nCleary (2): Reducing the ailment causes there to be joy soon. No blame.\nWu: His illness is alleviated and conditions are quickly improved. There is joy.\nNo error.\nCOMMENTARY\nConfucius/Legge: This is a matter for joy. Wilhelm/Baynes: It is indeed\nsomething that gives cause for joy. Blofeld: A reduction of troubles is in itself a\ncause for happiness. Ritsema/Karcher: Truly permitting rejoicing indeed.\nCleary (2): Reducing the ailment is a matter of joy. Wu: Capable of alleviating\nhis illness is a cause for joy.\nLegge: Line four is magnetic in a magnetic place, like someone ailing and unable\nto perform her proper work. But her first line correlate is strong, and is made to\nhasten to four's relief. The joy of the line shows her desire to do her part in the\nwork of the hexagram.\nNOTES AND PARAPHRASES\nSiu: As a consequence of giving up his bad habits, the man attracts the help of\nwell-disposed friends.\nWing: If you can now locate your shortcomings and bad habits and make a\nserious attempt to decrease them you will be approached by friends and helpers.\nA humble attitude on your part will open the way to progressive interaction and\njoy.\nEditor: The full meaning of this line is best evoked by comparing it with its first\nline correlate. All translations render line four in the imagery of decreasing one's\nfaults (or illness). That is: rid yourself of error and happiness will come to you.\nLegge's version depicts incapacity which is overcome through a correct union\nwith line one. Taken in this sense, the line can symbolize the Self (line four,\nupper trigram of Heaven) gaining from the ego's sacrifice in spacetime (line one,\n\nlower trigram of Earth). Whatever the context of your query, the image here is of\na harmonization of forces to bring about balance.\nMan is a materialized thought; he is what he thinks. To change his\nnature from the mortal to the immortal state he must cease to hold fast in\nhis thoughts to that which is illusory and perishing, and hold on to that\nwhich is eternal.\nF. Hartmann -- Paracelsus: Life and Prophecies\nA. A decrease in error is an increase in truth.\nB. The elimination of imbalance promotes union; the elimination of\nillusion makes room for joy.\nC. The one above (the Self) accepts your aid, endorses your action, etc.",
    "5": "Line-5\nLegge: The fifth line, magnetic, shows parties adding to the stores of its subject\nten pairs of tortoise shells, and accepting no refusal. There will be great good\nfortune.\nWilhelm/Baynes: Someone does indeed increase him. Ten pairs of tortoises\ncannot oppose it. Supreme good fortune.\nBlofeld: There was one who enriched him to the extent of ten PENG of tortoise\nshells (2,100 of them) and who would accept no refusal -- sublime good fortune!\nLiu: He is enriched by twenty tortoises and he cannot refuse. Great good\nfortune.\nRitsema/Karcher: Maybe augmenting's ten: partnering's tortoise. Nowhere\na controlling contradiction. Spring significant.\nShaughnessy: Increasing it by ten double-strands of turtles; you cannot deflect\nit; prime auspiciousness.\nCleary (1): One is given a profit of ten pairs of tortoise shells. None can oppose.\nVery auspicious.\nWu: He may be presented with ten pairs of tortoise shells and may not decline\nthe gift. This is great fortune.\nCOMMENTARY\nConfucius/Legge: This is due to the blessing from above. Wilhelm/Baynes:\nThe supreme good fortune comes from its being blessed from above. Blofeld:\n\nGood fortune coming from those above. Ritsema/Karcher: Originating-from\nshielding above indeed. Cleary (2): Help from above. Wu: He has been blessed\nfrom heaven.\nLegge: Line five is the seat of the ruler, who is here humble, and welcomes the\nassistance of her correlate in line two. She is a ruler whom all her subjects of\nability will rejoice to serve in every possible way, and the result will be great good\nfortune.\nNOTES AND PARAPHRASES\nSiu: Fate has marked the man for good fortune. Nothing opposes him. He needs\nfear nothing.\nWing: You are marked by fate. Nothing stands in the way of this. It comes about\nthrough refined inner forces that have led you into this situation. Fear nothing.\nGood fortune.\nEditor: The most ancient method of divination in China involved the use of\ntortoise shells (Plastromancy). The yarrow stalk and coin methods didn't come\ninto vogue until after King Wen committed the I Ching to writing. At the time\nthat this line was composed then, to receive ten pairs of tortoise shells was a very\nnuminous gift -- perhaps equivalent to \"having God on your side.” The \"blessing\nfrom above” is mentioned by some commentators as a reference to the oracles\nobtained through divining with the tortoise shells, and could be construed as an\nendorsement of your interpretative skills. This line changes the hexagram to\nnumber sixty-one, Inner Truth, the corresponding line of which expresses the\nidea of a beneficial synthesis of forces.\nGood fortune is a god among men, and more than a god.\nAeschylus\nA. A great reward -- the context of your query will tell you what it is.\nB. Beneficial energy is on its way.",
    "6": "Line-6\nLegge: The sixth line, dynamic, shows its subject giving increase to others\nwithout taking from himself. There will be no error. With firm correctness there\nwill be good fortune. There will be advantage in every movement that shall be\nmade. He will find ministers more than can be counted by their clans.\nWilhelm/Baynes: If one is increased without depriving others, there is no\nblame. Perseverance brings good fortune. It furthers one to undertake\nsomething. One obtains servants but no longer has a separate home. [Through\nperseverance and zealous work a man wins success and finds helpers as they\n\nare needed. But what he accomplishes is not a limited private advantage; it is a\npublic good and available to everyone… There are loyal helpers, but not for\npromoting family interests.]\nBlofeld: Gain which causes no loss to others involves no error. Persistence in a\nrighteous course brings good fortune. It is favorable to have in view some goal (or\ndestination). He obtains followers but not a family (or home).\nLiu: If one increases (gains) without anyone decreasing (losing), no blame. To\ncontinue brings good fortune. It is beneficial to go somewhere else; one will find a\nhelper after leaving home.\nRitsema/Karcher: Nowhere Diminishing, augmenting it. Without fault. Trial:\nsignificant. Harvesting: possessing directed going. Acquiring a servant, without\ndwelling.\nShaughnessy: Not decreasing it, but increasing it; there is no trouble;\ndetermination is auspicious; there is someplace to go; obtain a servant without\nfamily.\nCleary (1): Not reducing or increasing this is faultless. Correctness brings good\nfortune. It is beneficial to go somewhere. Getting a servant, there is no house.\n[The mind of Tao is the master, the human mind is the servant. When the mind\nof Tao is in charge of things, every step, every undertaking, is celestial design;\npersonal desires do not arise, and even the human mind transforms into the\nmind of Tao: “getting a servant, there is no house” … This is returning to\nultimate good by reduction.]\nCleary (2): Increase without reduction, and there will be no blame. Correctness\nleads to good results. There is somewhere to go. Getting an administrator without\na house. [To increase the third yin, it is necessary not to reduce the top yang.\nThis is because the third yin as an administrator is in the position of “losing\none’s home in the service of the country,” but the top yang perceives the sincerity\nof this lone journey, so this is “great attainment of the objective,” and the third\nyin considers this “getting companionship.” This is called “increase without\nreduction.”]\nWu: His wishes of not taking a loss will benefit others. No error. Perseverance\nbrings auspiciousness. It is advantageous to have undertakings. His subordinates\nare so dedicated to their assignments that they act as if they had no families.\nCOMMENTARY\nConfucius/Legge: He obtains his wish on a grand scale. Wilhelm/Baynes:\nHe attains his will in great measure. Blofeld: The first sentence presages the\ncomplete fulfillment of what is willed. Ritsema/Karcher: The great acquiring\n\npurpose indeed. Cleary (2): Increase without reduction is great attainment of\nthe objective. Wu: His aspiration is fully realized.\nLegge: Line six has been changed from a magnetic to a dynamic line from line\nthree. He has received the greatest increase and will carry out the idea of the\nhexagram in the highest degree and style. He can increase others without\ndiminishing his own resources, and the benefit will be incalculable. Ministers will\ncome to serve him, and not one from each clan only, but many. Ch'eng-tzu says\non line six: \"Dwelling on high and taking nothing from those below him, but on\nthe contrary giving more to them, the superior man accomplishes his aim on a\ngrand scale. The aim of the superior man is simply to be increasing what others\nhave -- that and nothing else.”\nNOTES AND PARAPHRASES\nSiu: The man increases in power and dispenses blessings to the world without\ndiminishing his own resources. Everyone willingly serves him because he does\nnot siphon off resources to his private advantage.\nWing: Expand your goals to encompass a more universal pursuit. In this way\nothers will lend support. Your successes will lead you to a new public awareness.\nYou may find this social position and responsibility a desirable new life-style and\na benefit to many.\nEditor: There is a conceptual disagreement between Legge's rendition of this\nline and that of the other translators. Legge: “increasing others while not\ndecreasing oneself.” Wilhelm: “increasing oneself without decreasing others.”\nCleary’s Buddhist version is the most neutral: “increase without reduction.” My\nunderstanding of the hexagram is that it depicts a process of active compensation\n-- the continuous give and take of life which maintains a fair equilibrium: neither\npole imbalances the other. Psychologically interpreted, the sentence about the\n“servant but no home,” suggests the creation of a kind of Psychic Commonwealth\nin which all the complexes have become integrated enough to abandon their\npartisan interests and serve the intentions of the Self. The ego as an\nadministrator or servant is essential for the attainment of this.\nInsofar as analytical treatment makes the “shadow” conscious, it causes\na cleavage and a tension of opposites which in their turn seek\ncompensation in unity.\nJung – Memories, Dreams, Reflections\nIt may be thought that a few initiates living life according to principle\ncould have little effect on the vast mass of people living their lives in\nvarious degrees of chaos, seeking only after pleasure and profit rather\nthan principle. The point is, though, that a life lived with talismanic\n\nintention has far greater force than one that has its patterns based, not\non spiritual reality, but on day to day physical expediency.\nGareth Knight -- Qabalistic Symbolism\nA. A harmonious alliance or balance of power is created through the wise\napportionment of energy and resources.\nB. It costs you nothing to benefit the situation.\nC. Increase without decrease.\nFebruary 25, 2001, 4/25/06, 2/18/08"
  }
}