{
  "hexagram_number": 39,
  "gua": "Judgment\nLegge: During an Impasse advantage is found in the southwest, disadvantage\nin the northeast. See the great man. Firm correctness brings good fortune.\nWilhelm/Baynes: Obstruction. The southwest furthers. The northeast does\nnot further. It furthers one to see the great man. Perseverance brings good\nfortune.\nBlofeld: Trouble. The west and the south are favorable, but not the east and\nnorth. [That is to say, if we try to forward our plans by proceeding in either of\nthose directions, we shall get bogged down or lost. It could also mean that we\nshould be driven to unvirtuous conduct.] It is advisable to see a great man. [We\nshould seek advice from someone of lofty moral stature and profound wisdom.]\nPersistence in a righteous course brings good fortune.\nLiu: Obstruction. The southwest is of benefit. The northeast -- no benefit. It\nbenefits one to visit a great man. To continue brings good fortune.\nRitsema/Karcher: Limping, Harvesting: Western South. Not Harvesting:\nEastern North. Harvesting: visualizing Great People. Trial: significant. [This\nhexagram describes your situation in terms of being weak, afflicted or\nhampered. It emphasizes that going ahead even though haltingly is the\nadequate way to handle it. (Sic) To be in accord with the time, you are told to:\nlimp!]\nShaughnessy: Afoot: Beneficial to the southwest, not beneficial to the\nnortheast; beneficial to see the great man; determination is auspicious.\nCleary (1): When halted, the southwest is beneficial, not the northeast. It is\nprofitable to see a great person; innocence is auspicious.\n\nCleary (2): When in trouble, it is beneficial to go southwest; it is not\nbeneficial to go northeast. It is beneficial to see a great person. Correctness leads\nto good results.\nWu: Difficulty indicates that it will be advantageous in the southwest, but not\nso in the northeast. There will be advantage to meet with the great man.\nAuspiciousness will come with perseverance.\nHua-Ching Ni: The good direction is where there is no abyss or high\nmountains, like the Southwest, but not the Northeast. One should go to the great\nleader who can work with people in breaking through obstructions.\nThe Image\nLegge: Water on the mountain -- the image of Impasse. The superior man\nturns around to examine himself and cultivate his virtue.\nWilhelm/Baynes: Water on the mountain: the image of Obstruction. Thus\nthe superior man turns his attention to himself and molds his character.\nBlofeld: This hexagram symbolizes water upon a mountain. The Superior Man\ncultivates virtue by bringing about a revolution within himself.\nLiu: Water on the mountain symbolizes Obstruction. The superior man\nreexamines himself and improves his character.\nRitsema/Karcher: Above mountain possessing stream. Limping. A\nchun tzu uses reversing individuality to renovate actualizing-tao.\n[Actualize-tao: Ability to follow the course traced by the ongoing process of\nthe cosmos... Linked with acquire, TE: acquiring that which makes a being\nbecome what it is meant to be.]\nCleary (1): There is water atop a mountain, halting. Thus do superior people\nexamine themselves and cultivate virtue.\nCleary (2): Water on a mountain – trouble. Developed people examine\nthemselves to cultivate virtue.\nWu: There is water on the mountain; this is Difficulty. Thus, the jun zi\nexamines his own person to polish his virtue.\nCOMMENTARY\nConfucius/Legge: Impasse means difficulty, with the trigram of Peril up\nahead. It is a wise man who can stop his advance at the first sign of danger.\nAdvantage in the southwest means that the dynamic line has advanced to the\ncentral position. In the northeast, however, progress is halted. Seeing the great\n\nman insures progress and success. All of the lines except the first are in their\nappropriate places, suggesting the firm correctness in which the regions of the\nkingdom are brought to their natural order. Great indeed is the work to be done\nduring an Impasse.\nLegge: Impasse is the symbol of incompetency in the feet and legs involving\ndifficulty in walking. Hence it represents a state of the kingdom which makes\ngovernment an arduous task. The figure teaches how to perform this task under\nthe prevailing circumstances.\nThe Judgment requires three things: the attention to place, the presence of\nthe great man, and the observance of firm correctness. According to King Wen's\narrangement of the trigrams, the southwest is occupied by the trigram of the\nEarth, and the northeast by the trigram of the Mountain. The former is the fertile\nlowland, the latter the mountain peaks; the former is easily traversed and held,\nwhile the latter presents obstacles. Thus the attention to place becomes a\ncalculation of circumstances -- differentiating those that are promising from\nthose that are likely to fail.\nThe great man is the correctly dynamic ruler in the fifth place, with the\nproper magnetic correlate in line two. However, favorable position and\ncircumstances, and the presence of the great man do not relieve us from the\nobservance of firm correctness -- this principle is consistent throughout the I\nChing.\nCh'eng-tzu says: \"We see here a steep and difficult mountain, on the top of\nwhich is water. Each trigram represents perilousness -- there is peril above and\nbelow. Hence it shows the difficulties of the state.\" The application of the\nsymbolism is illustrated by the words of Mencius: \"When our actions do not\nrealize our desires, we must turn inwards and examine ourselves in every\npoint.\"\nNOTES AND PARAPHRASES\nJudgment: Dissolve the polarities of an Impasse by seeking its most fertile\nintegration. Use your will in harmony with the principles of the Work.\nThe Superior Man seeks his center and refines his commitment.\nLines two and five of this difficult hexagram show those who struggle with\nhardship; all of the other lines show images of an improper advance followed by a\nproper return to a former position. Ritsema/Karcher's characterization of the\nhexagram's overall meaning as an injunction to \"(go) ahead even though\nhaltingly is the adequate way to handle (the situation)\" is anomalous and at\nvariance with the general import of this figure. Legge's Confucian commentary is\nmore in keeping with its meaning: \"It is a wise man who can stop his advance at\nthe first sign of danger.\"\n\nLegge also chooses an excellent paraphrase of the role of the superior man\nin the Image with his quotation from Mencius: \"When our actions do not realize\nour desires, we must turn inwards and examine ourselves in every point.\" In\nother words, the chances are good that the Impasse may be self-created, and\nwhen the ego introspects with care the reasons usually become apparent.\nIt is not unknown at a certain stage of development for the ego,\noverwhelmed with the enormity of the Work, to evade its responsibilities and\nvainly try to return to the bliss of its former ignorance. At such times it soon\nbecomes clear that no matter what you attempt, success will be blocked: where\nothers succeed with ease, it will take you five times as much effort just to break\neven. This Impasse is permanent until you reassume responsibility for the\nWork. The following quotation is an allegory of this condition:\nYahweh Saboath says this: Reflect carefully how things have gone for\nyou. You have sown much and harvested little; you eat but never have\nenough, drink but never have your fill, put on clothes but do not feel\nwarm. The wage earner gets his wages only to put them in a purse\nriddled with holes ... The abundance you expected proved to be little.\nWhen you brought the harvest in, my breath spoiled it. And why? It is\nYahweh Saboath who speaks. Because while my house lies in ruins you\nare busy with your own, each one of you.\nHaggai 1: 6-10\nIn one way or another, the Self will attain its intent. To ignore this hard\ntruth is to experience Impasse.",
  "lines": {
    "1": "Line-1\nLegge: The first line, magnetic, shows that advance on the part of its subject will\nlead to greater difficulties, while remaining stationary will afford ground for\npraise.\nWilhelm/Baynes: Going leads to obstructions, coming meets with praise.\nBlofeld: Going involves trouble; coming wins praise.\nLiu: Going leads to obstruction. Coming brings praise. [People should remain in\ntheir present positions.]\nRitsema/Karcher: Going Limping, coming praise.\nShaughnessy: Going afoot, coming in a cart.\nCleary (1): Going results in trouble, coming in praise.\n\nWu: Going forth is difficult; coming back is commendable.\nHua-Ching Ni: If one moves forward, obstruction will be encountered.\nHonorable growth naturally comes to the one who keeps still.\nCOMMENTARY\nConfucius/Legge: The proper course is to wait. Wilhelm/Baynes: Because it\nis right to wait. Blofeld: This passage stresses the advantage of waiting for some\ntime. Ritsema/Karcher: Proper to await indeed. Cleary (2): It is best to wait.\nWu: This means that waiting is in order.\nLegge: Line one is magnetic in a dynamic place. If she advances she won't\nbe able to cope with the difficulties of the situation, but will be overwhelmed\nby them. Let her wait for a more favorable time.\nNOTES AND PARAPHRASES\nSiu: At the outset, the man forges ahead in the face of an impasse and is\noverwhelmed by complications. He should wait for a favorable moment.\nWing: If you have met with an obstacle in your path, do not attempt to overcome\nit. Instead, pull back from the situation and wait out the trouble. You will know\nthe right moment for action when you can move with ease.\nEditor: Most translators use the words \"going\" and/or \"coming\" in every line of\nthis hexagram except number two. The respective differences between these two\nwords, \"going\" and \"coming,\" are the differences between analysis and synthesis.\nTo \"go\" is to disperse, to create differences; to \"come\" is to return to center, to\nreunite. Legge chooses the phrase \"remaining stationary\" in place of \"coming,\"\nwhich is not quite the same idea, though it nicely stresses the idea of waiting\nmentioned in the Confucian commentary.\nThe teaching without words and the benefit of taking no action are\nwithout compare in the universe.\nLao-Tzu\nA. “Don’t go there” -- \"Wait and see.\"",
    "2": "Line-2\nLegge: The second line, magnetic, shows the king's servant struggling with\ndifficulty on difficulty, and not with a view to her own advantage.\n\nWilhelm/Baynes: The king's servant is beset by obstruction upon obstruction,\nbut it is not his own fault.\nBlofeld: The King's minister meets with difficulty upon difficulty, but through\nno fault of his.\nLiu: The king's officer meets many obstructions. It is not his fault.\nRitsema/Karcher: A king, a servant: Limping, Limping. In-no-way body's\nanteriority.\nShaughnessy: The king's servant is so afoot; it is not the body's reason.\nCleary (1): King and vassal both faithful in spite of difficulty, not for their own\ncomfort.\nCleary (2): King and minister recognize trouble as trouble, not for personal\nreasons.\nWu: A king’s minister is in the depths of difficulties and he disregards his\npersonal gains or losses.\nCOMMENTARY\nConfucius/Legge: In the end no blame will attach to her. Wilhelm/Baynes:\nBut in the end there is no blame in this. Blofeld: This indicates that we shall be\nfree from blame to the very end (or in the end). Ritsema/Karcher: Completing\nwithout surpassing indeed. Cleary (2): In the end there is no bitterness. Wu:\nHe will make no error in the end.\nLegge: Line two is the correctly magnetic correlate of the ruler in line five. Here\nwe see that the moral value of conduct is independent of success or failure.\nNOTES AND PARAPHRASES\nSiu: When duty bound, the man should seek out the danger and deliberately\nface the opposition. This is especially important for officials in the government.\nWing: Because you serve a larger cause, whether you realize it or not, you are\nobligated to meet Obstacles head on and overcome them. Even though this is\nnot advisable in ordinary affairs, this is the proper approach for extraordinary\ncauses. You will not be blamed.\nEditor: The image depicts an ego doggedly coping with an imperfect universe to\nfurther the Work. Since its subject is judged blameless for the difficulties\nencountered, this line often refers to dealing with the illusions of others; it could\nbe a test.\n\nThus when Heaven is about to entrust a man with great work, it first\ncauses distress to his mind, belabors his muscles and frame, starves his\nbody, subjects him to want, and frustrates what he sets out to do. This is\nto stimulate his ambition, strengthen his character, and increase his\ncapacity for doing what he could not do before.\nMencius\nA. Cope as best you can with arduous circumstances. The Work is more\nimportant than you are.\nB. A selfless struggle (\"Self-sacrifice\").",
    "3": "Line-3\nLegge: The third line, dynamic, shows its subject advancing, but only to greater\ndifficulties. He remains stationary, and returns to his former associates.\nWilhelm/Baynes: Going leads to obstructions, hence he comes back.\nBlofeld: To proceed would lead to trouble; therefore turn back!\nLiu: Going leads to obstruction. Therefore he returns. He will be happy.\n[Caution will prevent loss or injury.]\nRitsema/Karcher: Going Limping, coming reversing.\nShaughnessy: Going afoot, coming in return.\nCleary (1): Going leads to trouble. Come back.\nWu: Going forth is difficult; coming back is the opposite.\nCOMMENTARY\nConfucius/Legge: His associates, represented by the lower trigram, rejoice\nin him. Wilhelm/Baynes: Those within rejoice over it. Blofeld: This passage\npresages happiness for the women of the family (literally, happiness for those\nwithin). [This could also be translated \"internal happiness,\" but I think the\nabove rendering is what the author meant.] Ritsema/Karcher: Inside\nrejoicing-in-it indeed. Cleary (2): Those inside will rejoice at this. Wu: Because\nhe will be greeted from inside.\nLegge: Line three is dynamic, and in a place of strength, but his correlate sixth\nline is magnetic, so that his advance would not be supported. He waits therefore\nfor a better time, and nurtures the two lines below, who naturally cling to him.\n\nOn line three, K'ung Ying-ta says: \"Of the three lines of the lower trigram only\nthe third is yang, above the two others who are of the yin nature. They cling to\nhim, and are represented as rejoicing.\"\nNOTES AND PARAPHRASES\nSiu: Under certain circumstances, however, it is the duty of the man to refrain\nfrom dealing with obstructions. Should the father, for example, fail to return from\nhis reckless venture, the dependents entrusted to his care may not survive.\nWing: If you abandon your present concerns in order to struggle with an\nexternal obstacle, you are in danger of jeopardizing the security of those close to\nyou and, perhaps, undermining the structure of your life. It would be a good idea\nto return to your center and reconsider your plan.\nEditor: This line changes the hexagram to number eight, Holding Together,\nthe corresponding line of which states: \"We see its subject seeking for union with\nsuch as ought not to be associated with.\" This reinforces the idea in the present\ncase of returning from a dangerous position. There seems to be very little\ndifference between lines one and three -- as in the former, the psychological\ncorrelations of \"going\" and \"coming\" with \"analysis\" (differentiation), and\n\"synthesis\" (union), are sometimes useful.\nMuch that I sought, I could not find;\nMuch that I found, I could not bind;\nMuch that I bound, I could not free;\nMuch that I freed returned to me.\n-- L.W. Dodd\nA. Avoid adversity by returning to a former alliance, attitude or discipline.",
    "4": "Line-4\nLegge: The fourth line, magnetic, shows its subject advancing, but only to\ngreater difficulties. She remains stationary, and unites with the line above.\nWilhelm/Baynes: Going leads to obstructions, coming leads to union.\nBlofeld: To proceed would lead to trouble, whereas those coming will forge\nuseful connections.\nLiu: Going leads to obstruction. Coming brings about unity.\nRitsema/Karcher: Going Limping, coming continuity.\nShaughnessy: Going afoot, coming connected.\n\nCleary (1): Going leads to trouble; come form associations.\nCleary (2): Going means trouble; coming back brings company.\nWu: Going forth is difficult; coming back will find an associate.\nCOMMENTARY\nConfucius/Legge: To advance will only be to encounter greater difficulties; she\nremains stationary, and unites with the line above who is in his proper place and\nhas the ruler's stability. Wilhelm/Baynes: In the appropriate place one finds\nsupport. Blofeld: Because this line is suitably placed and possesses solidity.\nRitsema/Karcher: Appropriate situation, substance indeed. Cleary (2): One’s\nposition is solidified. Wu: What is in place is solid.\nLegge: Line four is magnetic, and though in her proper place, she can do very\nlittle by herself. She is immediately below the king or great man however, and\ncultivates her loyal attachment, waiting for the time when she shall be required to\nact.\nNOTES AND PARAPHRASES\nSiu: The man charges ahead, only to fall back because of insufficient strength.\nHe needs to gather trustworthy associates for the venture before it can succeed.\nWing: In order to meet the challenge and overcome Obstacles facing you, you\nmust rely upon someone who can help you. You will need a unified approach,\nemploying the help of another person or an organization. A single-handed\nmaneuver will surely fail. Hold back and unite.\nEditor: Blofeld's rendering of \"union with the line above\" in terms of \"forging\nuseful connections\" is sometimes an apt interpretation in contemporary idiom.\nPsychologically it can refer to reuniting with your essence via meditation on the\nprinciples of the Work. Note that both lines 4 and 6 are magnetic, and both are\ncounseled to focus on the 5th line ruler: dimensionally, the inner Self: the one\nwho is both \"above\" and \"inside.\" The structure of the upper trigram symbolizes\nthese relationships in the context of Impasse.\nThey also serve who only stand and wait.\nMilton\nA. Remain in place and develop your higher potential.",
    "5": "Line-5\nLegge: The fifth line, dynamic, shows its subject struggling with the greatest\ndifficulties, while friends are coming to help him.\nWilhelm/Baynes: In the midst of the greatest obstructions, friends come.\nBlofeld: In the midst of severe trouble, friends (or a friend) arrive.\nLiu: One meets great obstruction. Friends come. [You can expect help in your\nundertakings and good fortune in everything.]\nRitsema/Karcher: The great Limping, partnering coming.\nShaughnessy: Greatly afoot, the friend comes.\nCleary (1): Great trouble; a companion comes.\nCleary (2): In great trouble, companions come.\nWu: There is great difficulty. Friends will come.\nCOMMENTARY\nConfucius/Legge: He is in the central position and possesses the requisite\nvirtue. Wilhelm/Baynes: For they are ruled by the central position. Blofeld:\nThis is indicated by the line's central position in the upper trigram. Ritsema/\nKarcher: Using centering articulating indeed. Cleary (2): Because of balance\nand moderation. Wu: The difficulty will be assuaged around the center.\nLegge: Line five is the king, the man great and strong. He can cope with the\ndifficulties, and his \"friends\" are his correlate line two and the other two lines of\nthe lower trigram who also give their help.\nNOTES AND PARAPHRASES\nSiu: The man meets the obstruction head-on in an emergency. His spirit attracts\nable helpers.\nWing: Even in the most desperate struggles, your spirit alone will attract others.\nThis co-operation will bring you success in your endeavors. Obstacles will give\nway.\nEditor: The image suggests an impasse about to be resolved by forces currently\noutside your sphere of awareness.\n\nI was living in a constant state of tension; often I felt as if gigantic blocks\nof stone were tumbling down upon me. One thunderstorm followed\nanother. My enduring these storms was a question of brute strength.\nOthers have been shattered by them -- Nietzsche, and Holderlin, and\nmany others. But there was a demonic strength in me, and from the\nbeginning there was no doubt in my mind that I must find the meaning\nof what I was experiencing in these fantasies. When I endured these\nassaults of the unconscious I had an unswerving conviction that I was\nobeying a higher will, and that feeling continued to uphold me until I had\nmastered the task.\nJung -- Memories, Dreams, Reflections\nA. Forces for integration are on the threshold of awareness.",
    "6": "Line-6\nLegge: The sixth line, magnetic, shows its subject going forward, only to increase\nthe difficulties, while her remaining stationary will be productive of great merit.\nThere will be good fortune, and it will be advantageous to meet with the great\nman.\nWilhelm/Baynes: Going leads to obstructions, coming leads to great good\nfortune. It furthers one to see the great man.\nBlofeld: To proceed would lead to trouble; coming will produce excellent\nresults. It is advisable to see a great man. [We should seek advice from someone\nof lofty moral stature and profound wisdom.]\nLiu: Going leads to obstruction. Coming brings great events. Good fortune. It is\nbeneficial to see a great man.\nRitsema/Karcher: Going Limping, coming ripening. Significant.\nHarvesting: visualizing Great People.\nShaughnessy: Going afoot, coming with swelled head; auspicious; beneficial to\nsee a great man.\nCleary (1): Going is trouble, coming is great. For good results, it is beneficial to\nsee a great person.\nWu: Going forth is difficult; coming back is great. Good fortune. It will be\nadvantageous to see the great man.\nCOMMENTARY\nConfucius/Legge: Her aim is to assist the subject of the line inside of her. By\n\nher course she follows that noble Lord of the figure. Wilhelm/Baynes: For the\nwill is directed to inner things. For thus does one follow a man of rank. Blofeld:\nThe first sentence points to directing the will inwards. The other sentence is an\ninjunction to submit ourselves to someone truly noble. Ritsema/Karcher:\nPurpose located inside indeed. Using adhering-to valuing indeed. Cleary (2):\nThe aim is within. By following what is valuable. Wu: His goals are directed\ninward. He can get his advices from the highly placed.\nLegge: The action of the hexagram is over -- where can the magnetic sixth line\ngo? Let her abide where she is, and serve the great man immediately below her.\nSo shall she also be great -- in meritorious action at least. \"The line inside of her\"\nrefers to the ruler in line five.\nNOTES AND PARAPHRASES\nSiu: The man cannot go forward. He needs to remain where he is and serve the\ngreat man in order to achieve meritorious deeds.\nWing: Although it seems that you may ignore the turmoil around you and\nproceed with your own affairs, you will not be able to do so. You will inexorably\nbe drawn into the struggle. Look to the paths of the wise for guidance in this\nmatter. This brings good fortune to all concerned.\nEditor: The third and sixth lines are proper correlates and very similar in\ncontent. Wilhelm comments that the magnetic line six and its dynamic correlate\nin line three unite to support the dynamic fifth line ruler (\"that noble Lord of the\nfigure\"). Legge's commentary misses this subtle distinction. The psychological\nmessage is to conjoin your thoughts and feelings and re-attune yourself to the\nprinciples of the Work. To assist the ruler \"inside of us,\" or direct the will to\n\"inner things,\" is to serve the intent of the Self -- a repetition of the counsel in the\nJudgment to \"see the great man.\"\nThe wisdom of the \"unconscious\" stratum is not only different from but in\ncertain respects even superior to our ego consciousness. While the\nconscious ego is normally unfamiliar and unaware of this hidden\nstratum, the unconscious objective psyche is evidently aware of the ego,\nits intentions and activities. We have learned through our work with\ndreams that the \"unconscious\" is also aware of facts and connections\nbeyond the ego’s scope and capacity to tap, and which are relevant to the\npast, present and future.\nE. C. Whitmont -- The Alchemy of Healing\nA. Forces abdicate their autonomy to break an impasse by serving a\ngreater good.\nB. The work is taking place on inner planes -- cease your activity and allow\nthe changes to fulfill themselves.\n\nC. “Don’t go there.” Seek inner guidance -- by focusing on the Self and the\nprinciples of the Work, one attains success.\nD. Nothing external can be accomplished. Instead, venture inward and\nwork on your attitudes, beliefs or expectations.\nJune 25, 2001, 4/25/06"
  }
}