{
  "hexagram_number": 1,
  "gua": "Judgment\nLegge: The Dynamic represents what is great and originating, penetrating,\nadvantageous, correct and firm.\nWilhelm/Baynes: The Creative works sublime success, furthering through\nperseverance.\nBlofeld: The Creative Principle. Sublime Success! Persistence in a righteous\ncourse brings reward.\nLiu: The Creative brings great success, benefiting all through perseverance.\nRitsema/Karcher: Force: Spring Growing Harvesting Trial. [This hexagram\ndescribes your situation in terms of the primal spirit power that both creates\nand destroys. It emphasizes that dynamic, unwearied persisting, the action of\nForce, is the adequate way to handle it. To be in accord with the time, you are\ntold to: persist!]\nShaughnessy: The Key: Primary reception; beneficial to determine.\nCleary(1): Heaven creates, develops, brings about fruition and\nconsummation.\nCleary(1): The creative is successful; this is beneficial if correct.\nWu: The Originator is primordial, pervasive, prosperous and persevering.\nThe Image\nLegge: Heaven, in its motion, gives the idea of strength. The superior man, in\naccordance with this, nerves himself to ceaseless activity.\nWilhelm/Baynes: The movement of heaven is full of power. Thus the superior\nman makes himself strong and untiring.\n\nBlofeld: This hexagram symbolizes the power of the celestial forces in motion,\nwherewith the Superior Man labors unceasingly to strengthen his own character.\nLiu: Heaven moves powerfully; the superior man strengthens himself\nunceasingly.\nRitsema/Karcher: Heaven moves persistingly. A Chun tzu uses originating\nstrength not to pause.\nCleary(1): The activity of heaven is powerful; superior people thereby\nstrengthen themselves ceaselessly.\nWu: Heaven moves in full strength. Thus the jun zi strives ceaselessly to be selfreliant.\nCOMMENTARY\nConfucius/Legge: All things owe their inception to the vast and originating\npower of The Dynamic. It contains all the meaning of the word: Heaven.\nClouds move, rain falls, and the myriad things appear in their created forms. The\nsages comprehend the link between the end and the beginning. They understand\nhow the changes of the six lines of the hexagram are accomplished, each in its\nseason, and with this knowledge they ascend toward Heaven as though mounted\non six dragons. The intent of The Dynamic is to transform everything so that it\nreflects its correct nature as originally conceived by the mind of Heaven.\nThereafter, this great harmony is preserved in union and firm correctness. The\nsage appears aloft, high above all things, and the myriad states are harmoniously\nunited.\nLegge: For the Chinese, the dragon has been from the earliest times a symbol of\ndignity, wisdom, sovereignty and sagehood. It is the symbol of the superior man,\nand especially the \"great man,\" exhibiting all the virtues and attributes of\nHeaven. Although the dragon's home is in the water, it can disport itself on land,\nand also fly through the air.\nThe sage rules in the world of men as Heaven rules nature. He sees the\nconnection between the end and the beginning as the law of cause and effect in\nthe operations of nature and human affairs. The various steps in that course are\nsymbolized by the lines of the hexagram, and the ideal sage, conducting his ideal\ngovernment, is represented as driving through the sky in a carriage drawn by six\ndragons.\nNOTES AND PARAPHRASES\nJudgment: The Dynamic is the life force itself.\n\nThe Superior Man tirelessly furthers the Great Work of Transformation.\nThe image of a dragon appears in every line of this hexagram, except the\nthird. Like most symbols, the dragon has both a positive and a negative aspect.\nIn Western myth, it is usually an adversary which the hero must conquer before\nhe can obtain a treasure or often, a captive maiden. The Chinese, on the other\nhand, regard the dragon positively. Blofeld comments:\nIn China, the dragon has always been regarded as a highly admirable\ncreature of celestial origin. Dragons provide rain; make rivers run and\nrule the ocean. The European dragon is clearly of another species.\nThis seeming anomaly may say more about how east and west perceive the\nforces of nature, rather than refer to any true differences in the forces perceived.\nWilhelm compares the dragon to the electrical energy within a\nthunderstorm -- as lightning it can destroy us, but in the form of electricity it can\nbe harnessed to do useful work. A dragon is nothing if not a huge serpent, and\nthis suggests the idea of the \"serpent power,\" or Kundalini energy which when\naroused in the human body has been likened to a sudden jolt of electricity\nrunning up from the base of the spine to the top of the head. The Kundalini force\nis equated in turn with sexual energy -- dynamic power which ensures the\ncontinuance of all but the most primitive of living organisms. Without the\npowerful energy of sexuality, life as we know it could not exist.\nWhen the dragon remains unconquered in the cave-like depths of the\nunconscious, the life force autonomously rules our lives and we become passive\nvehicles for random desires and appetites. This \"electricity\" will flow wherever it\nfinds a circuit of least resistance, and under these conditions an individual's life is\nlargely \"created\" by chance and circumstance. When one begins the Work, the\ntask of Individuation, one assumes the role of the hero or warrior, who does\nbattle with the dragon in order to bring it under his will. This is a great struggle,\nand success is not guaranteed, but if one is able to control the primordial power\nof the life force, the treasure (or the maiden, which in the male psyche amounts\nto the same thing), is obtained. This is tantamount to attaining a higher level of\nconsciousness -- in its highest form it constitutes \"enlightenment.\"\nThe symbolism of all of the hexagrams works on many different levels, and\nthis is especially true of the first two, which must be studied together for a full\ncomprehension of each. (Kabbalists, for example, will recognize in these two\nfigures the same forces found in Chokmah and Binah on the Tree of Life.) For the\npurposes of this comparison it must be noted that the first hexagram symbolizes\nHeaven, and the second symbolizes Earth: Force and Form. (As consciousness is\nto the body it inhabits, so Force is to Form and Heaven to Earth.) Form is\nmagnetic, or \"negative\" in polarity, and Force is dynamic, or \"positive.\"\n\nIn esoteric symbolism \"Heaven\" does not mean the universe above us -- it\nmeans the consciousness within us. This polarity is also reflected in the\nrelationship between the ego and the Self -- in a properly regulated psyche, the\nego is always magnetic to the dynamic Self.\nThere is an invisible universe within the visible one, a world of causes\nwithin the world of effects. There is force within matter, and the two are\none, and are dependent for their existence on a third, which is the\nmysterious cause of their existence. There is a world of soul within a\nworld of matter, and the two are one, and caused by the world of spirit.\nF. Hartmann -- Paracelsus: Life and Prophecies\nSUGGESTIONS FOR MEDITATION\nTo get a fuller grasp of the numinously beautiful structure of the I Ching\nand the transcendent reality which it reflects, one should meditate on each of the\nhexagrams as often as possible -- one can never exhaust their meaning. The first\ntwo hexagrams (because they are the \"cosmic parents\" of all the others), are\nespecially rich in their associations. Here are a few suggestions for meditation:\n1. Compare and contrast the general ideas in the first three hexagrams,\nnoting how the third is a logical progression of the first two.\n2. The Confucian commentary on The Dynamic is particularly rich in\nmeaning. Read it over and over again -- it contains the principles of the Work as\noutlined in more detail in the other hexagrams. Compare the sixth sentence with\nthe ideas in hexagram number twenty, Contemplation.\n3. Compare the first two hexagrams with hexagram number eleven,\nHarmony, and number twelve, Divorcement, noting the implications of the\nsymbolism in terms of the proper management of the Work.",
  "lines": {
    "1": "Line-1\nLegge: In the first line, dynamic, we see its subject as the dragon lying hid in the\ndeep. It is not the time for active doing.\nWilhelm/Baynes: Hidden dragon. Do not act.\nBlofeld: The concealed dragon refrains from action.\nLiu: The hibernating dragon does not act.\nRitsema/Karcher: Immersed dragon, no availing-of.\nShaughnessy: Submersed dragon; do not use.\n\nCleary(1): Hidden dragon: Do not use it.\nCleary(2): The hidden dragon is not to be employed.\nWu: The dragon lying submerged is not to be used.\nCOMMENTARY\nConfucius/Legge: This appears from the dynamic and undivided line being in\nthe lowest place. Wilhelm/Baynes: For the light-giving force is still below.\nBlofeld: The life- sustaining force is still submerged. Ritsema/ Karcher:\nYang located below indeed. Wu: Because the yang is in the lowest position.\nThe Master said: \"There he is, with the powers of the dragon, and yet lying\nhid. The world cannot influence him, for he does not pander to its approval. He\nlives withdrawn from the world without regret, and its disapproval doesn’t\nbother him. He rejoices in this opportunity to further his work, but if\ncircumstances do not favor this he can as easily retire. He cannot be separated\nfrom the source of his being. This is the dragon lying hid.\"\nMiscellaneous notes: The position is too low. The dynamic power is stored up\nand hidden. This is the originating power which is the source of life and growth.\nThe actions of the superior man demonstrate his virtue every day, but when\nconcealment is required he restrains the full expression of his work and takes no\naction.\nLegge: The dragon can be the symbol of the superior man, or the great man -the sage on the throne.\nNOTES AND PARAPHRASES\nSiu: At the outset, the man is unknown, like a dragon lying hidden. The occasion\nis not yet ripe for his appearance. He is not moved by public opinion and the\ndesire for fame. He bides his time in self-confidence and silence.\nWing: The time is not ripe for action. You have all the Creative Power that\nyou need to achieve your aim, but you must wait for the opportune moment. If\nnecessary, you may direct activities from behind the scenes.\nEditor: The image suggests the dragon in its cave. The forces of the unconscious\npsyche are hidden from conscious awareness and constitute a potential threat.\nTo take action under such circumstances would at the very least be to risk an\nunpleasant or unmanageable confrontation with a superior force. Since this is\nthe bottom line of the hexagram, the image reminds us of the serpent power, or\nKundalini, lying coiled and asleep at the base of the spine. Those who have\nexperienced the premature and uncontrolled release of this force have attested to\n\nits extremely negative qualities -- both physical pain and acute psychological\nstress are commonly described. If this is the only changing line, the hexagram\nbecomes number forty-four, Temptation, the corresponding line of which reads\nin part: \"...If she moves in any direction, evil will appear.\" This reinforces the\nidea of taking no action whatsoever under the prevailing conditions, despite your\npossible temptation to do so.\nThe unconscious is not a demoniacal monster, but a natural entity which,\nas far as moral sense, aesthetic taste, and intellectual judgment go, is\ncompletely neutral. It only becomes dangerous when our conscious\nattitude to it is hopelessly wrong. To the degree that we repress it, its\ndanger increases.\nJung -- The Practice of Psychotherapy\nA. There are concealed forces in the situation. Take no action when you\nare unaware of the hidden consequences.\nB. Energy is gathering in the unconscious psyche. Leave it alone -- it will\nexpress itself when the time is ripe.",
    "2": "Line-2\nLegge: The second line, dynamic, shows the dragon appearing in the field. It\nwill be advantageous to meet with the great man.\nWilhelm/Baynes: Dragon appearing in the field. It furthers one to see the\ngreat man.\nBlofeld: The dragon is perceived in an open place; it is advantageous to visit a\ngreat man.\nLiu: The dragon is seen on the field. There is benefit in meeting a great man.\nRitsema/Karcher: Visualizing dragon located-in the fields. Harvesting:\nvisualizing great people.\nShaughnessy: Appearing dragon in the fields; beneficial to see the great man.\nCleary(1): Seeing the dragon in the field: It is beneficial to see a great person.\nWu: There appears the dragon in the field. It will be advantageous to see the\ngreat man.\n\nCOMMENTARY\nConfucius/Legge: The diffusion of virtuous influence has been wide.\nWilhelm/Baynes: Already the influence of character reaches far. Blofeld: The\ngreat man's deeds are everywhere distributed. Ritsema/Karcher: Actualizingtao spreading-out throughout indeed. [Actualize-tao: ...ability to follow the\ncourse traced by the ongoing process of the cosmos... Linked with acquire, TE:\nacquiring that which makes a being become what it is meant to be.] Wu:\nBecause his virtue is being widely recognized.\nThe Master said: \"There he is, with the qualities of the dragon, and occupying\nexactly the central place. His everyday speech and conduct is natural and\nwithout affectation. He is on guard against depravity, and thereby preserves\nhis inner virtue. The world recognizes his power because he does not call\nattention to it. Such expressions of integrity are the qualities of a ruler, and\ntransform the world.\"\nMiscellaneous notes: The time still requires him to be unemployed. All under\nHeaven begins to be adorned and brightened. The correct accumulation of power\ncreates beneficial results. The superior man consolidates his perceptions and\nevaluates their implications with bemused detachment, as befits a virtuous ruler.\nLegge: We have the superior man developing, by means of the processes\ndescribed, into the great man, with the attributes of a ruler, the appearance of\nwhom is a blessing to men.\nNOTES AND PARAPHRASES\nSiu: A transformation ensues. The man appears among his peers, although not\nyet in a position of authority. His virtues are displayed, and his goodness\nbecomes known. The prognosis is good for his impact upon the world. It is\npropitious to see him.\nWing: Take note of a person who is active in the field of your interest. Although\nhe may not be in a position of Creative Power, his conduct is above reproach\nand therefore he has significant influence. It would be to your advantage to align\nyourself with him.\nEditor: A field is a wide and open place where movement is relatively\nunrestricted. The dynamic force here has room to move in any direction. To\nensure that this energy moves in the proper direction, we are counseled to\nmaintain a firm connection with \"the great man\" -- the best that is in us, our\nhighest intuition or inner voice: the Self. The imagery of the line therefore\nsuggests the expansion of awareness, or of coming into one's power. It does not\nnecessarily counsel action.\n\nWe should watch the activity of the Self within ourselves and try to make\nit an influence in our actual life. If for instance I have a dream that I\nshould do something (since our hypothesis is that the dream is so to speak\na letter from the Self), that would be an activity from the archetype of the\nSelf, and to give that to the dragon to eat would mean that I make it valid\nfor the body of my actual physical life, i.e., my decision, whether I do this\nor that, from morning to evening.\nM.L. Von Franz -- Alchemical Active Imagination\nA. You are beginning to get the idea -- stay connected to avoid going\nastray.\nB. Power accumulates -- stay in touch with your highest potential to\nensure that this energy stays focused on the Work.",
    "3": "Line-3\nLegge: In the third line, dynamic, we see its subject as the superior man\nactive and vigilant all the day, and in the evening still careful and\napprehensive. The position is dangerous, but there will be no mistake.\nWilhelm/Baynes: All day long the superior man is creatively active. At\nnightfall his mind is still beset with cares. Danger. No blame.\nBlofeld: The superior man busies himself the whole day through and evening\nfinds him thoroughly alert. Trouble threatens, but he is not at fault.\nLiu: The superior man works creatively the whole day, and is cautious in the\nevening. Danger. No blame.\nRitsema/Karcher: A Chun tzu completing the day: Force, Force. Nightfall,\nawe, like adversity. Without fault.\nShaughnessy: The gentleman throughout the day is so initiating; at night he is\nashen as if in danger; there is no trouble.\nCleary (1): A superior person works diligently all day, is careful at night.\nDanger, but no error.\nWu: The jun zi should follow the way of The Dynamic all day long. He should\nkeep himself alert in the day as well as in the evening. If so, he will be free from\nerror, despite alarming situations.\n\nCOMMENTARY\nConfucius/Legge: This refers to the treading of the proper path over and over\nagain. Wilhelm/Baynes: One goes to and fro on the right path. Blofeld: He\ngoes over his work again and again. Ritsema/Karcher: Reversing returning\ntao indeed. Wu: Take into consideration the principle of cyclic reversion.\nThe Master said: \"The superior man evolves through faithful devotion to his\nwork; and he ensures its endurance by the awareness and control of his speech.\nHis comprehension of fundamental principles enables him to attain his goals,\nbut once attained, he does not exceed their proper limit. Exalted without pride,\nabased without fear, vigilant in his actions and attentive to the requirements of\nthe time, he copes with danger without error.\"\nMiscellaneous notes: Now he does his proper business. He acts according\nto the requirements of the time. He is doubly strong, but beyond the center -neither in Heaven above, or the field below. Vigilance and concern in a perilous\nposition insure against error.\nLegge: The dynamic line is in its proper place. In the exercise of his caution he\nwill refrain from any improper action.\nNOTES AND PARAPHRASES\nSiu: The man's fame begins to spread. Such periods of transition are always\nunsettling. There is tension in the air. But the man retains his integrity and\navoids being swept along by the masses, which flock to him. He remains active,\nvigilant, careful, and apprehensive. The prevention of mistakes under perilous\ncircumstances is ever on his mind.\nWing: A new world of Creative Power is opening to you. Others will become\naware of this and attach themselves to you in hopes that they may use your gain\nin influence for their own aims. There is danger in this, for your energies may\nbecome distracted before they are stabilized. If you hold fiercely to your vision\nand integrity you will be protected.\nEditor: This line marks the threshold between the lower and upper trigrams,\nand suggests a place of transition -- a kind of no-man's land where forces advance\nand retreat as conditions require. The superior man is the warrior in the service\nof the Work, and although he is consciously aware of his task (he is vigilant\nduring the day), he must remain alert to unconscious (night, or evening) factors\nwhich might usurp his judgment. This is alluded to in the Confucian commentary\nin terms of the awareness and control of speech. The control of language is\nextremely difficult, for it is by means of spontaneous remarks that unconscious\nforces often manage to express themselves despite all of our intentions to the\ncontrary. It is for this reason that a common discipline of inner work is the strict\ncontrol of expression -- for example, the vow not to use the word \"I\" in\n\nconversation. (Aleister Crowley is said to have demanded that his disciples slash\ntheir arms with a razor every time they broke this rule!) Ritsema/Karcher render\n\"adversity,\" (LI) as: \"Danger, threatening, malevolent demon ... It indicates a\nspirit or ghost that seeks revenge by inflicting suffering upon the living.\nPacifying or exorcizing such a spirit can have a healing effect.\" If this is the only\nchanging line, the new hexagram created is number ten, Cautious Advance,\nwhich repeats the image of careful vigilance as well as the idea in the Confucian\ncommentary of \"Treading the proper path over and over again.\" Compare with\nline 3 of Hexagram 10.\nThe psyche is a self-regulating system that maintains its equilibrium just\nas the body does. Every process that goes too far immediately and\ninevitably calls forth compensations, and without these there would be\nneither a normal metabolism nor a normal psyche. In this sense we can\ntake the theory of compensation as a basic law of psychic behavior. Too\nlittle on one side results in too much on the other.\nJung -- The Practice of Psychotherapy\nA. Although you are consciously devoted to the Work, you must watch out\nfor unconscious elements in your psyche which would hinder your progress.\nB. Monitor your words and deeds.\nC. Be very careful now in what you do.",
    "4": "Line-4\nLegge: In the fourth dynamic line we see its subject as the dragon looking as if\nhe were leaping up, but still in the deep. There will be no mistake.\nWilhelm/Baynes: Wavering flight over the depths. No blame.\nBlofeld: Leaping about on the brink of a chasm, he is not at fault.\nLiu: The dragon leaps from the abyss. No blame.\nRitsema/Karcher: Maybe capering located-in the abyss. Without fault.\nShaughnessy: And now jumping in the depths; there is no trouble.\nCleary(1): Sometimes leaping, or in the abyss: no error.\nCleary(2): One may leap in the abyss. No error.\nWu: The dragon may leap out of the abyss. There will be no blame.\n\nCOMMENTARY\nConfucius/Legge: He seems to be leaping up, but is still in the deep. If he\nadvances there will be no error. Wilhelm/Baynes: Advance is not a mistake.\nBlofeld: For him to advance would involve no fault. Ritsema/Karcher:\nAdvancing without fault indeed. Wu: It is blameless to proceed.\nThe Master said: \"Without a permanent home either above or below, the\nsuperior man yet commits no error. He advances or retreats as circumstances\nrequire and conforms to the law of his nature. The superior man, devoted to his\nwork and the evolution of his virtue, advances only at the proper time, and\ntherefore avoids mistakes.\"\nMiscellaneous notes: He tests himself. A change is in process. The power is\nnot central: neither in Heaven above, nor in the field beneath, nor in the human\nrealm between them. Because he is perplexed and anxious about his choices he\nwill incur no blame.\nLegge: Both the third and fourth lines of any hexagram belong to man, and are\nintermediate between those of Heaven above and those of Earth beneath. K'ung\nYing-ta, to explain the difficulty in what is said on this fourth line, says that man\nis actually nearer to Earth than to Heaven, and is aptly represented therefore by\nthe third line and not by the fourth. In any event, the subject of this fourth line\nwill move very cautiously, and so escape blame.\nNOTES AND PARAPHRASES\nSiu: After a while the man is confronted with a choice for public service in world\naffairs or solitude in further personal development. Either is appropriate if\npursued in virtue and at the proper time.\nWing: A time of choice is at hand. Because of amplification in your Creative\nPower you must decide whether to enter the public eye and serve society, or\nwhether to withdraw and work on your inner development. Follow your deepest\nintuition and you will not make a mistake.\nEditor: The fourth line bears a certain similarity to the third: as the lowest line\nof the upper trigram, it is also in a threshold position of transition. Although\nhesitation and uncertainty are implied, one is counseled to take action when it is\nappropriate to do so. This implies that you are on the right track, but that certain\nself-confidence is required. The line can sometimes just portray a confused\nsituation.\nEvery advance in culture is, psychologically, an extension of\nconsciousness, a coming to consciousness that can take place only\nthrough discrimination. Therefore an advance always begins with\nindividuation, that is to say with the individual, conscious of his isolation,\n\ncutting a new path through hitherto untrodden territory. To do this he\nmust first return to the fundamental facts of his own being, irrespective\nof all authority and tradition, and allow himself to become conscious of\nhis distinctiveness.\nJung -- The Structure and Dynamics of the Psyche\nA. Keep trying.\nB. The will is being tested through a transitional period. The power for\nadvancement depends upon the self- confidence that comes with knowing you\nhave made a correct choice.\nC. To stay on top of a changing situation, keep the faith and play it by ear.",
    "5": "Line-5\nLegge: The fifth dynamic line shows its subject as the dragon on the wing in the\nsky. It will be advantageous to meet with the great man.\nWilhelm/Baynes: Flying dragon in the heavens. It furthers one to see the great\nman.\nBlofeld: The dragon wings across the sky; it is advantageous to visit a great\nman.\nLiu: The dragon flies in the heavens. There is benefit in meeting a great man.\nRitsema/Karcher: Flying dragon located-in heaven. Harvesting: visualizing\nGreat People.\nShaughnessy: Flying dragon in the heavens; beneficial to see the great man.\nCleary(1): The flying dragon is in the sky: it is beneficial to see a great person.\nCleary(2): … Beneficial to see great people.\nWu: The flying dragon is in the sky. It will be advantageous to see the great man.\nCOMMENTARY\nConfucius/Legge: The great man rouses himself to his work. Wilhelm/\nBaynes: This shows the great man at work. Blofeld: This passage presages the\nemergence of a being who is truly great. Ritsema/Karcher: Great People\ncreating indeed. Wu: This signifies success of the great man.\n\nThe Master said: \"Notes of the same key vibrate in harmony, birds of a\nfeather flock together. Water descends and fire ascends. Clouds follow the\ndragon, and the winds follow the tiger. When the sage appears, all men look up\nto him. Heavenly things ascend, earthly things descend -- so does everything\nfollow its kind.\"\nMiscellaneous notes: The subject of the line commands from above. This\nshows that his position is based upon heavenly virtue. The attributes of the great\nman are in harmony with Heaven and Earth: his intelligence is like the sun and\nmoon; his procedures are like the four seasons, and his equilibrium\nresonates with the powers of the inner worlds. If he precedes Heaven, Heaven\nwill not oppose him; if he follows Heaven, he will follow its laws. If Heaven does\nnot oppose, how much less will men or spiritual forces!\nLegge: The fifth is almost always the place of honor and authority in the\nhexagram, and here the great man is seen as the sage on the throne. The\nargument is that as things of the same kind respond to and seek one another, so\nis it with the sage and ordinary men. They are of the same kind, though far apart;\nand when a sage appears, all other men look to him with admiration and hope.\nCh'eng-tzu says here that \"Heaven and Earth are another name for Tao, and\nthat because the sage is in harmony with the Tao or practical reason of the\nuniverse, how could men or spirits be contrary to him?\"\nNOTES AND PARAPHRASES\nSiu: In due time, the man makes his appearance and sets about his work, like\nthe dragon on wing in the heavens. His beneficent influence spreads over the\nworld.\nWing: Whatever you choose to do is in accord with the cosmos. Your thinking is\nclearheaded. Because of this your influence is great and your milieu will look to\nyou for inspiration.\nEditor: Whatever the specific meaning of this line may be in regard to the\nsituation at hand, it is a very powerful omen. If this is the only changing line, the\nnew hexagram created is number fourteen, Wealth. The alchemists regarded\nthe winged dragon as the \"volatile element,\" which is exactly what is pictured\nhere. Wings enable entities to travel in the element of air: the mental realm of\nthought. The image suggests the life force breaking free into a higher plane -this could refer to anything from the invention of a better mousetrap to the\nattainment of an enlightened state of awareness. One is cautioned however, not\nto get carried away with this sudden release of power -- it is always advantageous\nto meet with the \"great man\" -- that is, stay connected to the best that is in you\nlest you ascend to the condition imaged in line six. That the great man \"rouses\nhimself to his work\" suggests that an open and decorous handling of one's power\nis in accordance with the intent of the Self from which it emanates.\n\nThe hero's main feat is to overcome the monster of darkness: it is the long\nhoped-for and expected triumph of consciousness over the unconscious.\nThe coming of consciousness was probably the most tremendous\nexperience of primeval times, for with it a world came into being whose\nexistence no one expected before. \"And God said, Let there be light'\" is the\nprojection of that immemorial experience of the separation of\nconsciousness from the unconscious.\nJung -- The Archetypes and the Collective Unconscious\nA. Incredible energy is being released within the psyche. Maintain your\nconnection with your best intuition.\nB. You are in harmony with your Tao.\nC. You have all the power you need to achieve your goal.",
    "6": "Line-6\nLegge: The sixth dynamic line shows its subject as a dragon exceeding the\nproper limits. There will be occasion for repentance.\nWilhelm/Baynes: Arrogant dragon will have cause to repent.\nBlofeld: A willful dragon has cause for regret.\nLiu: The dragon is arrogant and will have cause to repent.\nRitsema/Karcher: Overbearing dragon possesses repenting.\nShaughnessy: Resisting dragon; there is regret.\nCleary(1): A proud dragon has regrets.\nCleary(2): At the peak, the dragon has regret.\nWu: The arrogant dragon will have regret.\nCOMMENTARY\nConfucius/Legge: A state of fullness cannot be made to last forever.\nWilhelm/Baynes: What is full cannot last. Blofeld: This signifies that not for\nlong will his cup be full. Ritsema/Karcher: Overfilling, not permitting lasting\nindeed. Wu: A state of fullness may not be had for long.\nThe master said: \"Although noble, he is not in his proper place; although\nexalted, there are none to acknowledge him. There are men of virtue and ability\n\nbelow, but he does nothing to assist them. Hence whatever he does will lead to\nregret.\"\nMiscellaneous notes: When the mean is exceeded, calamity ensues. It is too\nlate now -- the time of opportunity has passed. He only knows how to advance,\nbut not how to retreat; he knows life, but not death; how to gain, but not how to\nlose. He can dish it out, but he can't take it --only the sage understands such\nthings, but he is not a sage.\nLegge: The dragon appears in the sixth line as going beyond the proper limits.\nThe ruling-sage has gone through all the spheres in which he is called on to\ndisplay his attributes, and now it is time for him to relax. The line should not\nalways be pulled tight, the bow should not always be kept drawn. The continuous\nuse of force will give occasion for repentance. In short, the exalted shall be\nabased.\nNOTES AND PARAPHRASES\nSiu: There is always danger in circumstances of abundance. The inferior man\npushes forward through excessive ambition, thereby losing touch with men of\ntalent and virtue in positions below him. The ruling sage knows when to display\nhis qualities and to relax, to maintain and to let go, to win and not to lose.\nWing: Your ambitions far exceed the possibilities of your Creative Power. If\nyou pursue this dream you will lose touch with reality and lose contact with your\ncommunity. You will no longer know how to behave appropriately and will\nultimately regret your actions.\nEditor: The high-flying dragon of the fifth line has gone too far and the energy\nwhich began in the unconscious depths of line number one has now become\nunbalanced power which is doomed to exhaustion and failure. We are reminded\nof the saying: \"Power corrupts, and absolute power corrupts absolutely.\" If this is\nthe only changing line, the hexagram becomes number forty-three,\nBreakthrough -- in this instance suggesting break-down into a condition of\nchaos. The corresponding line of that hexagram says: \"Shows its subject without\nany helpers on whom to call. Her end will be evil.\" The injunction to maintain\nconnected with the Self has been ignored, and one is left to suffer the\nconsequences. Note however that there is an implicit qualifier in this line: it\nstates what happens when one is arrogant: it doesn’t necessarily state that the\nquerent is arrogant. Often the line seems to be more of a reminder about cause\nand effect than a fait accompli. Wilhelm/Baynes show this best: “[An] Arrogant\ndragon will have cause to repent.”\nJust as a negative inflation brings life to a standstill, so a positive\ninflation, causing the ego to feel itself powerful, dominant, and \"always\nright,\" is likewise against life. For a person whose ego suffers from such\nan invasion of nonpersonal powers does not contact life directly either.\n\nInstead of facing life and its tasks realistically on the level of his actual\nattainments, he approaches them with the assumption that he is master.\nM.E. Harding -- Psychic Energy\nA. Arrogant illusions of power will destroy you.\nB. Without guidance from the Self, the ego creates chaos.\nSPECIAL NOTE:\nEditor: If all of the lines of The Dynamic are changing, an extremely\nmomentous situation is indicated. This and hexagram number two, The\nMagnetic, are the only figures in which such a configuration is commented\nupon; hence, these are arguably the two strongest images the oracle has to offer.\nLegge: If the host of dragons thus appearing were to divest themselves of their\nheads, there would be good fortune.\nWilhelm/Baynes: There appears a flight of dragons without heads. Good\nfortune.\nBlofeld: A brood of headless dragons appears; good fortune.\nRitsema/Karcher: Visualizing flocking dragons without a head.\nSignificant.\nShaughnessy: See the flock of dragons without heads; auspicious.\nCleary(1): Having dragons appear without heads is good.\nCleary(2): Using yang, you see a group of headless dragons; this is auspicious.\nWu: There appears a group of dragons without a leader. Auspicious. [If the\ntransformation of all the six yang (dragons) takes place together as a group\nwithout any one yang trying to lead the others, hence “without a leader,” the\ntransformed hexagram will be The Magnetic, the pure yin hexagram. And\nthis will be great … In terms of human affairs, the message here simply is: Do\nyour work the best you can, but don’t think you are very much better than\neveryone else. When you are ready to lead, your purpose should be serving your\nfellow men, but not self-serving.]\nFurther Commentaries (from Wilhelm)\n\"When The Creative, the great, undergoes change in all the [lines], the\nworld is set in order.\"\n\n\"When The Creative, the great, undergoes change in all the [lines], one\nperceives the law of heaven.\"\nEditor: Wu’s interpretation of “head” as “leader” makes more sense than any of\nthe other translations.\nPersonal Note: The very first time I ever consulted the I Ching I received The\nDynamic with all changing lines. At the time I didn't understand it, and it\nmeant nothing to me; in retrospect I see that it was a portent which has changed\nmy entire life.\nJune 2, 2001; 12/10/08"
  }
}